Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/winWizard/nvda.po
Languages: de, es, gl, hr, it, pl, sr, vi

source: winWizard
hr: Win čarobnjak

source: &Confirm actions with sounds
de: Aktionen mit &Sounds bestätigen
es: &Confirmar acciones con sonidos
gl: &Confirmar accións con sons
hr: &Potvrdi radnje bez zvukova
it: &Conferma azioni con suoni
pl: &Potwierdź działania za pomocą dźwięków

source: Stack {}
de: Stapel {}
es: Pila {}
gl: Bloque {}
hr: Stog {}
it: Raggruppamento {}
pl: Zbiór {}
sr: Pregrada {}
vi: ngăn xếp

source: Change process priority
de: Priorität des Prozesses ändern
es: Cambiar prioridad del proceso
gl: Cambiar prioridade do proceso
hr: Promijeni prioritet procesa
it: Modifica la priorità del processo
pl: Zmień priorytet procesu
sr: Promeni prioritet procesa
vi: chỉnh sửa mức độ ưu tiên của tiến trình đang hoạt động

source: Choose priority
de: Priorität auswählen
es: Seleccionar prioridad
gl: Escolle a prioridade
hr: Odaberi prioritet
it: Scegli priorità
pl: Wybierz priorytet
sr: Izaberite prioritet
vi: Chọn mức độ ưu tiên

source: Change
de: Ändern
es: Cambiar
gl: Cambiar
hr: Promjeni
it: Modifica
pl: Zmień
sr: Promeni
vi: Thay đổi

source: Cancel
de: Abbrechen
es: Cancelar
gl: Cancelar
hr: Odustani
it: Annulla
pl: Zrezygnuj
sr: Otkaži
vi: hủy

source: Hidden windows
de: Fenster ausblenden
es: Ventanas ocultas
gl: Xanelas ocultas
hr: Skriveni prozori
it: Finestre nascoste
pl: Ukryte okna
sr: Skriveni prozori
vi: Cửa sổ bị ẩn

source: Unhide
de: Einblenden
es: Volver a mostrar
gl: Desocultar
hr: Prikaži
it: Mostra
pl: Odkryj
sr: Otkrij
vi: Bỏ ẩn

source: Close
de: Schließen
es: Cerrar
gl: Pechar
hr: Zatvori
it: Chiudi
pl: Zamknij
sr: Zatvori
vi: đóng

source: {} from process {}
de: {} aus Prozess {}
es: {} del proceso {}
gl: {}, do proceso {}
hr: {} od procesa {}
it: {} da processo {}
pl: {} z {} procesu
sr: {} iz procesa {}
vi: của tiến trình

source: Idle
de: Leerlauf
es: En pausa
gl: Inactivo
hr: Bez aktivnosti
pl: Bezczynny
sr: Mirovanje
vi: thấp nhất

source: Below Normal
de: Niedriger als Normal
es: Por debajo de lo normal
gl: Por debaixo do normal
hr: Ispod normalnog
it: Al di sotto della norma
pl: Poniżej normy
sr: Ispod normalnog
vi: Dưới bình thường

source: Normal
hr: Normalni
it: Normale
pl: Normalny
sr: Normalan
vi: Bình thường

source: Above normal
de: Höher als Normal
es: Por encima de lo normal
gl: Por riba do normal
hr: Iznad normalnog
it: Superiore al normale
pl: Powyżej normy
sr: Iznad normalnog
vi: Trên bình thường

source: High
de: Hoch
es: Alta
gl: Alta
hr: Visoki
it: Alta
pl: Wysoki
sr: Visok
vi: Cao

source: Real time
de: Echtzeit
es: Tiempo real
gl: Tempo real
hr: Stvarno vrijeme
it: Tempo reale
pl: Czas rzeczywisty
sr: U realnom vremenu
vi: Thời gian thực

source: Win Wizard
hr: Win čarobnjak

source: Jumps between top-level windows of the current application.
de: Schaltet zwischen den Fenstern der obersten Ebene der aktuellen Anwendung um.
es: Salta entre las ventanas de nivel superior de la aplicación actual.
gl: Salta entre xanelas de nivel superior da aplicación actual.
hr: Preskače između prozora najviše razine trenutačne aplikacije.
it: Salta tra le finestre di primo livello dell'applicazione corrente.
pl: Przeskakuje między oknami najwyższego poziomu bieżącej aplikacji.
sr: Skače između različitih prozora u trenutnoj aplikaciji.

source: Not supported here.
de: Wird hier nicht unterstützt.
es: No se soporta aquí.
gl: Non se soporta aquí.
hr: Ovdje nije podržano.
it: Non supportato qui.
pl: Nieobsługiwane tutaj.
sr: Ovde nije podržano.
vi: không có sẵn tại đây

source: This window has no top level windows to cycle to.
de: Dieses Fenster hat keine Fenster der obersten Ebene, zu denen Sie wechseln könnten.
es: Esta aplicación no tiene ventanas de nivel superior entre las que saltar.
gl: Esta xanela non ten xanelas de nivel superior que percorrer.
hr: Ovaj prozor nema prozore najviše razine na koji bi se moglo prijeći.
it: Questa finestra non ha finestre di livello superiore a cui fare riferimento.
pl: To okno nie ma okien najwyższego poziomu, do których można przechodzić.
sr: Ovaj prozor nema dodatnih prozora na koje se možete prebaciti.

source: Multiple top level windows detected.
de: Es wurden mehrere Fenster der obersten Ebene ermittelt.
es: Se han detectado varias ventanas de nivel superior.
gl: Detectadas múltiples xanelas de nivel superior.
hr: Otkriveno je više prozora najviše razine.
it: Rilevate finestre di livello superiore multiple.
pl: Wykryto wiele okien najwyższego poziomu.
sr: Više prozora otkriveno.

source: Can't retrieve window information for this object.
de: Es können keine Fensterinformationen für dieses Objekt abgerufen werden.
es: No se puede recuperar la información de ventana de este objeto.
gl: Non se pode obter a información da xanela para este obxecto.
hr: Nije moguće dohvatiti informacije o prozoru za ovaj objekt.
it: Impossibile recuperare le informazioni sulla finestra per questo oggetto.
pl: Nie można pobrać informacji o oknie dla tego obiektu.
sr: Nemoguće preuzeti informacije prozora za ovaj objekat.

source: Kills currently focused process.
de: Beendet den aktuell fokussierten Prozess.
es: Mata el proceso que tiene el foco.
gl: Mata o proceso actualmente enfocado.
hr: Prekida trenutačno fokusirani proces.
it: Termina il processo attualmente focalizzato.
pl: Zabija obecnie sfokusowanyproces.
sr: Zatvara trenutno fokusirani proces.
vi: buộc đóng tiến trình hiện tại

source: Cannot kill the current process
de: Der aktuelle Prozess kann nicht beendet werden
es: No se puede matar el proceso actual
gl: Non se pode matar o proceso actual
hr: Nije moguće prekinuti trenutačni proces
it: Impossibile terminare il processo corrente
pl: Nie można zabić bieżącego procesu
sr: Nemoguće zatvoriti trenutno fokusirani proces
vi: tiếng trình này không thể đóng

source: Opens a dialog allowing to change title of the current window
de: Öffnet einen Dialogfeld für den Sie den Titel des aktuellen Fensters ändern können
es: Abre un diálogo que permite cambiar el título de la ventana actual
gl: Abre un diálogo que permite cambiar o título da xanela actual
hr: Otvara dijaloški okvir koji omogućuje mijenjanje naslova trenutačnog prozora
it: Apre una finestra di dialogo che permette di cambiare il titolo della finestra corrente
pl: Otwiera okno dialogowe umożliwiające zmianę tytułu bieżącego okna
sr: Otvara dijalog koji dozvoljava promenu naslova trenutnog prozora
vi: Mở hộp thoại để bạn thay đổi tiêu đề cửa sổ hiện tại

source: Enter the new title for this window:
de: Geben Sie den neuen Titel für dieses Fenster ein:
es: Introduce el nuevo título de esta ventana:
gl: Introduce o novo título para esta xanela:
hr: Upiši novi naslov za ovaj prozor:
it: Inserisci il nuovo titolo per questa finestra:
pl: Wprowadź nowy tytuł tego okna:
sr: Upišite novi naslov za ovaj prozor:
vi: Nhập tiêu đề mới cho cửa sổ này:

source: Change window title
de: Fenstertitel ändern
es: Cambiar título de la ventana
gl: Cambiar título de xanela
hr: Promijeni naslov prozora
it: Cambia il titolo della finestra
pl: Zmień tytuł okna
sr: Promeni naslov prozora
vi: Thay đổi

source: Failed to change window title!
de: Der Fenstertitel konnte nicht geändert werden!
es: ¡Error al cambiar el título de la ventana!
gl: Fallo ó cambiar o título da xanela!
hr: Neuspjelo mijenjanje naslova prozora!
it: Impossibile modificare il titolo della finestra!
pl: Nie udało się zmienić tytułu okna!
sr: Nemoguće promeniti naslov prozora!
vi: cửa sổ này không thể thay đổi tiêu đề

source: Error
de: Fehler
gl: Erro
hr: Greška
it: errore
pl: Błąd
sr: Greška
vi: Lỗi

source: Opens dialog used to change priority of the process of currently focused program.
de: Öffnet ein Dialogfeld, in dem Sie die Priorität des Prozesses des aktuell fokussierten Programms ändern können.
es: Abre un diálogo usado para cambiar la prioridad del proceso del programa con el foco.
gl: Abre o diálogo utilizado para cambiar a prioridade do proceso do programa actualmente enfocado.
hr: Otvara dijaloški okvir koji se koristi za promjenu prioriteta procesa trenutačno fokusiranog programa.
it: Apre la finestra di dialogo utilizzata per modificare la priorità del processo del programma attualmente focalizzato.
pl: Otwiera okno dialogowe służące do zmiany priorytetu procesu aktualnie skupionego programu.
sr: Otvara dijalog koji menja prioritet trenutno fokusiranog procesa.
vi: mở hộp thoại để chỉnh lại mức ưu tiên tiếng trình của ứng dụng hiện tại

source: Cannot hide this window!
de: Sie können dieses Fenster nicht ausblenden!
es: ¡No se puede ocultar esta ventana!
gl: Non se puido ocultar esta xanela!
hr: Ovaj se prozor ne može sakriti!
it: Impossibile nascondere questa finestra!
pl: Nie można ukryć tego okna!
sr: Nemoguće sakriti ovaj prozor!
vi: cửa sổ này không thể ẩn

source: Shows or hides window in the current slot.
de: Blendet das Fenster im aktuellen Slot ein oder aus.
es: Muestra u oculta la ventana en la pila actual.
gl: Amosa ou oculta a xanela na posición actual.
hr: Prikazuje ili skriva prozor u trenutačnom slotu.
it: Mostra o nasconde la finestra nello slot corrente.
pl: Pokazuje lub ukrywa okno w bieżącym gnieździe.
sr: Prikazuje ili krije prozor na trenutnoj poziciji.
vi: ẩn hoặc hiện cửa sổ trong vị trí này

source: Goes to the previous stack
de: Wechselt zum vorherigen Stapel
es: Va a la pila anterior
gl: Vai á pía anterior
hr: Ide na prethodni stog
it: Va al raggruppamento precedente
pl: Przechodzi do poprzedniego stosu
sr: Prebacuje se na prethodnu pregradu
vi: Chuyển về ngăn xếp trước

source: Goes to the next stack
de: Wechselt zum nächsten Stapel
es: Va a la pila siguiente
gl: Vai á pía seguinte
hr: Ide na sljedeći stog
it: Va al raggruppamento successivo
pl: Przechodzi do następnego stosu
sr: Prebacuje se na sledeću pregradu
vi: Chuyển đến ngăn xếp kế

source: Hides current window in the first available slot
de: Blendet das aktuelle Fenster im ersten freien Slot aus
es: Oculta la ventana actual en la primera pila disponible
gl: Oculta a xanela actual na primeira posición dispoñible
hr: Skriva trenutačni prozor u prvi dostupni slot
it: Nasconde la finestra corrente nel primo slot disponibile
pl: Ukrywa bieżące okno w pierwszym dostępnym gnieździe
sr: Krije trenutni prozor na prvu dostupnu poziciju
vi: ẩn cửa sổ hiện tại

source: Shows last hidden window
de: Zeigt das zuletzt ausgeblendete Fenster an
es: Muestra la última ventana que se ocultó
gl: Amosa a última xanela oculta
hr: Prikazuje zadnji skriveni prozor
it: Mostra l'ultima finestra nascosta
pl: Pokazuje ostatnie ukryte okno
sr: Prikazuje poslednji skriven prozor
vi: hiện lại cửa sổ bị ẩn lần cuối

source: There is no window recorded as last hidden!
de: Es gibt kein Fenster, welches als letztes ausgeblendet wurde!
es: ¡No hay ventana registrada como última oculta!
gl: Non se gravou ningunha xanela como última en ser ocultada!
hr: Nema prozora koji je spremljen kao zadnji skrivljeni prozor!
it: Non ci sono finestre registrate come ultime nascoste!
pl: Nie ma okna zarejestrowanego jako ostatnio ukryte!
sr: Nema prozora koji je poslednji sačuvan kao skriven!
vi: không có cửa sổ ẩn nào có nhãn là được ẩn lần cuối

source: Window recorded as last hidden no longer exists!
de: Das Fenster, welches als letztes ausgeblendet wurde, existiert nicht mehr!
es: ¡La ventana registrada como última oculta ya no existe!
gl: A xanela gravada como a última en ser ocultada xa non existe!
hr: Prozor koji je spremljen kao zadnji skrivljeni više ne postoji!
it: La finestra registrata come ultima nascosta non esiste più!
pl: Okno nagrane jako ostatnio ukryte już nie istnieje!
sr: Prozor koji je poslednji sačuvan kao skriven više ne postoji!
vi: cửa sổ có nhãn là, ẩn lần cuối không tồn tại

source: Opens dialog for unhiding currently hidden windows.
de: Öffnet das Dialogfeld, in dem Sie die derzeit ausgeblendeten Fenster wieder einblenden können.
es: Abre un diálogo para volver a mostrar ventanas actualmente ocultas.
gl: Abre o diálogo para desocultar xanelas actualmente ocultas.
hr: Otvara dijaloški okvir za otkrivanje trenutačno skrivenih prozora.
it: Apre la finestra di dialogo per mostrare le finestre attualmente nascoste.
pl: Otwiera okno dialogowe umożliwiające odszukanie aktualnie ukrytych okien.
sr: Otvara dijalog za otkrivanje trenutno skrivenih prozora.
vi: Mở hộp thoại để xem các cửa sổ ẩn.

source: There are no windows currently hidden.
de: Es gibt derzeit keine ausgeblendeten Fenster.
es: Actualmente no hay ventanas ocultas.
gl: Non hai xanelas ocultas actualmente.
hr: Trenutačno nema skrivenih prozora.
it: Non ci sono finestre attualmente nascoste.
pl: Obecnie nie ma ukrytych okien.
sr: Trenutno nema skrivenih prozora.
vi: không có cửa sổ ẩn nào

source: This addon allows you to hide windows (NVDA shift and numbers). Also, allows exploration of top level windows (windows+NVDA+tab), and kill a non responding process with windows f4.
de: Mit dieser Erweiterung können Sie Fenster ausblenden (NVDA+Umschalt+Ziffer). Ermöglicht auch die Erkundung von Fenstern der obersten Ebene (Windows+NVDA+Tab), und das Beenden eines nicht reagierenden Prozesses mit Windows+F4.
es: Este complemento te permite ocultar ventanas (NVDA+shift+números). Además, permite explorar las ventanas de nivel superior (Windows+NVDA+tab), y matar un proceso que no responde con Windows+f4.
gl: Este complemento permíteche ocultar xanelas (NVDA shift e os números). Ademais, permite a exploración de xanelas de niverl superior (Windows+NVDA+tab), e matar un proceso que non responde con windows f4.
hr: Ovaj dodatak omogućuje sskrivanje prozora (NVDA šift i brojke). Također, omogućuje istraživanje prozora najviše razine (windows+NVDA+tabulator) i prekinuti proces koji ne reagira s windows f4.
it: Questo componente consente di nascondere le finestre (NVDA shift e numeri). Inoltre, consente l'esplorazione delle finestre di primo livello (windows+NVDA+tab), e termina un processo bloccato con windows f4.
pl: Ten dodatek pozwala ukryć okna (przesunięcie NVDA i liczby). Umożliwia również eksplorację okien najwyższego poziomu (windows+NVDA+tab), i zabij proces nieodpowiadający w systemie Windows f4.
sr: Ovaj dodatak vam dozvoljava da sakrijete prozore (NVDA Windows i brojevi ). Takođe, dozvoljava istraživanje prozora aplikacije (windows+NVDA+tab), kao i zatvaranje procesa koji se više ne odaziva tasterima windows f4.
vi: bổ trợ này cho phép bạn ẩn hoặc hiện các cửa sổ. nvda shift và các số). Also, allows exploration of top level windows (windows+NVDA+tab), và buộc đóng các tiến trình không phản hồi bằng cách bấm windows f4.
