Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/enhancedAria/nvda.po
Languages: ru, uk, zh_cn

source: Enhanced Aria settings
ru: Настройки дополнения расширенные атрибуты Aria
uk: Налаштування Enhanced Aria
zh_cn: 增强Aria设置

source: article
ru: статья
uk: стаття
zh_cn: 文章

source: art
ru: статья
uk: ста
zh_cn: 地标

source: Report banners
ru: Объявлять баннеры
uk: Повідомляти банери
zh_cn: 报告横幅

source: Report main content
ru: Объявлять основное содержимое
uk: Повідомляти основний вміст
zh_cn: 报告主要内容

source: Report search forms
ru: Объявлять формы поиска
uk: Повідомляти пошукові форми
zh_cn: 报告搜索表单

source: Report forms with form role
ru: Объявлять формы и их роли
uk: Повідомляти форми з роллю форми
zh_cn: 报告具有表单角色的表单

source: Report navigation areas
ru: Объявлять области навигации
uk: Повідомляти області навігації
zh_cn: 报告导航区域

source: Report complementary content
ru: Объявлять дополнительное содержимое
uk: Повідомляти орієнтир додаткового вмісту
zh_cn: 报告补充内容

source: Report content info areas
ru: Объявлять области информация о содержимом
uk: Повідомляти область «Інформація про вміст»
zh_cn: 报告内容信息区域

source: Report articles
ru: Объявлять статьи
uk: Повідомляти статті
zh_cn: 报告文章

source: Report other labelled regions
ru: Объявлять другие помеченные области
uk: Повідомляти інші помічені регіони
zh_cn: 报告其他标记区域

source: Enhanced aria settings...
ru: Настройки дополнения улучшенные атрибуты aria...
uk: Налаштування Enhanced Aria...
zh_cn: 增强 aria 设置...

source: Change enhanced Aria settings
ru: Изменить настройки дополнения
uk: Змінити налаштування enhanced Aria
zh_cn: 更改增强Aria设置

source: Enhanced Aria
ru: Улучшенные атрибуты Aria
zh_cn: 增强Aria

source: This addon allows you to specify which Aria landmarks will be spoken when browsing a website. It has support for extra aria landmarks which are not included by default in NVDA.
ru: Это дополнение позволяет вам указать, какие атрибуты Aria будут проговариваться при просмотре веб-сайта. Оно поддерживает дополнительные атрибуты aria, которые по умолчанию не включены в NVDA.
uk: Цей додаток дозволяє вказати, які орієнтири ARIA промовлятиме NVDA під час перегляду сайтів. Він також підтримує додаткові орієнтири, які початково не включені в NVDA.
zh_cn: 此插件允许您指定浏览网站时将使用哪些Aria地标。它支持额外的aria地标，默认情况下不包含在NVDA中。
