Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/TeleNVDA/nvda.po
Languages: es, it_it, ru_ru, sr_rs@latin, tr_tr

source: When connecting to an unauthorized server, you will again be prompted to accepts its certificate.
es: Al conectar a un servidor no autorizado, se te pedirá que aceptes su certificado de nuevo.
it_it: Quando ti connetti a un server non autorizzato, verrà nuovamente richiesta l'autorizzazione del certificato.
ru_ru: При подключении к неавторизованному серверу вам снова будет предложено принять его сертификат.
sr_rs@latin: Kada se povezujete na server koji niste autorizovali, ponovo ćete morati da prihvatite njegov sertifikat.
tr_tr: Yetkisiz bir sunucuya bağlanırken, sertifikasını yeniden kabul etmeniz istenecektir.

source: Are you sure you want to delete all stored trusted fingerprints?
es: ¿Estás seguro de que quieres eliminar todas las huellas de confianza almacenadas?
it_it: Sei sicuro di voler eliminare tutte le impronte digitali memorizzate?
ru_ru: Вы уверены, что хотите удалить все сохранённые отпечатки доверенных сертификатов?
sr_rs@latin: Da li ste sigurni da želite da obrišete sve odobrene sertifikate?
tr_tr: Kayıtlı tüm güvenilir parmak izlerini silmek istediğinizden emin misiniz?

source: Invalid format for portcheck service URL. You must include {port} somewhere.
tr_tr: Portcheck hizmet Adresi için geçersiz biçim. Bir yere {port} eklemelisiniz.

source: TeleNVDA Connection Security Warning
es: Aviso de seguridad de conexión de TeleNVDA
it_it: Avviso di siccurezza della protezione della connessione remota
sr_rs@latin: TeleNVDA upozorenje o bezbednosti veze
tr_tr: TeleNVDA Bağlantı Güvenliği Uyarısı

source: Warning! The certificate of this server could not be verified. This connection may not be secure. It is possible that someone is trying to overhear your communication. Before continuing please make sure that the following server certificate fingerprint is a proper one. If you have any questions, please contact the server administrator. Server SHA256 fingerprint: {fingerprint} Do you want to continue connecting?
es: ¡Aviso! No se ha podido verificar el certificado de este servidor. Esta conexión puede no ser segura. Es posible que alguien esté intentando espiar tus comunicaciones. Antes de continuar, asegúrate de que la siguiente huella del certificado del servidor es adecuada. Ante cualquier duda, contacta con el administrador del servidor. Huella SHA256 del servidor: {fingerprint} ¿Deseas continuar con la conexión?
it_it: Avviso! Non è stato possibile verificare il certificato del server. Questa connessione potrebbe non essere sicura. È possibile che qualcuno stia cercando di ascoltare la tua comunicazione. Prima di continuare, assicurati che la seguente impronta digitale del certificato del server sia corretta. In caso di domande, contattare l'amministratore del server. Server SHA256, impronta digitale: {fingerprint} Vuoi proseguire con la connessione?
ru_ru: Внимание! Сертификат этого сервера не может быть проверен. Это соединение может быть небезопасным. Возможно, кто-то пытается прослушивать ваш канал связи. Прежде чем продолжить, убедитесь, что следующий отпечаток сертификата сервера является правильным. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с администратором сервера. Отпечаток сертификата сервера SHA256: {fingerprint} Вы хотите продолжить подключение?
sr_rs@latin: Upozorenje! Sertifikat ovog servera ne može biti proveren. Ova veza možda neće biti bezbedna. Moguće je da neko pokušava da prisluškuje vašu komunikaciju. Pre nego što nastavite uverite se da je sledeći sertifikat servera ispravan. Ako imate pitanja, molimo kontaktirajte administratora servera. SHA 256 servera: {fingerprint} Da li želite da nastavite sa povezivanjem?
tr_tr: Uyarı! Bu sunucunun sertifikası doğrulanamadı. Bu bağlantı güvenli olmayabilir. Birisi iletişiminize kulak misafiri olmaya çalışıyor olabilir. Devam etmeden önce lütfen aşağıdaki sunucu sertifikası parmak izinin uygun olduğundan emin olun. Herhangi bir sorunuz varsa, lütfen sunucu yöneticisiyle iletişime geçin. Sunucu SHA256 parmak izi: {fingerprint} Bağlantı kurmaya devam etmek istiyor musunuz?

source: Connect and do not ask again for this server
es: Conectar y no volver a preguntar en este servidor
it_it: Connettiti e non chiedere più per questo server
ru_ru: Подключиться и больше не спрашивать про этот сервер
sr_rs@latin: Poveži se i ne pitaj ponovo za ovaj server
tr_tr: Bağlan ve bu sunucu için bir daha sorma

source: Clipboard updated
es: Portapapeles actualizado
it_it: Appunti aggiornati
sr_rs@latin: Privremena memorija ažurirana
tr_tr: Pano güncellendi

source: No permission on device to trigger CTRL+ALT+DEL from remote
es: No hay permisos en el dispositivo para enviar ctrl+alt+supr remotamente
it_it: Dispositivo non autorizzato per eseguire CTRL+ALT+CANC da remoto
ru_ru: Устройство не имеет разрешений для удалённого вызова Control+Alt+Del
sr_rs@latin: Nema dozvole na uređaju za prečicu CTRL+ALT+DEL na daljinski način
tr_tr: Cihazda uzak bilgisayar için CTRL+ALT+DEL'e basma izni yok

source: Choose where to save the received file
es: Elige dónde guardar el archivo recibido
it_it: Scegli dove salvare il file ricevuto
sr_rs@latin: Izaberite gde želite da sačuvate primljenu datoteku
tr_tr: Alınan dosyanın nereye kaydedileceğini seçin

source: File received
es: Archivo recibido
it_it: File ricevuto
sr_rs@latin: Datoteka primljena
tr_tr: Dosya alındı

source: The version of the relay server which you have connected to is not compatible with this version of the Remote Client. Please either use a different server or upgrade your version of the addon.
es: La versión del servidor de control al que te has conectado no es compatible con esta versión del cliente remoto. Por favor, usa otro servidor diferente o actualiza tu complemento a la nueva versión.
it_it: La versione del server di inoltro che hai collegato non è compatibile con questa versione del Client Remoto. Si consiglia di utilizzare un altro server o aggiornare la versione del componente aggiuntivo.
ru_ru: Версия управляющего сервера к которому вы подключены, не совместима с версией вашего клиента удалённого доступа. Пожалуйста используйте другой управляющий сервер или обновите ваше дополнение NVDA Remote.
sr_rs@latin: Verzija udaljenog servera na koji ste povezani nije kompatibilna sa verzijom Remote klijenta. Molimo koristite drugi server, ili ažurirajte vašu verziju dodatka.
tr_tr: Bağlandığınız geçiş sunucusu versiyonu Uzak İstemcinin bu sürümü ile uyumlu değil. Lütfen başka bir sunucu kullanın ya da eklentiyi günncelleyin.

source: Message of the Day
es: Mensaje de bienvenida
it_it: Messaggio del Giorno
ru_ru: Сообщение дня
sr_rs@latin: Poruka dana
tr_tr: Günün mesajı

source: Remote NVDA not connected.
es: El NVDA remoto no está conectado.
it_it: NVDA remoto non connesso.
ru_ru: Удалённая NVDA не подключена.
sr_rs@latin: Remote NVDA nije povezan.
tr_tr: Uzak NVDA bağlanmadı.

source: Invalid URL
es: URL no válida
it_it: URL non valido
ru_ru: Неверный URL-адрес
sr_rs@latin: Neispravna adresa
tr_tr: Geçersiz URL

source: Unable to parse url "%s"
es: Imposible interpretar la URL "%s"
it_it: Impossibile verificare URL "%s"
ru_ru: Не удалось разобрать URL-адрес «%s»
sr_rs@latin: Nemoguće rasčlaniti adresu"%s"
tr_tr: Url \"%s\" ayrıştırılamadı

source: Tele NVDA remote assistance
es: Asistencia remota TeleNVDA
it_it: Tele NVDA assistenza Remota
sr_rs@latin: Tele NVDA udaljena podrška
tr_tr: Tele NVDA uzaktan Destek

source: Allows remote control of and remote access to another machine. This add-on is based on NVDA Remote.
es: Permite el control y el acceso remoto a otro equipo. Este complemento está basado en NVDA Remote.
it_it: Consente il controllo remoto e l'accesso remoto a un'altra macchina. Questo componente aggiuntivo è basato su NVDA Remote.
sr_rs@latin: Dozvoljava daljinski pristup i kontrolu drugog računara. Ovaj dodatak je zasnovan na NVDA Remote dodatku.
tr_tr: Başka bir makinenin uzaktan kontrolüne ve uzaktan erişime izin verir. Bu eklenti, NVDA Remote'a dayanmaktadır.

source: Copies a link to the remote session to the clipboard
es: Copia al portapapeles un enlace a la sesión remota
it_it: Copia il link per la sessione remota negli appunti
ru_ru: Скопировать ссылку на удалённый сеанс в буфер обмена
sr_rs@latin: Kopira link za daljinski pristup u privremenu memoriju

source: &Port:
es: &Puerto:
it_it: &Porta:
ru_ru: &Порт:

source: Unable to contact portcheck server, please manually retrieve your IP address
es: No se ha podido contactar con el servidor de portcheck, obtén tu dirección IP manualmente
it_it: Impossibile contattare il server per il controllo delle porte, Si prega di recuperare manualmente l'indirizzo IP
ru_ru: Не удалось получить внешний IP-адрес. Пожалуйста, укажите его вручную.
sr_rs@latin: Nemoguće kontaktirati server za proveru porta, molimo ručno preuzmite IP adresu
