Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/TeleNVDA/nvda.po
Languages: es, it_it, ru_ru, sr_rs@latin, tr_tr

source: NVDA Remote has been detected on your NVDA installation. In order for TeleNVDA to work without conflicts, NVDA Remote must be disabled. Otherwise, TeleNVDA will refuse to work. Would you like to disable NVDA Remote now?
es: Se ha detectado NVDA Remote en tu instalación de NVDA. Para que TeleNVDA funcione sin conflictos, se debe deshabilitar NVDA Remote. De cualquier otra forma, TeleNVDA se negará a trabajar. ¿Te gustaría deshabilitar NVDA Remote ahora?
it_it: NVDARemote risulta in esecuzione sulla tua installazione. Affinché TeleNVDA possa operare correttamente, è necessario disabilitare NVDA Remote. In caso contrario, TeleNVDA non funzionerà. Vuoi disabilitare NVDA Remote ora?
sr_rs@latin: NVDA Remote je otkriven u vašoj NVDA instalaciji. Kako bi TeleNVDA radio bez konflikta, NVDA Remote mora biti onemogućen. U suprotnom, TeleNVDA neće raditi. Da li želite odmah da onemogućite NVDA Remote?
tr_tr: NVDA kurulumunuzda NVDA Uzaktan Destek algılandı. TeleNVDA'nın çakışma olmadan çalışması için NVDA Uzaktan Destek eklentisinin devre dışı bırakılması gerekir. Aksi takdirde, TeleNVDA çalışmayı reddedecektir. NVDA Uzaktan Destek eklentisini şimdi devre dışı bırakmak ister misiniz?

source: Running NVDA Remote detected
es: Detectado NVDA Remote en ejecución
it_it: Rilevato NVDA Remote in esecuzione
sr_rs@latin: Otkriven pokrenut NVDA Remote
tr_tr: NVDA Uzaktan destek eklentisinin çalıştığı algılandı

source: Your NVDA Remote configuration was corrupted and has been reset.
es: Tu configuración de NVDA Remote estaba corrupta y se ha restablecido.
it_it: La configurazione di NVDA Remote è stata danneggiata ed è stata ripristinata.
sr_rs@latin: Vaša NVDA Remote podešavanja su oštećena i vraćena su na podrazumevana.
tr_tr: NVDA Uzaktan Destek yapılandırmanız bozulduğu için sıfırlandı.

source: NVDA Remote Configuration Error
es: Error de configuración de NVDA Remote
it_it: Errore di configurazione in NVDA-Remote
sr_rs@latin: NVDA remote greška podešavanja
tr_tr: NVDA Uzaktan destek Yapılandırma Hatası

source: Connect...
es: Conectar...
it_it: Connetti...
ru_ru: &Подключиться...
sr_rs@latin: Poveži se...
tr_tr: Bağlan...

source: Remotely connect to another computer running NVDA Remote Access or TeleNVDA
es: Conectar remotamente a un equipo que ejecute NVDA Remote Access o TeleNVDA
it_it: Connettiti da remoto a un altro computer che esegue NVDA Remote Access o TeleNVDA
sr_rs@latin: Daljinsko povezivanje sa drugim računarom koji koristi NVDA remote access ili TeleNVDA
tr_tr: NVDA Uzaktan Destek veya TeleNVDA çalıştıran başka bir bilgisayara bağlanın

source: Disconnect
es: Desconectar
it_it: Disconnetti
ru_ru: &Отключиться
sr_rs@latin: Prekini vezu
tr_tr: Bağlantıyı kes

source: Disconnect from another computer running NVDA Remote Access or TeleNVDA
es: Desconectar de otro equipo que ejecuta NVDA Remote Access o TeleNVDA
it_it: Disconnetti da un altro computer che esegue NVDA Remote o TeleNVDA
sr_rs@latin: Prekini vezu sa drugim računarom koji koristi NVDA remote access ili TeleNVDA
tr_tr: NVDA Uzaktan destek veya TeleNVDA çalıştıran başka bir bilgisayarla bağlantıyı kesin

source: Mute remote
es: Silenciar equipo remoto
it_it: Silenzia dispositivo remoto
ru_ru: Отключить удалённую &речь и звуки
sr_rs@latin: Isključi zvuk daljinskog računara
tr_tr: Uzaktakini sustur

source: Mute speech and sounds from the remote computer
es: Silenciar voz y sonidos del equipo remoto
it_it: Sintetizzatore e suoni del dispositivo remoto disattivati
ru_ru: Удалённая речь и звуки отключены
sr_rs@latin: Isključuje zvuk i govor sa drugog računara
tr_tr: Uzak bağlanılan bilgisayardaki konuşma ve sesleri sustur

source: &Push clipboard
es: Enviar &portapapeles
it_it: &Invia gli appunti
ru_ru: Передать &буфер обмена
sr_rs@latin: &Prebaci privremenu memoriju
tr_tr: &Pano içeriğini gönder

source: Push the clipboard to the other machine
es: Enviar el portapapeles al otro equipo
it_it: Invia il contenuto degli appunti all'altro PC
ru_ru: Передаёт текст из буфера обмена на другой компьютер
sr_rs@latin: Prebacivanje privremene memorije na drugi računar
tr_tr: Pano içeriğini uzaktaki makineye gönder

source: Send &file...
es: Enviar &archivo...
it_it: Invia &file...
sr_rs@latin: Pošalji &datoteku...
tr_tr: &Dosya gönder...

source: Send a file to the other machine
es: Enviar un archivo al otro equipo
it_it: Invia un file all'altro PC
sr_rs@latin: Pošalji datoteku drugom računaru
tr_tr: Uzaktaki makineye bir dosya gönder

source: NVDA &Remote protocol (recommended)
tr_tr: NVDA Uzaktan Destek p&rotokolü (önerilen)

source: Copy a link to the remote session compatible with both NVDA Remote and TeleNVDA
tr_tr: Hem NVDA Uzaktan Destek hem de TeleNVDA ile uyumlu uzak oturuma bir bağlantı kopyala

source: &TeleNVDA protocol
tr_tr: &TeleNVDA protokolü

source: Copy a link to the remote session compatible only with TeleNVDA
tr_tr: Yalnızca TeleNVDA ile uyumlu uzak oturuma bir bağlantı kopyala

source: Copy &link
es: Copiar &enlace
it_it: Copia &link
ru_ru: Скопировать &ссылку на удалённый сеанс
sr_rs@latin: &Kopiraj link
tr_tr: Bağ&lantıyı kopyala

source: Copy a link to the remote session
es: Copiar un enlace a la sesión remota
it_it: Copia un link per la sessione remota
ru_ru: Копирует ссылку на удалённый сеанс в буфер обмена
sr_rs@latin: Kopiraj link za daljinski pristup
tr_tr: Uzak oturum için bir bağlantı kopyala

source: &Options...
es: &Opciones...
it_it: &Opzioni...
ru_ru: Пара&метры...
sr_rs@latin: &Podešavanja...
tr_tr: &Seçenekler...

source: Options
es: Opciones
it_it: Opzioni
ru_ru: Параметры
sr_rs@latin: Podešavanja
tr_tr: Seçenekler

source: Send Ctrl+Alt+Del
es: Enviar ctrl+alt+supr
it_it: Invia Ctrl+Alt+Canc
ru_ru: О&тправить Control+Alt+Del
sr_rs@latin: Pošalji prečicu control+alt+taster za brisanje
tr_tr: CTRL+alt+sil komutu gönder

source: R&emote
es: &Remoto
it_it: Accesso R&emoto
ru_ru: &Удалённое управление
tr_tr: &Uzak bağlantı

source: Are you sure you want to disconnect the controlled computer?
tr_tr: Kontrol edilen bilgisayarın bağlantısını kesmek istediğinizden emin misiniz?

source: Warning!
es: ¡Advertencia!
it_it: Avviso!
sr_rs@latin: Upozorenje!
tr_tr: Uyarı!

source: Unmute remote
tr_tr: Uzaktakinin sesini aç

source: Unmute speech and sounds from the remote computer
es: Reactivar voz y sonidos del equipo remoto
it_it: Suoni e sintesi vocale riattivati dal computer remoto
ru_ru: Удалённая речь и звуки включены
sr_rs@latin: Ponovo uključuje zvuk i govor sa daljinskog računara
tr_tr: Uzak bağlanılan bilgisayardaki konuşma ve sesleri aç

source: Not connected.
es: Sin conexión.
it_it: Non connesso.
ru_ru: Не подключено.
sr_rs@latin: Niste povezani.
tr_tr: Bağlı değil.

source: Choose the file you want to send to the remote computer
es: Elige el archivo que quieres enviar al equipo remoto
it_it: Scegli il file da inviare al computer remoto
sr_rs@latin: Izaberite datoteku koju želite da pošaljete drugom računaru
tr_tr: Uzak bilgisayara göndermek istediğiniz dosyayı seçin

source: All files (*.*)
es: Todos los archivos (*.*)
it_it: Tutti i file (*.*)
sr_rs@latin: Sve datoteke (*.*)
tr_tr: Tüm dosyalar (*.*)

source: This file is too large. Only files smaller than 10 MB are supported.
es: Este archivo es demasiado grande. Sólo se soportan archivos menores de 10 MB.
it_it: Questo file è troppo grande. Sono supportati solo i file di dimensioni inferiori a 10 MB.
sr_rs@latin: Ova datoteka je prevelika. Podržane su samo datoteke manje od 10 MB.
tr_tr: Bu dosya çok büyük. Yalnızca 10 MB'tan küçük dosyalar desteklenir.

source: Error
it_it: Errore
ru_ru: Ошибка
sr_rs@latin: Greška
tr_tr: Hata

source: The session will be blocked until the transfer is complete. Are you sure you want to continue?
es: La sesión se bloqueará hasta que la transferencia esté completa. ¿Deseas continuar?
it_it: La sessione verrà bloccata fino al termine del trasferimento. Sei sicuro di continuare?
sr_rs@latin: Sesija će biti blokirana dok se prebacivanje ne završi. Da li ste sigurni da želite da nastavite?
tr_tr: Aktarım tamamlanana kadar oturum bloke edilecektir. Devam etmek istediğinizden emin misiniz?

source: File sent
es: Archivo enviado
it_it: File inviato
sr_rs@latin: Datoteka poslata
tr_tr: Dosya gönderildi

source: Sends the specified file to the remote machine
es: Envía el archivo especificado al equipo remoto
it_it: Invia il file specificato al dispositivo remoto
sr_rs@latin: Šalje odabranu datoteku drugom računaru
tr_tr: Belirtilen dosyayı uzak makineye gönderir

source: Sends the contents of the clipboard to the remote machine
es: Envía los contenidos del portapapeles al otro equipo
it_it: Invia il contenuto degli appunti al dispositivo remoto
ru_ru: Передать содержимое буфера обмена на удалённый компьютер
sr_rs@latin: Šalje sadržaj privremene memorije na drugi računar
tr_tr: Uzak makine için pano içeriğini gönderir

source: Clipboard pushed
es: Portapapeles enviado
it_it: Appunti inviati
ru_ru: Буфер обмена передан
sr_rs@latin: Privremena memorija prebačena
tr_tr: Panoya gönderildi

source: Unable to push clipboard
es: Imposible enviar el portapapeles
it_it: Impossibile inviare gli appunti
ru_ru: Не удалось передать буфер обмена
sr_rs@latin: Nemoguće prebacivanje privremene memorije
tr_tr: Panoya gönderilemedi

source: Ctrl+Alt+Delete has been sent to the remote machine
tr_tr: CTRL+Alt+Delete tuşları uzak makineye gönderildi

source: Disconnected!
es: ¡Desconectado!
it_it: Disconnesso!
sr_rs@latin: Veza prekinuta!
tr_tr: Bağlantı kesildi!

source: Error Connecting
es: Error durante la conexión
it_it: Errore durante la connessione
ru_ru: Ошибка подключения
sr_rs@latin: Greška pri povezivanju
tr_tr: Bağlantı Hatası

source: Unable to connect to the remote computer
es: No se ha podido conectar al equipo remoto
it_it: Impossibile connettersi al computer remoto
ru_ru: Не удаётся подключиться к удалённому компьютеру
sr_rs@latin: Nemoguće povezati se na drugi računar
tr_tr: Uzak bilgisayara bağlanılamıyor

source: Connect
es: Conectar
it_it: Connetti
ru_ru: Подключение
sr_rs@latin: Poveži se
tr_tr: Bağlan

source: Connected!
es: ¡Conectado!
it_it: Connesso!
ru_ru: Подключено!
sr_rs@latin: Povezan!
tr_tr: Bağlandı!

source: Connection interrupted
es: Conexión interrumpida
it_it: Connessione interrotta
ru_ru: Подключение прервано
sr_rs@latin: Veza prekinuta
tr_tr: Bağlantı kesildi

source: The option to handle keys from other applications is disabled in your NVDA keyboard settings. In order to allow the keyboard of this machine to be controlled, this option should be enabled. Would you like to do this now?
es: El ajuste para manejar teclas desde otras aplicaciones está desactivado en tus opciones de teclado de NVDA. Para permitir que se controle el teclado de este equipo, esta opción debería estar activada. ¿Te gustaría hacerlo ahora?
it_it: L'impostazione per gestire i tasti da altre applicazioni è disabilitata nelle opzioni della tastiera di NVDA. Per consentire il controllo della tastiera di questo computer, questa opzione deve essere abilitata. Ti piacerebbe farlo ora?
sr_rs@latin: Opcija obrađivanja tastera iz drugih aplikacija je onemogućena u vašim NVDA podešavanjima tastature. Kako biste dozvolili da tastatura ovog računara bude kontrolisana, ova opcija mora biti omogućena. Da li želite ovo sada da uradite?
tr_tr: NVDA klavye ayarlarında, diğer uygulamalardan tuşları işleme seçeneği devre dışı bırakılmış. Bu makinenin klavyesinin kontrol edilebilmesi için seçeneğin etkinleştirilmesi gerekir. Bunu şimdi yapmak ister misin?

source: Warning
es: Advertencia
it_it: Avviso
ru_ru: Внимание!
sr_rs@latin: Upozorenje
tr_tr: Uyarı

source: Connected to control server
es: Se ha conectado al servidor de control
it_it: Collegato al server
ru_ru: Подключено к управляющему серверу
sr_rs@latin: Povezan na server kontrole
tr_tr: Kontrol sunucusuna bağlanıldı

source: TeleNVDA is already connected. Disconnect before opening a new connection.
es: TeleNVDA ya está conectado. Desconéctalo antes de establecer una nueva conexión.
it_it: TeleNVDA è già connesso. Disconnettere prima di aprire una nuova connessione.
sr_rs@latin: TeleNVDA je već povezan. Prekinite vezu pre pokretanja nove veze.
tr_tr: TeleNVDA zaten bağlı. Yeni bir bağlantı kurabilmek için önce aktif bağlantıyı kesin.

source: TeleNVDA Already Connected
es: TeleNVDA ya está conectado
it_it: TeleNVDA è già connesso
sr_rs@latin: TeleNVDA već povezan
tr_tr: TeleNVDA Zaten Bağlı

source: Do you wish to control the machine on server {server} with key {key}?
es: ¿Quieres controlar el equipo {server} con la clave {key}?
it_it: Prendere il controllo del dispositivo sul server {server} con la chiave di accesso {key}?
ru_ru: Вы хотите управлять другим компьютером с ключом {key} на сервере {server}?
sr_rs@latin: Da li želite da kontrolišete računar na serveru{server} sa šifrom{key}?
tr_tr: {server} sunucusundaki makineyi {key} anahtarıyla kullanmak istiyor musunuz?

source: Do you wish to allow this machine to be controlled on server {server} with key {key}?
es: ¿Quieres permitir que controlen este equipo desde el servidor {server} con la clave {key}?
it_it: Vuoi consentire che questa macchina venga controllata dal server {server} con chiave di accesso {key}?
ru_ru: Вы хотите разрешить управление этим компьютером с ключом {key} на сервере {server}?
sr_rs@latin: Da li želite da vaš računar bude kontrolisan na serveru{server} sa šifrom{key}?
tr_tr: Bu makinenin {server} sunucusundaki makine tarafından {key} anahtarıyla kullanılmasını istiyor musunuz?

source: TeleNVDA Connection Request
es: Petición de conexión de TeleNVDA
it_it: Richiesta di connessione TeleNVDA
sr_rs@latin: TeleNVDA zahtev za povezivanje
tr_tr: TeleNVDA Bağlantı Talebi

source: Copies a link to the remote session to the clipboard compatible with both NVDA Remote and TeleNVDA
tr_tr: Hem NVDA Uzaktan Destek hem de TeleNVDA ile uyumlu uzak oturumun bağlantısını panoya kopyalar

source: Copied link
es: Enlace copiado
it_it: Link copiato
ru_ru: Ссылка скопирована
sr_rs@latin: Kopiran link
tr_tr: Kopyalanan bağlantı

source: Copies a link to the remote session to the clipboard compatible only with TeleNVDA
tr_tr: Yalnızca TeleNVDA ile uyumlu Uzak oturumun bağlantısını panoya kopyalar

source: Opens a dialog to start a remote session
es: Abre un diálogo para iniciar una sesión remota
it_it: Apre una finestra di dialogo per avviare una sessione remota
sr_rs@latin: Otvara dijalog za pokretanje daljinske veze
tr_tr: Uzak oturum başlatmak için bir iletişim kutusu açar

source: Disconnect a remote session
es: Desconectar una sesión remota
it_it: Disconnette sessione remota
ru_ru: Отключить удалённый сеанс
sr_rs@latin: Prekini vezu daljinskog pristupa
tr_tr: Uzak bağlantıyı keser

source: Set the host to ignore the next gesture completely, sending next gesture to the guest as is. Useful when you need to use the gesture asigned to toggle between guest and host, in the guest machine.
es: Hace que el equipo local ignore completamente el siguiente gesto, enviando el siguiente gesto al equipo remoto tal cual. Es útil cuando se necesita enviar el gesto asignado para alternar entre el equipo local y el remoto, hacia el equipo remoto.
it_it: Imposta l'host in modo che ignori completamente il gesto successivo, inviando il gesto successivo all'ospite così com'è. Utile quando è necessario utilizzare il gesto assegnato per alternare tra ospite e host, nella macchina ospite.
sr_rs@latin: Podesite lokalni računar tako da u potpunosti ignoriše sledeću komandu, što će drugom računaru poslati prečicu onakvu kakva jeste. Korisno kada morate da koristite prečicu koja je podešena za prebacivanje između lokalnog i drugog računara na drugom računaru.
tr_tr: Toplantı sahibini bir sonraki hareketi tamamen yok sayacak ve sonraki hareketi misafire olduğu gibi gönderecek şekilde ayarlar. Konuk makinesinde konuk ve ev sahibi arasında geçiş yapmak için atanan hareketi kullanmak gerektiğinde kullanışlıdır.

source: Send next gesture to the guest
es: Enviar el siguiente gesto al equipo remoto
it_it: Invia il gesto successivo all'ospite
sr_rs@latin: Pošalji sledeću prečicu drugom računaru
tr_tr: Misafire bir sonraki hareketi gönder

source: Toggles the control between guest and host machine
es: Alterna el control entre el equipo local y el equipo remoto
it_it: Alterna il controllo tra la macchina ospite e la macchina host".
sr_rs@latin: Prebacuje između kontrolisanja drugog i lokalnog računara
tr_tr: Konuk ve ana makine arasındaki kontrolü değiştirir

source: Controlling remote machine.
es: Controlando equipo remoto.
it_it: Controllo remoto.
ru_ru: Управление удалённым компьютером
sr_rs@latin: Kontrolisanje drugog računara.
tr_tr: Uzak makine kullanılıyor.

source: Controlling local machine.
es: Controlando equipo local.
it_it: Controllo locale.
ru_ru: Управление локальным компьютером
sr_rs@latin: Kontrolisanje lokalnog računara.
tr_tr: Yerel makine kullanılıyor.

source: Mute or unmute the speech coming from the remote computer
es: Silenciar o quitar silencio a la voz procedente del equipo remoto
it_it: Disattivazione o riattivazione del sintetizzatore proveniente dal computer remoto
ru_ru: Отключить или включить речь идущую от удалённого компьютера
sr_rs@latin: Uključi ili isključi govor sa drugog računara
tr_tr: Uzaktaki bilgisayardan gelen konuşmayı susturur ya da açar

source: Sends Ctrl+Alt+Delete to the remote machine
tr_tr: Ctrl+Alt+Delete tuşlarını uzaktaki makineye gönderir

source: Opens the addon settings panel inside NVDA settings dialog
tr_tr: NVDA ayarları iletişim kutusunda eklenti ayarları panelini açar

source: &Host:
es: &Equipo o servidor:
ru_ru: &Адрес сервера:
sr_rs@latin: &Server:
tr_tr: &Ana bilgisayar:

source: &Key:
es: &Clave:
it_it: &Chiave d'accesso:
ru_ru: &Ключ:
sr_rs@latin: &Šifra:
tr_tr: &Anahtar:

source: &Generate Key
es: &Generar clave
it_it: &Genera chiave d'accesso
ru_ru: &Создать ключ
sr_rs@latin: &Napravi šifru
tr_tr: &Anahtar Oluştur

source: Host must be set.
es: Se debe establecer un equipo o servidor.
it_it: L'host deve essere impostato
ru_ru: Необходимо указать адрес сервера.
sr_rs@latin: Server mora biti upisan.
tr_tr: Ana bilgisayar ayarlanmalıdır.

source: Get External &IP
es: Obtener dirección &IP externa
it_it: Ottieni &Ip esterno
ru_ru: &Получить внешний IP-адрес
sr_rs@latin: &Saznajte IP adresu
tr_tr: Harici &IP'yi al

source: &External IP:
es: Dirección &IP externa:
it_it: IP &esterno:
ru_ru: &Внешний IP-адрес:
sr_rs@latin: &IP adresa:
tr_tr: &Harici IP:

source: Use &UPNP to forward this port if possible
tr_tr: Mümkünse bu bağlantı noktasını iletmek için &UPNP kullan

source: Would you like to use UPNP to forward the chosen port before detecting your IP address?
tr_tr: IP adresinizi algılamadan önce seçilen bağlantı noktasını iletmek için UPNP'yi kullanmak ister misiniz?

source: Do you want to use UPNP?
tr_tr: UPNP'yi kullanmak ister misiniz?

source: Successfully retrieved IP address. Port {port} is open.
es: La dirección IP se ha obtenido con éxito. El puerto {port} está abierto.
it_it: Indirizzo IP recuperato. La porta {port} è aperta.
ru_ru: Внешний IP-адрес успешно получен. Порт {port} открыт.
sr_rs@latin: Uspešno preuzeta IP adresa. Port {port} je otvoren.
tr_tr: IP adresi başarıyla alındı. Port {port} açık.

source: Success
es: Éxito
it_it: Operazione riuscita
ru_ru: Операция успешно завершена
sr_rs@latin: Uspeh
tr_tr: Başarılı

source: Retrieved external IP, but port {port} is not currently forwarded.
es: Obtenida la dirección IP externa, pero el puerto {port} no está abierto.
it_it: Recuperato IP esterno, ma la porta {port} non è aperta.
ru_ru: Внешний IP-адрес получен, но порт {port} сейчас закрыт.
sr_rs@latin: Preuzeta IP adresa, ali port{port} trenutno nije otvoren.
tr_tr: Harici IP alındı, ancak port {port} şu anda yönlendirilmemiş.

source: Unable to contact portcheck server or UPNP device, please manually retrieve your IP address and forward ports if required. See the NVDA log for more details.
tr_tr: Portcheck sunucusu veya UPNP cihazıyla bağlantı kurulamıyor, lütfen IP adresinizi manuel olarak alın ve gerekirse portları yönlendirin. Daha fazla ayrıntı için NVDA günlüğüne bakın.

source: Client
es: Cliente
ru_ru: Клиент
sr_rs@latin: Klijent
tr_tr: İstemci

source: Server
es: Servidor
ru_ru: Сервер
tr_tr: Sunucu

source: Control another machine
es: Controlar otro equipo
it_it: Controlla un altro PC
ru_ru: Управлять другим компьютером
sr_rs@latin: Kontroliši drugi računar
tr_tr: Başka bir bilgisayarı yönet

source: Allow this machine to be controlled
es: Permitir que controlen este equipo
it_it: Consenti il controllo remoto di questo PC
ru_ru: Разрешить управление этим компьютером
sr_rs@latin: Dozvoli da ovaj računar bude kontrolisan
tr_tr: Bu bilgisayarın yönetilmesine izin ver

source: Both host and key must be set.
es: Tanto el equipo como la clave deben estar configurados.
it_it: Occorre impostare Host e chiave d'accesso.
ru_ru: Необходимо указать адрес сервера и ключ.
sr_rs@latin: Morate upisati server i šifru
tr_tr: Host ve anahtar ayarlanmalı.

source: Both port and key must be set.
es: Se deben establecer tanto el puerto como la clave.
it_it: Occorre impostare porta e chiave d'accesso.
ru_ru: Необходимо указать порт и ключ.
sr_rs@latin: Morate upisati port i šifru
tr_tr: Hem port hem anahtar ayarlanmalı.

source: Auto-connect to control server on startup
es: Conectar automáticamente al servidor de control al arrancar
it_it: Connetti automaticamente al server all'avvio
ru_ru: Автоматически подключаться к управляющему серверу при запуске NVDA
sr_rs@latin: Automatsko povezivanje na server za kontrolisanje pri pokretanju
tr_tr: Başlangıçta kontrol sunucusuna Otomatik bağlan

source: Use Remote Control Server
es: Usar servidor de control remoto
it_it: Usa il server di controllo remoto
ru_ru: Использовать удалённый управляющий сервер
sr_rs@latin: Koristi udaljeni server za kontrolisanje
tr_tr: Uzak kontrol sunucusunu kullan

source: Host Control Server
es: Crear servidor de control local
it_it: Server Di Controllo Host
ru_ru: Использовать локальный управляющий сервер
sr_rs@latin: Napravi server za kontrolisanje
tr_tr: Ana Kontrol Sunucusu

source: Play sounds instead of beeps
es: Reproducir sonidos en vez de pitidos
it_it: Utilizza campioni audio al posto dei beep
ru_ru: Воспроизводить звуки вместо тоновых сигналов
sr_rs@latin: Reprodukuj zvukove umesto pištanja
tr_tr: Bip yerine ses çal

source: Display an alert before the controlled computer disconnects
tr_tr: Kontrol edilen bilgisayarın bağlantısı kesilmeden önce bir uyarı görüntüle

source: Mute remote speech when controlling local machine
tr_tr: Yerel makineyi kontrol ederken uzaktaki konuşmayı sessize al

source: Process speech commands when controlling another computer
es: Procesar comandos del habla al controlar otro equipo
it_it: Elabora i comandi vocali quando controlli un altro computer
sr_rs@latin: Obrađuj govorne komande kadase kontroliše drugi računar
tr_tr: Başka bir bilgisayarı kontrol ederken konuşma komutlarını işle

source: Portcheck &service URL:
tr_tr: Portcheck hizmet Adre&si:

source: Delete all trusted fingerprints
es: Eliminar todas las huellas de confianza
it_it: Elimina tutte le impronte digitali memorizzate
ru_ru: Удалить все отпечатки доверенных сертификатов
sr_rs@latin: Obriši sve dozvoljene sertifikate
tr_tr: Tüm güvenilir parmak izlerini sil
