Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/wordCount/nvda.po
Languages: ka, ru

source: select some text first.
ka: თავდაპირველად, მონიშნეთ ტექსტი.
ru: сначала выделите какой-нибудь текст.

source: {arg0} words and {arg1} characters in {arg2} paragraphs
ka: {arg0} სიტყვა და {arg1} სიმბოლო {arg2} პარაგრაფზე
ru: {arg0} слов и {arg1} символов в {arg2} абзацев

source: {arg0} words and {arg1} characters in {arg2} paragraphs and {arg3} lines
ka: {arg0} სიტყვა და {arg1} სიმბოლო {arg2} პარაგრაფსა და {arg3} ხაზზე
ru: {arg0} слов и {arg1} символов в {arg2} абзацев и {arg3} строк

source: Error
ka: შეცდომა
ru: Ошибка

source: Wait please...
ka: გთხოვთ, დაელოდოთ...
ru: Пожалуйста, подождите...

source: Announces the number of elements in the selected text.
ka: არჩეულ ტექსტში აცხადებს ელემენტების რაოდენობას.
ru: Объявляет количество элементов в выделенном тексте.

source: Text editing
ka: ტექსტის რედაქტირება
ru: Редактирование текста

source: Opens a dialog with the list of words found in the document.
ka: ხსნის დიალოგს დოკუმენტში ნაპოვნი სიტყვების სიით.
ru: Открывает диалог со списком слов, найденных в документе.

source: Word list
ka: სიტყვების სია
ru: Список слов

source: There are no words
ka: სიტყვები არ არის
ru: Нет слов

source: Words and its occurrences
ka: სიტყვები და მათი გამოვლინებები
ru: Слова и их вхождения

source: &Show occurrences
ka: &გამოვლინებების ჩვენება
ru: &Показать вхождения

source: &Close
ka: &დახურვა
ru: &Закрыть

source: Lines containing our word
ka: ჩვენი სიტყვის შემცველი ხაზები
ru: Строки, содержащие наше слово

source: Count elements of the selected text
ka: მონიშნული ტექსტის ელემენტების გამოთვლა
ru: Подсчитать элементы выделенного текста

source: announces the number of words, characters, paragraphs and lines of the selected text when you select some text and press Control+Shift+F12. It also can create a ordered list of the words used and allow to display the lines containing a word pressing Control+Shift+F11.
ka: აცხადებს სიტყვების, სიმბოლოების, პარაგრაფებისა და ხაზების რაოდენობას მონიშნულ ტექსტში, როდესაც მონიშნავთ ტექსტს და დააჭერთ Control+Shift+F12-ს. ასევე, დამატებას შეუძლია, გამოყენებული სიტყვებისგან შექმნას დალაგებული სია და აჩვენოს სიტყვების შემცველი ხაზები, Control+Shift+F11-ზე დაჭერით.
ru: объявляет количество слов, символов, абзацев и строк выделенного текста, когда вы выделяете текст и нажимаете Control + Shift + F12. Он также может создавать упорядоченный список используемых слов и позволяет отображать строки, содержащие слово, нажав Control+Shift+F11.
