Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: Serialized ordering: Math rule is divided into multiple blocks according to the reading order. In this area, the reading order of child node and the delimitation text of start, inter- and the end can be changed. Taking the fractional rule mfrac as an example, this rule is divided into five reading blocks. The order 0, 2, and 4 represent the initial prompt, the project segmentation prompt, and the end prompt, respectively, and the meanings text can be changed in each field. Order 1 and 3 adjust the reading sequence of child node which can be changed in the drop-down menu.
de: Serialisierte Anordnung: Die Rechenregel ist entsprechend der Lesereihenfolge in mehrere Blöcke unterteilt. In diesem Bereich kann die Lesereihenfolge der untergeordneten Knoten und der Abgrenzungstext von Anfang, Zwischen- und Ende geändert werden. Am Beispiel der Bruchregel mfrac wird diese Regel in fünf Leseblöcke unterteilt. Die Reihenfolgen 0, 2 und 4 stehen für die Anfangsaufforderung, die Projektsegmentierungsaufforderung bzw. die Endaufforderung, und der Bedeutungstext kann in jedem Feld geändert werden. Die Reihenfolge 1 und 3 stellen die Lesereihenfolge der untergeordneten Knoten ein, die im Dropdown-Menü geändert werden kann.
fr: Ordre sérialisé : la règle mathématique est divisée en plusieurs blocs selon l'ordre de lecture. Dans cette zone, l'ordre de lecture du nœud enfant et le texte de délimitation du début, de la moitié et de la fin peuvent être modifiés. Par exemple pour la règle fraction mfrac, cette règle est divisée en cinq blocs de lecture. L'ordre 0, 2 et 4 représentent le symbole initial, le symbole de segmentation du projet et le symbole final, respectivement, et leurs textes de signification peuvent être modifiés dans chaque champ. Les ordres 1 et 3 ajustent la séquence de lecture des nœuds enfant qui peut être modifiée dans le menu déroulant.
pl: Kolejność serializowana: Reguła matematyczna jest podzielona na wiele bloków zgodnie z kolejnością czytania. W tym obszarze można zmienić kolejność czytania węzła podrzędnego i tekst delimitacyjny początku, inter- i końca. Biorąc za przykład regułę ułamkową mfrac, reguła ta jest podzielona na pięć bloków odczytu. Kolejność 0, 2 i 4 reprezentują odpowiednio początkowy monit, monit segmentacji projektu i monit końcowy, a tekst znaczeń można zmienić w każdym polu. Kolejność 1 i 3 dostosuj sekwencję odczytu węzła podrzędnego, którą można zmienić w menu rozwijanym.
zh_cn: 序列化顺序：将数学规则根据朗读顺序划分多个部分，在此部分可更改规则子项目的朗读顺序及开始、项目间和结束文本的分隔内容，以分数规则 mfrac 为例，此规则分为五个朗读顺序，顺序0、2和4分别代表开始提示、项目间提示与结束提示，可在各字段中输入自己习惯的朗读方式，而顺序1和3则可调整子节点朗读的先后，可在组合框中更改其顺序。

source: Example: You can check the reading method of this math rule after editing. After clicking, a math content is preset the corresponding math rules for confirming whether the reading method is as expected.
de: Beispiel: Sie können die Leselogik dieser matehmatischen Regel nach der Bearbeitung überprüfen. Nach dem Anklicken wird ein Mathematikinhalt mit den entsprechenden Mathematischen Regeln vorgelesen, Um sicher zu gehen, dass die Lesemethode den Erwartungen entspricht.
fr: Exemple: Vous pouvez vérifier la méthode de lecture de cette règle mathématique après l’édition. Après avoir cliqué, un contenu mathématique est prédéfini dans les règles mathématiques correspondantes pour confirmer si la méthode de lecture est conforme aux attentes.
gl: Example (exemplo): Pode marcar reading method of this math rule (método de lectura desta regra matemática) tras editar. Despoies de facer click, un contido matemático terá prestablecidas as correspondentes regras matemáticas para confirmar se o método de lectura é como se agarda.
hr: Primjer: Moguće je provjeriti način čitanja ovog matematičkog pravila nakon uređivanja. Nakon klika, unaprijed se postavlja matematički sadržaj odgovarajućeg matematičkog pravila, radi potvrđivanja, je li metoda čitanja onakva kakva se očekuje.
pl: Przykładowo, można sprawdzić sposób odczytu tej reguły po jej edycji. Gdy klikniesz na zapis, otrzyma on odpowiadające mu reguły. Pozwala to potwierdzić, że obecny sposób odczytu jest zgodny z oczekiwanym.
pt_br: Exemplo: Você pode verificar o método de leitura desta regra matemática após a edição. Após clicar, um conteúdo matemático é pré-definido com as regras matemáticas correspondentes para confirmar se o método de leitura é o esperado.
sk: Príklad (example): Po nastavení pravidla čítania môžete skontrolovať výstup po aktivovaní tohto tlačidla. Zobrazí sa skúšobný matematický zápis, v ktorom môžete overiť fungovanie pravidla.
zh_cn: 示例：预览编辑修改后的规则读法，点击后会出现一个使用该规则的数学内容，供用户确认该类型的规则修改是否符合预期。

source: example
de: Beispiel
fr: exemple
pl: W normalnym dzienniku NVDA na poziomie debugowania każda pojedyncza wypowiedź jest oddzielona dwiema spacjami, jak napisano w powyższym przykładzie.
pt_br: exemplo
zh_cn: 例子

source: Math contents in Wiki are all written by MathML.
de: Mathe-Inhalte im Wiki werden alle über MathML geschrieben.
fr: Le contenu mathématique dans Wiki est toujours écrit en MathML.
pl: Zawartość matematyczna w Wiki jest napisana przez MathML.
pt_br: Os conteúdos matemáticos no Wiki são todos escritos em MathML.
zh_cn: 维基百科上的数学内容都以 MathML 书写而成

source: Quadratic equation
de: Quadratische Gleichung
fr: Equation du second degré
gl: Ecuación cadrática
hr: Kvadratna jednadžba
pl: Równanie kwadratowe
pt_br: Equação quadrática
sk: Kvadratická rovnica
zh_cn: 二次方程

source: Integrated MathCAT, you can choose what speech, braille, and interactive source(Access8Math/Math Player/MathCAT) you need in Math Reader settings panel when having already installed Math Player/MathCat.
fr: MathCAT a été incorporé. Vous pouvez maintenant choisir la source vocale, braille et d'interaction (Access8Math / Math Player / MathCAT) dont vous avez besoin dans le panneau des paramètres du Lecteur Mathématique en faisant installer Math Player / MathCat.
pl: Zintegrowany MathCAT, możesz wybrać, jakiego źródła mowy, alfabetu Braille'a i interaktywnego (Access8Math / Math Player / MathCAT) potrzebujesz w panelu ustawień Math Reader, gdy masz już zainstalowany Math Player / MathCat.
zh_cn: 集成 MathCAT，若安装了 Math Player/MathCat，您可以在数学阅读器类别下选择您需要的语音、盲文及交互来源。

source: In virtual menus, submenu can open by enter
fr: Dans les menus virtuels, le sous-menus peut être ouvert avec Entrée
pl: W menu wirtualnym podmenu można otworzyć, wprowadzając
zh_cn: 虚拟菜单中的子菜单支持使用回车展开。

source: Implenment MathML menclose tag rule
fr: L'étiquette de règle de menclose de MathML est mise en œuvre
pl: Zaimplementowano regułę MathML menclose tag
zh_cn: 支持 MathML menclose tag 规则。

source: new feature: virtual context menu in File Explorer. It can quickly open Access8Math Document to view or edit it(Please read "Access8Math editor and Access8Math Document" section to know detail information)
fr: nouvelle fonctionnalité : menu contextuel virtuel dans l'Explorateur de fichiers. Vous pouvez rapidement ouvrir des documents Access8Math pour les visualiser" ou les modifier (consultez les sections "Éditeur Access8Math" et "Document Access8Math" pour plus de détails)
pl: Nowa funkcja: wirtualne menu kontekstowe w Eksploratorze plików. Może szybko otworzyć dokument Access8Math, aby go wyświetlić lub edytować (przeczytaj sekcję "Edytor Access8Math i dokument Access8Math", aby poznać szczegółowe informacje)
zh_cn: 新功能：在文件管理器弹出的虚拟菜单下，可以快速打开阅读或编辑Access8Math 文档。（请阅读 Access8Math Document 相关章节以了解该部分内容）。

source: Access8Math v3.3 Update
fr: Mise à jour Access8Math v3.3
pl: Aktualizacja Access8Math v3.3
zh_cn: Access8Math v3.3 更新

source: built-in editor new/open/save feature
de: Integrierter Editor mit den Funktionen Neu/Öffnen/Speichern
fr: fonction dans l'éditeur incorporé pour créer nouveau / ouvrir / enregistrer
pl: Wbudowana funkcja edytora Nowa / Otwórz / Zapisz
zh_cn: 内置编辑器新增打开、保存功能

source: Improved speech and braille display in virtual menus
de: Verbesserter Umgang mit der Sprach- und Braille-Ausgabe in virtuellen Menüs
fr: Amélioration du vocale et du braille dans les menus virtuels
pl: Ulepszone wyświetlanie mowy i alfabetu Braille'a w menu wirtualnym
zh_cn: 改进了虚拟菜单中的语音和盲文显示

source: Compatibility with NVDA 2022.1
de: Kompatibel mit NVDA 2022.1
fr: Compatibilité avec NVDA 2022.1
pl: Zgodność z NVDA 2022.1
zh_cn: 兼容 NVDA2022.1

source: Fixed translate LaTeX/AsciiMath feature
de: Funktion "LaTeX/AsciiMath übersetzen" behoben
fr: Correction de la fonction de traduction entre LaTeX et AsciiMath
pl: Naprawiono funkcję tłumaczenia LaTeX/AsciiMath
zh_cn: 修复转换 LaTeX/AsciiMath 功能

source: Fixed HTML document rendering problem when HTML document display setting choice text option
de: Problem bei der Darstellung von HTML-Dokumenten behoben, wenn bei der Anzeige von HTML-Dokumenten die Option Text ausgewählt wurde
fr: Corrigé un problème de rendu du document HTML lorsque l'option texte est choisie dans les ajustements sur la façon d'afficher le document HTML
pl: Rozwiązano problem z renderowaniem dokumentu HTML, gdy wyświetlanie dokumentu HTML ustawiało opcję wyboru tekstu
zh_cn: 修复 HTML 文件显示设置选「文字」选项时 HTML 文件渲染问题

source: Access8Math v3.2 Update
fr: Mise à jour Access8Math v3.2
pl: Aktualizacja Access8Math v3.2
zh_cn: Access8Math v3.2 更新

source: New feature moving-shortcut for browse navigation mode move between interactive data blocks (tab), move between AsciiMath data blocks (a)
de: Neue Kurzbefehle zum Verschieben für die Navigation im Lesemodus: Verschieben zwischen interaktiven Datenblöcken (Tabtaste), Verschieben zwischen AsciiMath-Datenblöcken (A)
fr: Nouvelle caractéristique raccourcis se déplacer pour parcourir le mode de navigation Déplacer entre les blocs de données interactifs (tab), déplacer entre les blocs de données AsciiMath (a)
pl: Nowa funkcja moving-shortcut dla trybu nawigacji przeglądania przechodzenie między interaktywnymi blokami danych (tab), przechodzenie między blokami danych AsciiMath (a)
zh_cn: 新增浏览导航模式下的快速移动按键 - 在可交互区域之间移动(tab)、在 AsciiMath 区域之间移动(a)

source: Change move cursor way in browse navigation mode - move cursor way with up, down, left and right arrow keys and read out the contents of the data block after the movement.
de: Ändern Sie den Weg des Cursors im Navigationsmodus - bewegen Sie den Cursor mit den Pfeiltasten nach oben, unten, links und rechts und lesen Sie den Inhalt des Datenblocks nach der Bewegung aus.
fr: Modifier la façon dont le curseur se déplace dans le mode de navigation. Les flèches haut, bas, gauche et droite sont utilisées maintenant, et le contenu du bloc de données après le déplacement est lu.
pl: Zmień sposób przesuwania kursora w trybie nawigacji przeglądania - przesuń kursor za pomocą strzałek w górę, w dół, w lewo i w prawo i odczytaj zawartość bloku danych po ruchu.
zh_cn: 调整了浏览导航模式下的快捷键 - 上下左右光标移动并读出相应区域的内容

source: When the cursor is in the math data block in the browse navigation mode, press the space or enter key to interact with the math data block.
de: Wenn sich der Cursor im Navigationsmodus auf dem mathematischen Datenblock befindet, drücken Sie die Leertaste oder die Eingabetaste, um mit dem mathematischen Datenblock zu arbeiten.
fr: Lorsque le curseur est dans le bloc de données mathématiques en mode de navigation, appuyez sur espace ou la touche Entrée pour interagir avec le bloc de contenu mathématique.
pl: Gdy kursor znajduje się w bloku danych matematycznych w trybie nawigacji przeglądania, naciśnij spację lub Enter, aby wejść w interakcję z blokiem danych matematycznych.
zh_cn: 浏览导航模式光标停留在数学内容区域可以按下 space 或 enter 与该数学区域交互式导航

source: New feature English letters as shortcut keys that can be setted
de: Neue Buchstaben als Tastenkombinationen, die festgelegt werden können
fr: Nouvelle fonction qui vous permet de configurer les touches en anglais sous forme de raccourcis
pl: Nowa funkcja angielskich liter jako skrótów, które można ustawić
zh_cn: 新增可使用英文字母按键设置快捷指令

source: New feature greek alphabet shortcut gesture
de: Neuer Tastenbefehl für Abkürzung für griechische Buchstaben
fr: Nouvelle fonction de geste de raccourci pour l'alphabet grec
pl: Nowa funkcja gestu skrótu alfabetu greckiego
zh_cn: 新增希腊字母手势

source: Shortcut key input is only apply in the LaTeX area
de: Die Eingabe von Tastenkombinationen ist nur im LaTeX-Bereich möglich
fr: L'entrée du raccourci ne s'applique qu'à la zone LaTeX
pl: Wprowadzanie skrótu jest stosowane tylko w obszarze LaTeX
zh_cn: 快捷指令输入仅在 LaTeX 区域有效

source: New feature translation menu, which can convert the LaTeX/AsciiMath data format of the block where the cursor is located. It belongs to the command gesture group. When the cursor is in the LaTeX/AsciiMath block, press alt+t to open the translation menu (in the browse navigation mode, ctrl+t)
de: Neues Übersetzungsmenü, die das LaTeX/AsciiMath-Datenformat des Blocks, in dem sich der Cursor befindet, konvertieren kann. Es gehört zu den Tastenbefehlen. Wenn sich der Cursor im LaTeX/AsciiMath-Block befindet, drücken Sie Alt+T, um das Übersetzungsmenü zu öffnen (im Navigationsmodus Strg+T)
fr: Nouveau menu de traduction, qui peut convertir le format de données du bloc dans lequel se trouve le curseur entre AsciiMath et LaTeX. Il appartient au groupe de gestes de commande. Lorsque le curseur est dans le bloc AsciiMath ou LaTeX , appuyez sur alt+t pour ouvrir le menu de traduction (ctrl+t en mode de navigation)
pl: Nowe menu translacji funkcji, które może konwertować format danych LaTeX/AsciiMath bloku, w którym znajduje się kursor. Należy do grupy gestów polecenia. Gdy kursor znajduje się w bloku LaTeX/AsciiMath, naciśnij Alt+T, aby otworzyć menu tłumaczenia (w trybie nawigacji przeglądania naciśnij Ctrl+t)
zh_cn: 新增转换菜单，可以将光标所在数学区域 LaTeX/AsciiMath 互相转换，属于命令手势组，当光标停留在 LaTeX/AsciiMath 区域时，按下 alt+t 可以打开转换菜单（在浏览导航模式下为 ctrl+t）

source: New feature batch menu, which can convert the entire document LaTeX/AsciiMath data format to each other, and can convert the LaTeX separator between brackets and dollar. It belongs to the command gesture group. Press alt+b to open the batch menu
de: Neues Batch-Menü, welches das gesamte Dokument LaTeX/AsciiMath Datenformat zueinander konvertieren kann, und kann die LaTeX-Trennzeichen zwischen Klammern und Dollar konvertieren. Es gehört zu den Tastenbefehlen. Drücken Sie Alt+B, um das Batch-Menü zu öffnen
fr: Nouveaux Menu de lots, qui peut convertir le format des données de l'ensemble du document entre AsciiMath et LaTeX, et peut convertir le séparateur de LaTeX entre parenthèses et dollar. Il appartient au groupe de gestes de commande. Appuyez sur alt+b pour ouvrir le menu de lots
pl: Nowe menu wsadowe funkcji, które może konwertować cały format danych dokumentu LaTeX/AsciiMath na siebie i może konwertować separator LaTeX między nawiasami a dolarem. Należy do grupy gestów polecenia. Naciśnij Alt+b, aby otworzyć menu wsadowe
zh_cn: 新增批处理转换，可以将整份 LaTeX/AsciiMath 格式文件互相转换、可以将 LaTeX 分隔符在括号与美元之间转换。属于命令手势组，按下 Alt + B 打开批处理菜单。

source: The exported HTML can show with markdown
de: Der exportierte HTML-Code kann mit Markdown angezeigt werden
fr: Le HTML exporté peut être affiché avec Markdown
pl: Wyeksportowany kod HTML może być wyświetlany z markdown
zh_cn: 导出的 HTML 可以用 markdown 语法呈现

source: Access8Math v3.1 Update
fr: Mise à jour Access8Math v3.1
pl: Aktualizacja Access8Math v3.1
zh_cn: Access8Math v3.1 更新

source: HTML windows are now presented as virtual menu
de: Die HTML-Fenster werden nun als virtuelles Menü dargestellt
fr: Les fenêtres HTML sont désormais présentées comme un menu virtuel
pl: Okna HTML są teraz prezentowane jako menu wirtualne
zh_cn: HTML 窗口改成以虚拟菜单形式呈现

source: Added mathematical set LaTeX commands
de: Mathematische Mengen für LaTeX-Befehle hinzugefügt
fr: Ajout de commandes LaTeX des ensembles mathématiques
pl: Dodano polecenia LaTeX-a zestawu matematycznego
zh_cn: 新增常用集合 LaTeX 命令

source: Update alt+m to insert "\(", "\)" LaTeX marks before and after the currently selected text (when there is no selected text, it is the current cursor position)
de: Alt+M aktualisiert, um "\(", "\)" einzufügen LaTeX markiert vor und nach dem aktuell ausgewählten Text (wenn es keinen ausgewählten Text gibt, ist es die aktuelle Cursor-Position)
fr: alt+m est mis à jour pour insérer les marques LaTeX "\(" et "\)" avant et après le texte sélectionné (s'il n'y a pas de texte sélectionné, cela se fait dans la position actuelle du curseur)
pl: Zaktualizuj Alt+m, aby wstawić znaki "\(", "\)" LaTeX przed i po aktualnie zaznaczonym tekście (gdy nie ma zaznaczonego tekstu, jest to bieżąca pozycja kursora)
zh_cn: 更新 alt+m 在当前选择文本前后（未选择文本时为当前光标处）插入「(」、「)」 LaTeX 分隔符

source: Access8Math v3.0 Update
fr: Mise à jour Access8Math v3.0
pl: Aktualizacja Access8Math v3.0
pt_br: Atualização do Access8Math v3.0
zh_cn: Access8Math v3.0 更新

source: Write mathematical content in AsciiMath
de: Mathematische Inhalte in AsciiMath schreiben
fr: Écrire du contenu mathématique en AsciiMath
pl: Pisanie treści matematycznych w AsciiMath
pt_br: Escreve conteúdo matemático em AsciiMath
zh_cn: 以 AsciiMath书写数学内容

source: Write mathematical content in LaTeX
de: Mathematische Inhalte in Latex schreiben
fr: Écrire du contenu mathématique en LaTeX
pl: Pisanie treści matematycznych w LaTeX
pt_br: Escreve conteúdo matemático em LaTeX
zh_cn: 以 LaTeX 书写数学内容

source: Writing mixed content (text content and mathematical content)
de: Gemischten Inhalt schreiben (Textinhalte und mathematische Inhalte)
fr: Écrire du contenu mixte (contenu texte et contenu mathématique)
pl: Pisanie treści mieszanych (tekstowych i matematycznych)
pt_br: Escrever conteúdo misto (conteúdo de texto e conteúdo matemático)
zh_cn: 书写混合内容（文字内容与数学内容）

source: Set shortcuts in the LaTeX command menu
de: Legen Sie Verknüpfungen im LaTeX-Befehlsmenü fest
fr: Définir des raccourcis dans le menu de commandes LaTeX
pl: Ustawianie skrótów w menu poleceń LaTeX
pt_br: Definir atalhos no menu de comando LaTeX
zh_cn: 在 LaTeX 命令菜单设置快捷键

source: Review and export content in edit field to HTML
de: Inhalt im Bearbeitungsfeld überprüfen und in HTML exportieren
fr: Réviser et exporter le contenu dans le champ d'édition au format HTML
pl: Przeglądanie i eksportowanie zawartości w polu edycji do formatu HTML
pt_br: Revisar e exportar o conteúdo em campo de edição para HTML
zh_cn: 在编辑区内预览和导出内容为 HTML

source: Access8Math v2.6 Update
fr: Mise à jour Access8Math v2.6
pl: Aktualizacja Access8Math v2.6
pt_br: Atualização do Access8Math v2.6
zh_cn: Access8Math v2.6 更新

source: Access8Math v2.5 Update
fr: Mise à jour Access8Math v2.5
pl: Aktualizacja Access8Math v2.5
pt_br: Atualização do Access8Math v2.5
zh_cn: Access8Math v2.5 更新

source: Fixing compound symbol translation failed bug.
de: Fehler bei der Übersetzung von zusammengesetzten Symbolen behoben.
fr: Correction d'un échec de la traduction des symboles composés.
pl: Naprawianie błędu translacji symboli złożonych nie powiodło się.
pt_br: Correção da falha da tradução do símbolo composto.
zh_cn: 修正复合符号翻译失败的问题

source: Access8Math v2.4 Update
fr: Mise à jour Access8Math v2.4
pl: Aktualizacja Access8Math v2.4
pt_br: Atualização do Access8Math v2.4
zh_cn: Access8Math v2.4 更新

source: Fix bug.
de: Fehler behoben.
fr: Correctif bug.
gl: Arranxado erro.
hr: Ispravljena greška.
pl: Poprawka błędu.
pt_br: Correção de falha.
sk: Opravené drobné chyby.
zh_cn: 修正已知问题

source: Access8Math v2.3 Update
fr: Mise à jour Access8Math v2.3
pl: Aktualizacja Access8Math v2.3
pt_br: Atualização do Access8Math v2.3
zh_cn: Access8Math v2.3 更新

source: Compatibility with Python3
de: Kompatibilität mit Python 3
fr: Compatibilité avec Python3
pl: Zgodność z Python3
pt_br: Compatibilidade com Python3
zh_cn: 兼容 Python3

source: refactoring module and fix code style
de: Modul neu geschrieben und Code-Korrekturen
fr: réécriture du module et correction du style de code
pl: moduł refaktoryzacji i styl kodu fix
pt_br: módulo de refatoração e correção de estilo de código
zh_cn: 重构模块修正代码风格

source: Adding one symbol vector rule
de: Hinzufügen einer Symbolvektorregel
fr: Ajout d'une règle de vecteur de symbole
pl: Dodawanie jednej reguły wektorowej symbolu
pt_br: Adição duma regra vetorial de símbolo
zh_cn: 加入单符号向量规则

source: Access8Math v2.2 Update
fr: Mise à jour Access8Math v2.2
pl: Aktualizacja Access8Math v2.2
pt_br: Atualização do Access8Math v2.2
zh_cn: Access8Math v2.2 更新

source: Fix bug in unicode dict has duplicate symbols.
de: Fehler in Unicode-Wörterbuch behoben, der doppelte Symbole enthielt.
fr: Correction d'un bug dans le dictionnaire unicode qui avait des symboles en double.
pl: Napraw błąd w unicode dict ma zduplikowane symbole.
pt_br: Correção de falha em dicionário unicode com símbolos duplicados.
zh_cn: 修政 unicode 有重复符号时的错误

source: Adjust keyboard shortcut.
de: Tastenkombination anpassen.
fr: Ajustement de raccourci clavier.
pl: Dostosuj skrót klawiaturowy.
pt_br: Ajusta o atalho do teclado.
zh_cn: 修政部份快捷键

source: Access8Math v2.1 Update
de: Access8Math Access8Math v2.1
fr: Mise à jour Access8Math v2.1
gl: Actualización de Access8Math v2.1
hr: Access8Math v2.1 nadogradnja
pl: Access8Math v2.1 Aktualizacja
pt_br: Atualização do Access8Math v2.1
sk: v2.1
zh_cn: Access8Math v2.1 更新日志

source: Fix multi-language switching bug.
de: Behebt einen Fehler bei der Umschaltung zwischen Sprachen.
fr: Correction d'un bug de commutation entre plusieurs langages.
gl: Arranxado erro en conmutación multilingua.
hr: Ispravljena greška u prebacivanju između jezika.
pl: Poprawiony został błąd przełączania wielu języków.
pt_br: Corrije falha de troca de vários idiomas.
sk: Opravené problémy s prepínaním jazykov.
zh_cn: 修政多语言切换问题

source: Refactoring dialog window source code.
de: Überarbeitung des Quellcodes für das Dialogfenster.
fr: Refactorisation du code source des boîtes de dialogue.
gl: Código fonte da ventá do diálogo de refactorización.
hr: Preurađen izvorni kod dijaloškog okvira.
pl: Ponowne przypisywanie dialogu kodu źródłowego.
pt_br: Refatoração de código-fonte da janela de diálogo.
sk: Prerobený zdrojový kód dialógov.
zh_cn: 重构对话框源代码

source: Access8Math v2.0 Update
de: Access8Math v2.0
fr: Mise à jour Access8Math v2.0
gl: Actualización de Access8Math v2.0
hr: Access8Math v2.0 nadogradnja
pl: Access8Math v2.0 Aktualizacja
pt_br: Atualização do Access8Math v2.0
sk: v2.0
zh_cn: Access8Math v2.0 更新日志

source: Access8Math v1.5 update log
de: Access8Math v1.5
fr: Mise à jour Access8Math v1.5
gl: Rexistro da actualización de Access8Math v1.5
hr: Log zapis nadogradnje Access8Math v1.5
pl: Access8Math v1.5 dziennik aktualizacji
pt_br: Registro (Log) de atualização do Access8Math v1.5
sk: v1.5
zh_cn: Access8Math v1.5 更新日志

source: Access8Math v1.4 update log
de: Access8Math v1.4
fr: Mise à jour Access8Math v1.4
gl: Recistro da actualización de Access8Math v1.4
hr: Log zapis nadogradnje Access8Math v1.4
pl: Access8Math v1.4 dziennik aktualizacji
pt_br: Registro (Log) de atualização do Access8Math v1.4
sk: v1.4
zh_cn: Access8Math v1.4 更新日志

source: New rules
de: Neue Regeln
fr: Nouvelles règles
gl: Novas regras
hr: Nova pravila
pl: Nowe reguły
pt_br: Novas regras
sk: Pridané nové pravidlá
zh_cn: 新规则

source: Access8Math v1.3 update log
de: Access8Math v1.3
fr: Mise à jour Access8Math v1.3
gl: Rexistro da actualización de Access8Math v1.3
hr: Log zapis nadogradnje Access8Math v1.3
pl: Access8Math v1.3 dziennik aktualizacji
pt_br: Registro (Log) de atualização do Access8Math v1.3
sk: v1.3
zh_cn: Access8Math v1.3 更新

source: New rule
de: Neue Regel
fr: Nouvelle règle
gl: Nova regra
hr: Novo pravilo
pl: Nowa reguła
pt_br: Nova regra
sk: Nové pravidlo
zh_cn: 新规则
