Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: Serialized ordering: Math rule is divided into multiple blocks according to the reading order. In this area, the reading order of child node and the delimitation text of start, inter- and the end can be changed. Taking the fractional rule mfrac as an example, this rule is divided into five reading blocks. The order 0, 2, and 4 represent the initial prompt, the project segmentation prompt, and the end prompt, respectively, and the meanings text can be changed in each field. Order 1 and 3 adjust the reading sequence of child node which can be changed in the drop-down menu.
gl: Serialized ordering (orde serializada): a regra matemática divídese en varios bloques en función da orde de lectura. Nesta área pódense modificar a orde de lectura do nodo fillo e os textos delimitadores de comezo, medio e final. Poñendo a regra fraccional mfrac como exemplo, esta regra está dividida en cinco bloques de lectura. As ordes 0, 2 e 4 representan a marca de comezo, a marca de segmentación e a marca de fin, respectivamente, e o texto dos significados pódese modificar en cada campo. As ordes 1 e 3 axustan a secuencia de lectura do nodo fillo que se pode cambiar no menú despregable.
hr: Nanizani redoslijed: Matematičko pravilo je podijeljeno u više blokova prema redoslijedu čitanja. U ovom se području mogu promijeniti redoslijed čitanja podređenog čvora kao i razgraničavanje početka, sredine i kraja teksta. Uzimajući kao primjer razlomačko pravilo mfrac, ovo je pravilo podijeljeno u pet blokova čitanja. Redoslijed 0, 2 i 4 predstavljaju početni upit, upit segmentacije projekta, odnosno krajnji upit, a tekst značenja se može promijeniti u svakom polju. Redoslijed 1 i 3 podešavaju redoslijed čitanja podređenog čvora koji se može promijeniti u padajućem izborniku.
pt_br: Ordenação serializada: a regra matemática é dividida em vários blocos de acordo com a ordem de leitura. Nesta área, a ordem de leitura do nó filho e o texto de delimitação de início, intermediário e final podem ser alterados. Tomando a regra fracionária mfrac como exemplo, esta regra é dividida em cinco blocos de leitura. A ordem 0, 2 e 4 representam o prompt inicial, o prompt de segmentação do projeto e o prompt final, respectivamente, e o texto de significados pode ser alterado em cada campo. As ordens 1 e 3 ajustam a sequência de leitura do nó filho, que pode ser alterada no menu suspenso.
sk: Poradie čítania (Serialized ordering): pravidlo je rozdelené do niekoľkých častí. Tu určujete čítanie počiatočného textu, vnorených blokov a koncového textu. Napríklad čítanie zlomku (mfrac) definujeme v piatich častiach takto: Časti 0, 2 a 4 reprezentujú počiatočný text (zlomok s čitateľom), text pre označenie menovateľa a napokon označenie konca zlomku. Body 1 a 3 určujú čítanie vnorených blokov. Vnorené bloky a jednotlivé texty je možné presne definovať.

source: [[!meta title="Access8Math"]]
hr: [[!meta title="Access8Math (Pristup matematičkom sadržaju)"]]

source: This NVDA addon provides the function of reading math content. Although the original NVDA already equipped this feature by applying MathPlayer, some functions still needed to be improved, especially in MathPlayer some language not provided navigation mode.
gl: Este complemento de NVDA fornece a función de lectura de contido matemático. Malia que o NVDA orixinal xa vén con esta característica usando MathPlayer, algunhas funcións aínda necesitaban mellorarse, especialmente que en MathPlayer non houbese modo navegación nalgunhas linguas.
hr: Ovaj NVDA dodatak pruža funkciju za čitanje matematičkoga sadržaja. Iako je originalni NVDA već opremljen s ovom funkcijom primjenom MathPlayera, neke funkcije je još uvijek bilo potrebno poboljšati. To se naročito odnosi na neke jezike MathPlayera koji ne pružaju modus navigacije.
sk: (Poznámka prekladateľa: Doplnok v súčasnosti nie je preložený do Slovenčiny. Nie som presvedčený o presnosti prekladu tejto webovej stránky. Ak sa vám zdá popis k doplnku nezrozumiteľný a rozumiete Anglicky, nastavte jazyk dokumentu v zoznamovom rámiku v hornej časti stránky na Angličtinu. Návrhy na preklad smerujte e-mailom na ondrej bodka rosik zavináč gmail bodka com). Access8math Poskytuje funkcie na čítanie matematického zápisu. V samotnom NVDA je predvolene možné čítať matematický obsah pomocou aplikácie Mathplayer. Tento doplnok pridáva možnosť navigácie v jazykoch, ktoré Mathplayer zatiaľ nepodporuje.

source: Navigation mode is important to read long math content. It help to understand long math content's structure easily.
gl: O modo navegación é importante para ler contido matemático longo. axuda a comprender facilmente a estructura de contido matemático extenso.
hr: Modus navigacije je važan za čitanje dužeg matematičkog sadržaja. Pomaže u razumijevanju strukture dužeg matematičkog sadržaj na jednostavan način.
sk: Navigačný režim je dôležitý na pochopenie dlhých matematických zápisov. Umožňuje lepšie pochopiť štruktúru zápisu

source: function
gl: Función
hr: funkcija
sk: Funkcie

source: Access8Math allows:
fa: Access8Math اجازه میدهد:
gl: O Access8Math permite:
hr: Access8Math omogućuje:
ro: Access8Math permite:
sk: Doplnok umožňuje:
vi: Access8Math cho phép:

source: Read math content written in MathML in web browser(Mozilla Firefox, Microsoft Internet Explorer and Google Chrome).
fa: محتوای ریاضی نوشته‌شده با MathML را در مرورگر وب (فایرفاکس، اینترنت اکسپلورر و کروم) بخوانید.
gl: Ler o contido matemático escrebido en MathML nos navegadores web (Mozilla Firefox, Microsoft Internet Explorer e Google Chrome).
hr: Čitanje matematičkog sadržaja pisanog u MathML formatu u web pregledniku (Mozilla Firefox, Microsoft Internet explorer i Google chrome).
ro: Citirea conținutului matematic scris în MathML-ul din navigatoarele web (Mozilla Firefox, Microsoft Internet Explorer și Google Chrome).
sk: Čítať matematický zápis napísaný v jazyku MathML interpretovaný prehliadačmi (Mozilla Firefox, Microsoft Internet Explorer a Google Chrome).
vi: Đọc nội dung toán học viết bằng MathML trong các trình duyệt (Mozilla Firefox, Microsoft Internet Explorer và Google Chrome).

source: Read Microsoft Word math content written in MathType. (MathPlayer installed only)
fa: محتوای ریاضی موجود در Microsoft Word که با MathType نوشته شده است را (مشروط بر اینکه MathPlayer نصب شده باشد) بخوانید.
gl: Ler o contido matemático no Microsoft Word escrebido en MathType. (so co MathPlayer instalado)
hr: Čitanje matematičkog sadržaja u Microsoft Wordu pisanog u MathTypeu (Samo ako je instaliran MathPlayer).
ro: Citirea conținutului matematic din Microsoft Word scris în MathType (numai dacă MathPlayer este instalat)
sk: Čítať matematický zápis v programe MS Word s použitím MathType. (Vyžaduje MathPlayer)
vi: Đọc nội dung toán viết bằng MathType trong Microsoft Word. (chỉ cần cài đặt MathPlayer)

source: In navigation mode, indicate the meaning of subpart in the upper layer part.
fa: در حالت پیمایش، معنی زیربخش را در بخش لایه‌ی بالایی مشخص میکند.
gl: No modo navegación, indica o significado das partes na parte superior da capa.
hr: U modusu navigacije, odredi značenje odsječka u gornjem dijelu izraza.
ro: În modul de navigare, indică semnificația subpărților din partea superioară a stratului.
sk: V navigačnom režime môžete rozdeliť zápis na menšie časti.
vi: Trong chế độ điều hướng, biểu thị ý nghĩa của phần phụ trong phần lớp trên.

source: In navigation mode command：
gl: Comandos en modo navegación
hr: Naredbe u modusu navigacije:
sk: Príkazy v navigačnom režime

source: "Ctrl+Alt+m": Switch the provider between Access8Math and MathPlayer.(MathPlayer installed only)
gl: Control+Alt+M: cambia o proveedor entre Access8Math e MathPlayer (so MathPlayer instalado).
hr: Kontrol+Alt+M: Prebacivanje između Access8Math i MathPlayera. (samo ako je MathPlayer instaliran)
sk: CTRL+alt+M: Prepína interpretáciu medzi doplnkom a podporou Mathplayer (vyžaduje nainštalovaný Mathplayer).

source: Menu:
gl: Menú:
hr: Izbornik:

source: General Settings dialog box:
gl: Caixa de diálogo de Opcións xerais:
hr: Dijaloški okvir za Opće postavke:
sk: Všeobecné nastavenia (general settings):

source: Language: Access8Math reading language
fa: Language: زبان خواندن Access8Math
gl: Lingua: lingua de lectura do Access8Math.
hr: Jezik: Jezik čitanja za Access8Math
ro: Limba: Limba de citire a Access8Math
sk: Jazyk (language): Jazyk, ktorý sa bue používať na interpretáciu obsahu.
vi: Ngôn ngữ: ngông ngữ đọc Access8Math

source: Read auto-generated meaning: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
gl: Ler o significado de patrón autoxenerado: cando o patrón non está ben definido ou está incompreto no diccionario, usa a función de xeneración automática para ler o significado dunha parte no nível superior.
hr: Čitaj automatski generirano značenje: Ako uzorak u rječniku nije definiran ili ako je nepotpun, koristi funkciju automatskog generiranja za čitanje značenja isječka u gornjem dijelu izraza.
sk: Čítať automaticky generovaný obsah (Read auto-generated meaning): Ak v slovníku chý ba definícia pravidla, alebo je neúplná, na prečítanie vnorených častí zápisu sa použije automatický režim.

source: Rule Settings dialog box: select whether specific rules are enabled.
gl: Caixa de diálogo Rule settings (Opcións de regras): escoller se as regras específicas están habilitadas.
hr: Dijaloški okvir za Postavke pravila: odaberi jesu li aktivirana određena pravila.
sk: Nastavenia pravidiel (Rule Settings): Určuje, ktoré pravidlá chcete používať pri čítaní.

source: "unicode dictionary" allows customizing the reading method for each symbol text.
gl: "Unicode dictionary" (dicionario Unicode) permite persoalizar o método de lectura do texto de cada símbolo.
hr: „Unikod rječnik” omogućuje prilagođavanje načina čitanja za svaki simbol teksta.
sk: Slovník unicode (unicode dictionary) Umožňuje určiť presné čítanie konkrétnych symbolov.

source: "math rule" allows customizing the reading method for each type of mathematics.
gl: "math rule" (regra matemática) permite persoalizar o método de lectura de cada tipo de matemáticas.
hr: „Matematičko pravilo” omogućuje prilagođavanje metode čitanja za svaku vrstu matematike.
sk: Pravidlá (math rule): Umožňuje nastaviť konnkrétne pravidlá pre čítanie matematického obsahu.

source: "New language adding" allows adding language not provided in the built-in system. The newly language will be added to the "General settings", and multi-language customization can be achieved through reading definition of "unicode dictionary" and "math rule".
gl: "New language adding" (Engadir novo idioma) permite engadir unha lingua non incluída por defecto no sistema. O novo idioma engadirase ás "Opcións xerais", e a persoalización multiidioma pódese conseguir lendo a definición de "Unicode dictionary" (dicionario Unicode) e "math rule" (regra matemática).
hr: „Dodavanje novog jezika” omogućuje dodavanje jezika koji ne postoji u ugrađenom sustavu. Novi jezik će se dodati u „Opće postavke”, a višejezično prilagođavanje se može postići čitanjem definicija „unikod rječnika” i „matematičkog pravila”.
sk: Nový jazyk (New language adding): Umožňuje pridaťnový jazyk. Tento jazyk je možné nastaviť vo všeobecných nastaveniach a následne ho použiť na interpretáciu matematického obsahu. Pre každý nový jazyk môžete definovať samostatné pravidlá čítania a symboly v slovníku Unicode.

source: Access8Math establishes 43 mathematical rules according to the mathematical type and logic to decide the reading math method and order. According to different local math reading logic, the math reading text and order can be changed. The method is as follows:
gl: Access8Math establece 43 regras matemáticas en función do tipo e a lóxica matemática para escoller o método e a orde de lectura de matemáticas. O texto matemático que se le e a orde pódense cambiar de acordo con diferentes lóxicas locais de lectura matemática. O método é como segue:
hr: Access8Math uspostavlja 43 matematička pravila prema matematičkoj vrsti i logici za odlučivanje metode i redoslijeda čitanja matematike. Prema različitim lokalnim logikama čitanja matematike, tekst i redoslijed čitanja matematike mogu se mijenjati. Metoda je sljedeća:
sk: Access8Math zavádza 43 pravidiel čítania matematického obsahu pre rôzne typy zápisu, ktoré určujú spôsob a poradie čítania. Tieto pravidlá je možné upraviť pre potreby konkrétneho jazyka.

source: Edit: After entering the "math rule", the window lists 43 math rules. Choose any math rule and select the "Edit" to enter the editing entry.
gl: Editar: Tras acceder a "regra matemática", a ventá lista as 43 regras matemáticas. Escolle calquera unha e preme "Edit" (Editar) para acceder á edición da entrada.
hr: Uredi: Nakon unosa „matematičkog pravila”, prozor prikazuje 43 matematička pravila. Odaberi bilo koje matematičko pravilo i odaberi „Uredi” za upis unosa koji se uređuje.
sk: Z menu pravidlá (rules) vyberte jedno z dostupných pravidiel a aktivujte tlačidlo upraviť (edit). Tu máte nasledujúce možnosti:

source: other
gl: outro
hr: ostalo
sk: Ostatné

source: Single rules are simplified versions of various rules. When the content only has one single item, for better understanding and reading without confusion, you can omit to choose not to read the script before and after the content.
gl: As regras individuais son versións simplificadas de varias regras. Cando o contido só ten un elemento, para unha mellor comprensión e lectura sen confusión, podes omitir a elección de non ler o script antes e despois do contido.
hr: Pojedinačna pravila su pojednostavljene verzije različitih pravila. Kad sadržaj sadrži samo jednu stavku, radi boljeg razumijevanja i čitanja, može se izostaviti odabir za ne-čitanje skripta prije i poslije sadržaja.
sk: Zjednodušené pravidlá sú zjednodušené interpretácie pravidiel. Ak má obsah len jednu položku, môžete zrušiť čítanie počiatočných a koncových textov.

source: Math rules and definitions analyzed by math contents are continuing increasing.
gl: AS regras matemáticas e as definicións analizadas por contidos matemáticos están en continuo aumento.
hr: Količina matematičkih pravila i definicija za matematičke sadržaje neprestano raste.
sk: Stále pracujeme na rozširovaní a pridávaní nových pravidiel.

source: We are now focusing the MathML written in Presentation Markup, because MathML graphical input tools such as word, math type, wiris generated MathML are all in this type.
gl: Enfocámonos agora no MatML escrito en marcas de presentación, porque as ferramentas de entrada gráfica de MatML como Word, math type, wiris xeran MatML deste tipo.
hr: Trenutačno se koncentriramo na MathML, pisan označnim kodom za prikaz (Presentation Markup), jer svi grafički MathML alati za unos, poput porgrama Word, MathType ili WIRIS, generiraju MathML te vrste.
sk: Sústredíme sa hlavne na MathML , keďže word, math type, wiris MathML všetky používajú tento zápis.

source: Math contents in Wiki are all written in MathML.
gl: Todos os contidos matemáticos en Wiki están escritos en MatML.
hr: Matematički sadržaji u Wiki-u su svi napisani MathML-u.
sk: Zápisy vo Wiki takisto všetky používajú MathML.

source: Example
gl: Exemplo
hr: Primjer
sk: Príklad

source: Binomial theorem
gl: Teorema binomial
hr: Binomni poučak
sk: Binomická veta

source: Source code: https://github.com/tsengwoody/Access8Math
gl: Código fonte: https://github.com/tsengwoody/Access8Math
hr: Izvorni kod: https://github.com/tsengwoody/Access8Math
sk: Zdrojový kód: https://github.com/tsengwoody/Access8Math

source: Add interaction window： Pressing "Space" in math content to open "Access8Math interaction window" which contains "interaction" and "copy" button.
gl: Engadida xanela de interacción： Premendo "espazo" no contido ábrese a "Access8Math interaction window" que contén os botóns "interaction" (interacción) e "copy" (copiar).
hr: Dodaj prozor za interakciju: Pritisni razmaknicu u matematičkom sadržaju i otvori „Access8Math prozor za interakciju” koji sadrži gumbe „interakcija” i „kopiraj”.
sk: Pridané okno s možnosťami interakcie. Okno vyvoláte stlačením medzery po zameraní matematického obsahu. V tomto okne je možné prezerať obsah a kopírovať zdrojový kód.

source: download [stable version][1]
fa: دانلود [نسخه‌ی پایدار][1]
ro: descărcați [versiunea stabilă][1]
vi: Tải về [bản chính thức][1]

source: This add-on enhances math reading functionality in NVDA. Although NVDA comes with support for MathPlayer, there are certain missing features, including easier navigaiton mode for long math content, useful for understanding math expression structure.
fa: این افزونه قابلیت خواندن ریاضی را در NVDA بهبود میبخشد. اگرچه NVDA از MathPlayer پشتیبانی میکند، برخی ویژگی‌ها در این پشتیبانی نیست. از جمله حالت پیمایش آسانتر برای محتوای ریاضی طولانی، که جهت درک ساختار عبارت ریاضی مفید است.
ro: Acest supliment îmbunătățește funcționalitatea de citire a matematicii din NVDA. Deși NVDA vine cu suport pentru MathPlayer, există anumite caracteristici care lipsesc, incluzând modul de navigare mai ușoară pentru conținutul matematic bogat, util pentru înțelegerea structurii expresiei matematice.
vi: Add-on này cải thiện việc đọc toán trong NVDA. Dù rằng NVDA đã hỗ trợ MathPlayer nhưng vẫn còn thiếu vài tính năng, bao gồm chế độ điều hướng dễ hơn cho nội dung toán dài, cần thiết cho để hiểu các lời giải về cấu rúc toán học.

source: Navigate the math content by pressing "Space" in math content. Also, you can partially explore the subparts in expression and move or zoom the content between the subpart.
fa: در محتوای ریاضی با فشردن «فاصله» روی محتوای ریاضی پیمایش را آغاز کنید. همچنین، میتوانید زیربخش‌های تشکیل‌دهنده‌ی یک عبارت را قسمت به قسمت مرور کنید، و بین زیربخش‌ها حرکت کرده یا هرکدام را جزئیتر بررسی کنید.
ro: Navigarea prin conținutul matematic apăsând „Spațiu” în timp ce vă aflați în el. De asemenea, puteți să explorați parțial subpărțile din expresii și să mutați sau să măriți conținutul dintre subparte.
vi: Điều hướng trong nội dung toán bằng cách bấm "khoảng trắng" trong nội dung toán. Bạn cũng có thể khám phá một phần trong công thức và di chuyển hay thu phóng nội dung giữa các phần phụ.

source: Commands
fa: فرمان‌ها
ro: Comenzi
vi: Các phím lệnh

source: Control+Alt+M: Switch the provider between Access8Math and MathPlayer (MathPlayer installed only).
fa: Control+Alt+M: در صورتی که MathPlayer نصب‌شده باشد، بین Access8Math و MathPlayer سویچ میکند.
ro: Control+Alt+M: comută între furnizoarele Access8Math și MathPlayer (numai dacă MathPlayer este instalat).
vi: Control+Alt+M: chuyển giữa Access8Math và MathPlayer (chỉ khi đã cài MathPlayer).

source: * Navigation mode commands: * Down arrow: Zoom in on a smaller subpart of the math content. * Up arrow: Zoom out to a larger subpartthe of the math content . * Left arrow: Move to the previous math content. * Right arrow: Move to the next math content. * Home: Move to the start of the math content. * Control+C: Copy object MathML source code. * Numpad 1 to 9: Use review cursor to read math content. * Escape: Exit the navigation mode.
fa: * فرمان‌های حالت پیمایش: * جهت‌نمای پایین: بخش کوچکتر محتوای ریاضی را -برای بررسی دقیقتر- زوم میکند. * جهت‌نمای بالا: تمرکز را روی بخش بزرگتری از محتوای ریاضی میبَرَد. (برعکس فرمان قبلی). * جهت‌نمای چپ: به محتوای ریاضی قبلی میرود. * جهت‌نمای راست: به محتوای ریاضی بعدی میرود. * Home: به ابتدای محتوای ریاضی میرود. * Control+C: کد منبع MathML محتوای ریاضی را کپی میکند. * ۱ تا ۹ روی صفحه‌کلید اعداد: با استفاده از این کلیدها، مکان‌نمای بازبینی را برای خواندن محتوای ریاضی حرکت میدهد. * Escape: از حالت پیمایش خارج میشود.
ro: * Comenzi ale modului de navigare: * Săgeată jos: mărește o subparte mai mică a conținutului matematic. * Săgeată sus: face mai mică o subparte mai mare a conținutului matematic. * Săgeată stânga: mută la conținutul matematic precedent. * Săgeată dreapta: mută la conținutul matematic succedent. * Home: mută la începutul conținutului matematic. * Control+C: Copiază codul sursă al obiectului MathML. * Tastele blocului numeric de la 1 la 9: folosește cursorul de examinare pentru citirea conținutului matematic. * Escape: iese din modul de navigare.
vi: * Các phím lệnh ở chế độ điều hướng: * Mũi tên xuống: phóng to phần phụ của nội dung toán. * Mũi tên lên: thu nhỏ phần phụ của nội dung toán. * Mũi tên trái: chuyển đến nội dung toán trước. * Mũi tên phải: chuyển đến nội dung toán kế tiếp. * Home: chuyển về đầu nội dung toán. * Control+C: chép mã nguồn MathML. * 1 đến 9 bàn phím số: dùng con trỏ duyệt để đọc nội dung toán. * Escape: thoát khỏi chế độ điều hướng.

source: Settings dialog
fa: پنجره‌ی تنظیمات
ro: Dialogul de setări
vi: Hộp thoại cài đặt

source: Read the meaning of definied pattern in dictionary: When the pattern is definied in the dictionary, use dictionary to read the meaning of subpart in the upper layer part.
fa: Read the meaning of defined pattern in dictionary: وقتی یک الگو در دیکشنری تعریف شده باشد، از دیکشنری برای خواندن معنی زیربخش در لایه‌ی بالایی بخش استفاده میکند.
ro: Citește semnificația șablonului definit în dicționar: Dacă șablonul este definit în dicționar, utilizați dicționarul pentru a citi semnificația subpărții din partea stratului de mai sus.
vi: Đọc ý nghĩa của mẫu xác định trong từ điển: khi mẫu được xác định trong từ điển, dùng từ điển để đọc ý nghĩa của phần phụ ở phần lớp trên.

source: Read the meaning of auto-generated: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
fa: Read the meaning of auto-generated: وقتی الگو در دیکشنری تعریف نشده یا ناقص است، از قابلیت تولید خودکار برای خواندن معنی زیربخش در لایه‌ی بالایی استفاده میکند.
ro: Citește semnificația autogenerării: Când șablonul este nedefinit sau incomplet în dicționar, folosiți funcționalitatea de generare automată pentru a citi semnificația subpărții din partea stratului de mai sus.
vi: Đọc ý nghĩa tự tạo: khi tham số không khác nhau hoặc chưa hoàn thiện trong từ điển, sử dụng tính năng tạo tự động để đọc nghĩa của phần phụ trong phần lớp trên.
