Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: interaction: Into math content to navigate and browse.
de: interaktion: Ermöglicht das Navigieren und Durchsuchen in den mathematischen Inhalt.
fr: interaction : entrer dans le contenu mathématique pour naviguer et le parcourir.
gl: interacción: Co contido matemático para navegalo e exploralo.
hr: interakcija: U matematičkom sadržaju za kretanje i čitanje.
pl: interakcja: Do treści matematycznych do nawigacji i przeglądania.
pt_br: interação: no conteúdo matemático para navegar e pesquisar.
sk: Po aktivovaní tlačidla interakcia (interaction) môžete prezerať matematický obsah po častiach.
zh_cn: 交互：进入数学内容进行导航和浏览。

source: Access8Math v1.2 update log
de: Access8Math v1.2
fr: Mise à jour Access8Math v1.2
gl: Rexistro da actualización de Access8Math v1.2
hr: Log zapis nadogradnje Access8Math v1.2
pl: Access8Math v1.2 dziennik aktualizacji
pt_br: Registro (Log) de atualização do Access8Math v1.2
sk: v1.2
zh_cn: Access8Math v1.2 更新日志

source: Program architecture improve
de: Verbesserung der Programmarchitektur
fr: Amélioration de l'architecture du programme
gl: Mellora da arquitectura do programa
hr: Poboljšana arhitektura programa
pl: Ulepszenie architektury programu
pt_br: Melhoria da arquitetura do programa
sk: Upravená architektúra kódu
zh_cn: 程序架构完善

source: add sibling class
de: Gleichordnungsklasse wurde hinzugefügt
fr: ajout de la classe sibling
gl: Engadir clase de irmáns
hr: dodana klasa istovjetnih
pl: dodaj klasę rodzeństwa
pt_br: adiciona classe irmã
sk: Pridaná trieda sibling.
zh_cn: 添加兄弟类

source: add dynamic generate Complement class
de: Eine Klasse für die dynamische generierung einer Ergänzung wurde hinzugefügt
fr: ajout de la classe Complement générée dynamiquement
gl: Engadida clase de Complemento para xeración dinámica
hr: dodano dinamičko generiranje klase za komplente
pl: dodaj dynamiczne generowanie klasy Complement
pt_br: adiciona classe Complement (Complemento) de geração dinâmica
sk: Pridaná trieda dynamic generate Complement
zh_cn: 添加动态生成Complement类

source: Fix bug
de: Fehler behoben
fr: Correctif bug
gl: Arranxar erro
hr: Ispravljena greška
pl: Poprawka błędu
pt_br: Correção de falha
sk: Opravené drobné problémy
zh_cn: 修复错误

source: Access8Math v1.1 update log
de: Access8Math v1.1
fr: Mise à jour Access8Math v1.1
gl: Rexistro da actualización de Access8Math v1.1
hr: Log zapis nadogradnje Access8Math v1.1
pl: Access8Math v1.1 dziennik aktualizacji
pt_br: Registro (Log) de atualização do Access8Math v1.1
sk: v1.1
zh_cn: Access8Math v1.1 更新日志

source: Settings dialog box in Preferences:
de: Einstellungsdialog in den den Optionen von NVDA:
fr: Boîte de dialogue Paramètres dans Préférences :
gl: Caixa de diálogo de opcións nas Preferencias:
hr: Dijaloški okvir postavki u Postavkama:
pl: Okno dialogowe Ustawienia w oknie Preferencje:
pt_br: Diálogo Configurações em Preferências:
sk: Pridané okno s nastaveniami:
zh_cn: 选项中的设置对话框：

source: Language: Access8Math reading language on math content.
de: Sprache: Access8Math-Lesesprache in mathematischen Inhalten.
fr: Langue : langue de lecture Access8Math du contenu mathématique.
gl: Lingua: lingua de lectura do Access8Math en contido matemático.
hr: Jezik: Jezik čitanja matematičkog sadržaja za Access8Math.
pl: Język: Access8Math język czytania treści matematycznych.
pt_br: Idioma: Idioma de leitura do Access8Math no conteúdo matemático.
sk: Vlastný jazyk pre čítanie matematického obsahu.
zh_cn: 语言：Access8Math 朗读数学内容的语言

source: Update unicode.dic.
de: Unicode.dic wurde aktualisiert.
fr: Mise à jour d'unicode.dic.
gl: Actualizar unicode.dic.
hr: Aktualiziran unicode.dic.
pl: Zaktualizuj unicode.dic.
pt_br: Atualiza unicode.dic.
sk: Aktualizovaný slovník Unicode
zh_cn: 更新 unicode.dic。

source: MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>
pl: MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>±</mo><msqrt><msup><mi>b</mi><mn></mn></msup> <mo>2-4</mo><mn></mn> <mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>

source: alt+m: The mark command window pops up, select LaTeX/AsciiMath and press enter to add LaTeX/AsciiMath marks before and after the currently selected text (the current cursor when no text is selected) and automatically move the cursor into it. Enter content quickly.
de: Alt+M: Wählen Sie LaTeX/AsciiMath und drücken Sie die Eingabetaste, um LaTeX/AsciiMath-Marken vor und nach dem aktuell ausgewählten Text (dem aktuellen Cursor, wenn kein Text ausgewählt ist) einzufügen und den Cursor automatisch in den Text zu bewegen. Inhalt schnell eingeben.

source: LaTeX(by bracket separator): The solution of the quadratic equation in one variable \(ax^2+bx+c=0\) is \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) .
de: LaTeX (mit Klammer-Trennzeichen): Die Lösung der quadratischen Gleichung in einer Variablen \(ax^2+bx+c=0\) ist \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).

source: LaTeX(by dollar separator): The solution of the quadratic equation in one variable $ax^2+bx+c=0$ is $\frac{-b\pm\sqrt{b^2-4ac}}{2a}$ .
de: LaTeX (durch Dollar-Trennzeichen): Die Lösung der quadratischen Gleichung in einer Variablen $ax^2+bx+c=0$ ist $\frac{-b\pm\sqrt{b^2-4ac}}{2a}$.

source: Access8Math establishes 46 mathematical rules according to the mathematical type and logic to decide the reading math method and order. According to different local math reading logic, the math reading text and order can be changed. The method is as follows:
de: Access8Math erstellt 46 mathematische Regeln entsprechend der mathematischen Art und Logik, um die mathematische Methode und Reihenfolge des Lesens zu bestimmen. Gemäß unterschiedlicher lokaler mathematischer Leselogik können der mathematische Lesetext und die Reihenfolge geändert werden. Die Methode ist wie folgt:
pt_br: O Access8Math estabelece 46 regras matemáticas de acordo com o tipo matemático e a lógica para decidir o método e a ordem da leitura matemática. De acordo com as diferentes lógicas de leitura matemática do local, o texto e a ordem da leitura de matemática podem ser alterados. O método é o seguinte:

source: This NVDA addon provides the function of reading math content. Although the original NVDA already equipped this feature by applying MathPlayer, some functions still needed to be improved, such as not providing or incomplete specific language translation, not providing specific language navigation and browsing and many more.
pt_br: Este complemento para NVDA fornece a função de leitura de conteúdo matemático. Embora o NVDA original já tenha se equipado com esse recurso aplicando o MathPlayer, algumas funções ainda precisam ser aprimoradas, como não fornecer ou tradução incompleta de um idioma específico, não fornecer navegação e exploração num idioma específico e muito mais.

source: Navigation interactive mode can segment a math content into smaller partial fragments for speaking, and select the read fragment and method through a series of keyboard key operations. This function can better understand the structure and items of long math content. The hierarchical relationship with the item.
pt_br: O modo interativo de navegação pode segmentar um conteúdo matemático em fragmentos parciais menores para falar e, selecionar o fragmento em leitura e método através duma série de operações com teclas de teclado. Esta função pode compreender melhor a estrutura e os itens de um conteúdo matemático longo. A relação hierárquica com o item.

source: Read math content written in MathML in web browser(Mozilla Firefox, Microsoft Internet Explorer and Google Chrome) or read Microsoft Word math content written in MathType. (MathPlayer installed only)
pt_br: Ler o conteúdo de expressões matemáticas escrito em MathML nos navegadores Web (Mozilla Firefox, Microsoft Internet Explorer e Google Chrome) ou ler o conteúdo matemático do Microsoft Word escrito em MathType. (Apenas MathPlayer instalado)

source: Interaction: Press space or enter on the MathML math object to enter navigation interactive mode. It means you can browse part of the sub-content in the math content and move between sub-contents or zoom the size of the sub-content
pt_br: Interação: Pressione espaço ou enter no objeto matemático MathML para entrar no modo de navegação interativa. Isso significa que você pode navegar parte do subconteúdo no conteúdo matemático e mover-se entre os subconteúdos ou aumentar o tamanho do subconteúdo

source: Pressing "Space" in math content to open "Access8Math interaction window" which contains "interactive" and "copy" button.
gl: Preme "Espazo" sobre o contido matemático para abrir "Access8Math interaction window" (Ventá de interacción de Access8Math). que contén os botóns "Interactive" (Interactivo) e "Copy" (Copiar).
hr: Pritisni razmaknicu u matematičkom sadržaju i otvori „Access8Math prozor za interakciju” koji sadrži gumbe „interakcija” i „kopiraj”.
pt_br: Pressionar "Espaço" no conteúdo matemático para abrir a "Janela de interação do Access8Math", que contém os botões "interativo" e "copiar".
sk: Ak po zameraní matematického obsahu stlačíte medzeru, dostanete sa do okna, v ktorom môžete prezerať zápis a kopírovať jeho zdrojový kód.

source: interaction: Into math content to navigate and browse. Also, you can partially explore the subparts in expression and move or zoom the content between the subpart.
gl: interacción: Navegar polo contido matemático. Tamén, podes explorar parcialmente partes nunha expresión e mover ou ampliar o contido entre as partes.
hr: interakcija: U matematičkom sadržaju za kretanje i čitanje. Moguće je i istražiti odsječke izraza, kretati se po njima ili ih detaljnije prikazati.
pt_br: interação: No conteúdo matemático para navegar e pesquisar. Além disso, você pode explorar parcialmente as subpartes na expressão e mover ou ampliar o conteúdo entre as subpartes.
sk: Interakcia (interaction): Môžete čítať zápis ako celok, alebo prezerať jednotlivé jeho časti.

source: Text review: Press the numeric keyboard 1-9 during navigation to read the mathematical content of the serialized text word by word and line by line
pt_br: Exploração de texto: pressione o teclado numérico de 1-9 durante a navegação para ler o conteúdo matemático do texto serializado palavra por palavra e linha por linha

source: "Home": Move back to the top.(Entire math content)
pt_br: "Home": Volta para o topo. (Conteúdo matemático inteiro)

source: "Numpad 1~9": Reading the math content into serialized text using NVDA Reviewing Text.
gl: "1~9 do teclado numérico": ler contido matemático como texto serializado utilizando a revisión de texto de NVDA.
hr: Brojke na numeričkoj tipkovnici 1 do 9: Čitanje matematičkog sadržaja kao nanizani tekst pomoću NVDA mogućnosti Pregledavanje teksta.
pt_br: "1~9 do teclado numérico": Ler o conteúdo matemático em texto serializado usando a exploração de texto do NVDA.
sk: Čísla 1 - 9 na numerickej klávesnici: čítať obsah pomocou prezerania textu NVDA.

source: Writing mixed content (text content and mathematical content):
pt_br: Escrevendo conteúdo misto (conteúdo de texto e conteúdo matemático):

source: write mixed content
pt_br: escrever conteúdo misto

source: Use delimiter(start delimiter "\(" and end delimiter "\)", LaTeX block) to determine the area between the text content and the mathematical content, that is, the data in LaTeX block is mathematical content (LaTeX), and the data outside LaTeX block is text content.
pt_br: Use o delimitador (delimitador inicial "\(" e delimitador final "\)", bloco LaTeX) para determinar a área entre o conteúdo do texto e o conteúdo matemático, ou seja, os dados no bloco LaTeX são conteúdo matemático (LaTeX), e os dados fora do bloco LaTeX são conteúdo textual.

source: Press alt+h in edit field to convert an HTML document with mixed text data and mathematical data and can be reviewed or exported. The data in the LaTeX block will be converted to MathML for presentation with normal text.
pt_br: Pressione alt+h no campo de edição para converter um documento HTML com dados de texto e dados matemáticos mistos e pode ser revisado ou exportado. Os dados no bloco LaTeX serão convertidos em MathML para apresentação com texto normal.

source: review: Open the converted HTML document through a program that opens the .HTML extension by default.
pt_br: revisar: Abra o documento HTML convertido por meio de um programa que abre a extensão .HTML por padrão.

source: export: Pack the converted HTML document into a zip file.
pt_br: exportar: Empacote o documento HTML convertido em um arquivo zip.

source: Press alt+m key in edit field to pop up the markup command window, select "LaTeX" and press enter, the LaTeX block will be added to the current cursor and the cursor will be automatically moved into it for quick input the content.
pt_br: Pressione a alt+tecla m no campo de edição para abrir instantaneamente a janela de comando de marcação, selecione "LaTeX" e pressione Enter, o bloco LaTeX será adicionado ao cursor atual e o cursor será movido automaticamente para dentro dele para uma inserção rápida do conteúdo.

source: Press alt+l key in edit field to pop up the LaTeX command window, select the LaTeX command item to be added and press enter to add the corresponding LaTeX syntax at the current cursor and automatically move the cursor to the appropriate input point for quick Enter the content.
pt_br: Pressione a alt+tecla l no campo de edição para abrir instantaneamente a janela de comando LaTeX, selecione o item de comando LaTeX a ser adicionado e pressione Enter para adicionar a sintaxe LaTeX correspondente no cursor atual e mova automaticamente o cursor para o ponto de inserção apropriado para uma Digitação rápida do conteúdo.

source: Select the LaTeX command item and press f1~f12 to set the shortcut
pt_br: Selecionar o item de comando LaTeX e pressionar f1~f12 para definir o atalho

source: Select the LaTeX command item and press d to remove the shortcut that has been set
pt_br: Selecionar o item de comando LaTeX e pressionar d para remover o atalho que foi definido

source: Select the LaTeX command item and press enter to add the corresponding LaTeX syntax at the current cursor
pt_br: Selecionar o item de comando LaTeX e pressionar Enter para adicionar a sintaxe LaTeX correspondente no cursor atual

source: Edit cursor navigation move
pt_br: Movimentar navegação do cursor de edição

source: In edit field, press alt+left arrow key to move to the start point of the previous data block
pt_br: No campo de edição, pressione alt+tecla seta para a esquerda para mover para o ponto inicial do bloco de dados anterior

source: In edit field, press alt+down key without moving, but only read the content of the current data block
pt_br: No campo de edição, pressione alt+tecla baixo, sem mover mas apenas ler o conteúdo do bloco de dados atual

source: In edit field, press alt+right arrow key to move to the start point of the next data block
pt_br: No campo de edição, pressione alt+tecla seta para a direita para mover para o ponto inicial do próximo bloco de dados

source: In edit field, press alt+home to move to the start point of the current data block
pt_br: No campo de edição, pressione alt+home para mover para o ponto inicial do bloco de dados atual

source: In edit field, press alt+end to move to the end point of the current data block
pt_br: No campo de edição, pressione alt+end para mover para o ponto final do bloco de dados atual

source: Edit cursor navigation move and select
pt_br: Mover e selecionar com a navegação do cursor de edição

source: In the editing area, press alt+shift+left arrow key to move to the previous data block and select
pt_br: Na área de edição, pressione alt+shift+tecla seta para a esquerda para mover para o bloco de dados anterior e selecionar

source: In the editing area, press alt+shift+down key to move to the current data block and select
pt_br: Na área de edição, pressione alt+shift+tecla baixo para mover para o bloco de dados atual e selecionar

source: In the editing area, press alt+shift+right arrow to move to the next data block and select
pt_br: Na área de edição, pressione alt+shift+seta para a direita para mover para o próximo bloco de dados e selecionar

source: Press alt+s in edit field to turn on or off the shortcut mode. When the shortcut mode is on, press f1~f12 to quickly insert LaTeX syntax. When the shortcut mode is on, press shift+f1~f12 to read out the LaTeX commands currently bound to the shortcut.
pt_br: Pressione alt+s no campo de edição para ativar ou desativar o modo de atalho. Quando o modo de atalho estiver ativado, pressione f1~f12 para inserir rapidamente a sintaxe LaTeX. Quando o modo de atalho estiver ativado, pressione shift+f1~f12 para ler os comandos LaTeX atualmente vinculados ao atalho.

source: In edit field and the cursor is in the LaTeX block, press alt+i to enter navigation interactive mode
pt_br: No campo de edição e o cursor estando no bloco LaTeX, pressione alt+i para entrar no modo interativo de navegação

source: Press NVDA+shift+space in edit field to turn on or off the edit single letter navigation mode. When the edit single letter navigation mode is turned on, you can move the edit cursor with single letter navigation
pt_br: Pressione NVDA+shift+espaço no campo de edição para ligar ou desligar o modo de navegação de edição por uma letra. Quando o modo de navegação de edição por uma letra está ativado, você pode mover o cursor de edição com a navegação por uma letra

source: The following keys by themselves jump edit cursor to the next available block, while adding the shift key causes them to jump edit cursor to the previous block:
pt_br: As seguintes teclas por si só pulam o cursor de edição para o próximo bloco disponível, enquanto a adição da tecla shift faz com que elas saltem o cursor de edição para o bloco anterior:

source: l: move to the next LaTeX block
pt_br: l: mover para o próximo bloco LaTeX

source: t: move to the next text block
pt_br: t: mover para o próximo bloco de texto

source: mixed content example: The solution of the quadratic equation in one variable \(ax^2+bx+c=0\) is \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).
pt_br: exemplo de conteúdo misto: a solução da equação quadrática numa variável \(ax^2+bx+c=0\) é \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).

source: All Access8Math menus are centralized in tools -> Access8Math.
pt_br: Todos os menus do Access8Math são centralizados em ferramentas -> Access8Math.

source: read feature settings
pt_br: configurações de recurso de leitura

source: General Settings dialog:
pt_br: Diálogo de configurações Gerais:

source: Language: Access8Math speaking language
pt_br: Idioma: Idioma de fala do Access8Math

source: Item interval time: Setting pause time between items. Values from 1 to 100, the smaller the value, the shorter the pause time, and the greater the value, the longer the pause time.
gl: Ítem Interval time (Tempo de intervalo de elementos): Establece tempo de pausa entre elementos. Valores entre 1 e 100, a menor valor, menor pausa, e a maior valor, maior pausa.
hr: Vrijeme intervala stavke: Postavljanje pauze između stavki. Vrijednosti od 1 do 100. Manja vrijednost znači da je pauza kraća, a veća vrijednost znači da je pauza duža.
pt_br: Tempo de intervalo do item: Configuração do tempo de pausa entre os itens. Valores de 1 a 100, quanto menor o valor, menor o tempo de pausa e quanto maior o valor, maior o tempo de pausa.
sk: Pauza medzi položkami (item interval time): Určuje, aké dlhé pauzy bude doplnok robiť medzi jednotlivými časťami zápisu. Čím vyššie číslo, tým dlhšia pauza a naopak. Povolené sú hodnoty od 1 po 100.

source: Showing Access8Math interaction window when entering interaction mode: Whether to show "Access8Math interaction window" when pressing the space key on the math object.
pt_br: Mostrar a janela de interação do Access8Math ao entrar no modo de interação: se deve ser mostrada a "Janela de interação do Access8Math" ao pressionar a tecla espaço no objeto matemático.

source: Analyze the mathematical meaning of the content: perform semantic analysis on the mathematical content, and when it meets a specific rule, using that rule to speak.
pt_br: Analisar o significado matemático do conteúdo: realizar análises semânticas sobre o conteúdo matemático, e quando atende a uma regra específica, use essa regra para falar.

source: Reading pre-defined meaning in dictionary when navigating in interactive mode: When the pattern is definied in the dictionary, use dictionary to read the meaning of subpart in the upper layer part.
pt_br: Leitura do significado predefinido no dicionário ao navegar no modo interativo: Quando o padrão está definido no dicionário, use o dicionário para ler o significado da subparte na parte superior da camada.

source: Reading of auto-generated meaning when navigating in interactive mode: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
pt_br: Leitura do significado gerado automaticamente ao navegar no modo interativo: Quando o padrão não está definido ou estiver incompleto no dicionário, use a função de geração automática para ler o significado da subparte na parte da camada superior.

source: Using a beep to alert no move: When navigating in interactive mode, It will hint by beep. If it is not checked, it will hint by speaking "no move".
pt_br: Usar um bipe para alertar de nenhum movimento: Ao navegar no modo interativo, ele dará uma indicação por meio de um bipe. Se não estiver marcada, irá sugerir falando "nenhum movimento".

source: Using NVDA+gesture to active action: Whether shortcut key needs to be added with NVDA key when write mixed content in edit field
pt_br: Usar NVDA+comando para ativar a ação: se a tecla de atalho precisa ser adicionada com a tecla NVDA ao escrever conteúdo misto no campo de edição

source: Rule Settings dialog box: select whether rules are actived.
pt_br: Caixa de diálogo configurações de Regra: selecione se as regras serão ativadas.

source: "Add a new language" can add languages: that were not originally provided in the built-in. After adding, there will be more newly added language families in the general settings and can be used to define the reading method through the "unicode dictionary" and "mathematics rules" to reach localization
pt_br: "Adicionar um novo idioma" pode adicionar idiomas: que não foram originalmente fornecidos no pacote integrado. Depois de adicionar, haverá mais famílias de idiomas recém-adicionadas nas configurações gerais e podem ser usados para definir o método de leitura por meio do "dicionário Unicode" e "regras matemáticas" para alcançar à localização
