Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: line segment rule: When there is "¯" right above two Identifier, the item is read as "Line segement ...".
de: linienabschnittsregel: Wenn sich ein "¯" direkt über zwei Identifikatoren befindet, wird das Element als "Linienabschnitt...." gelesen.
es: regla del segmento de línea: cuando haya un símbolo "¯" sobre dos identificadores, el elemento se lee como "segmento de línea...".
fr: règle mesure algébrique : lorsqu'il y a "¯" au-dessus de deux identifiants, l'élément est lu comme "mesure algébrique" (correspond à la notation anglo-saxonne pour une droite)
gl: regra de segmento de liña: Cando hai un "¯" xusto enriba de dous identificadores, o elemento lese como "segmento de liña ...".
hr: Pravilo za segment dužine: Kad se direktno iznad dva identifikatora nalazi „¯” , stavka se čita kao „Segment dužine …”.
pt_br: regra do segmento de linha: Quando houver "¯" logo acima de dois Identificadores, o item será lido como "Segmento de linha ...".
sk: Pravidlo usečky: Ak je "¯" priamo nad identifikátorom, prečíta ako "úsečka ...".
zh_cn: 线段规则：当两个Identifier的正上方有「¯」时，将该项朗读未「线段……」

source: ray rule: When there is a "→" right above two Identifier, the item is read as "Ray ..."
de: strahlensatzregel: Wenn es ein "→" direkt über zwei Identifikatoren gibt, wird das Element als "Strahl...." gelesen
es: regla de la raya: cuando haya un símbolo "→" sobre dos identificadores, el elemento se lee como "raya..."
fr: règle vecteur : lorsqu'il y a un "→" au-dessus de deux identifiants, l'élément est lu comme "Vecteur ..." (correspond à la notation anglo-saxonne pour une demi-droite)
gl: regra de raio: Cando hai unha "→" xusto enriba de de dous identificadores, o elemento lese como "Raio ..."
hr: Pravilo za radijvektor: Kad se direktno iznad dva identifikatora nalazi „→” , stavka se čita kao „Radijvektor …”.
pt_br: regra do raio: Quando existe um "→" logo acima de dois identificadores, o item é lido como "Raio ..."
sk: Polomer: Ak je "→" priamo nad identifikátorom, prečíta ako "polomer ..."
zh_cn: 射线规则：当两个标识符正上方有一个“→”时，该项朗读为“射线...”

source: Add interaction window: Pressing "Space" in math content to open "Access8Math interaction window" which contains "interaction" and "copy" button.
de: Interaktionsfenster hinzufügen: Drücken Sie "Leertaste" im mathematischen Inhalt, um das "Access8Math-Interaktionsfenster" zu öffnen, das die Schaltflächen "Interaktion" und "Kopieren" enthält.
es: Se ha añadido una ventana de interacción: se puede pulsar "espacio" en el contenido matemático para abrir la "ventana de interacción de Access8Math", que contiene los botones "Copiar" e "Interactuar".
fr: Ajout d'une fenêtre d'interaction : appuyer sur "Espace" dans le contenu mathématique pour ouvrir la "fenêtre d'interaction Access8Math" qui contient les boutons "interaction" et "copier".
pl: Dodaj okno interakcji: Naciśnięcie "Spacja" w treści matematycznej, aby otworzyć "Okno interakcji Access8Math", które zawiera przycisk "interakcja" i "kopiuj".
pt_br: Adição de janela de interação: pressionando "Espaço" no conteúdo matemático para abrir a "Janela de interação do Access8Math" que contém o botão "interação" e "copiar".
zh_cn: 添加交互窗口：在数学公式按“空格”键打开“Access8Math交互窗口”，其中包含“交互”和“复制”按钮。

source: Add zh_CN UI language(.po).
es: Añadido idioma de interfaz zh_CN (.po).
fr: Ajout de la langue zh_CN pour l'interface utilisateur (.po).
gl: Engadido idioma da UI zh_CN(.po).
hr: Dodan zh_CN jezik za korisničko sučelje (.po).
pl: Dodano zh_CN UI language(.po).
pt_br: Adiciona idioma da UI (Interface do Usuário) zh_CN (.po).
sk: Pridané a aktualizované preklady.
zh_cn: 添加zh CN UI语言(.po)。

source: Adjust inheritance relationship between rules to ensure proper use of the appropriate rules in conflict.
de: Das Importieren und Exportieren von Regeln wurde angepasst, um die ordnungsgemäße Verwendung der entsprechenden Regeln im Konfliktfall sicherzustellen.
es: Ajuste de la relación de herencia entre reglas para asegurar el uso adecuado de las reglas apropiadas y evitar conflictos.
fr: Ajustement de la relation d'héritage entre les règles pour garantir une utilisation des règles appropriées en cas de conflit.
gl: Axustada a relación de herdanza entre regras para asegurar o uso adecuado das regras correctas en caso de conflitos.
hr: Prilagodi nasljedni odnos između pravila kako bi se osiguralo pravilno korištenje odgovarajućih pravila koja se sukobljavaju.
pl: Dopasowanie relacji dziedziczenia pomiędzy regułami, co zapewnia właściwe użycie odpowiednich reguł w przypadku konfliktu.
pt_br: Ajusta o relacionamento de herança entre regras para garantir o uso adequado das regras apropriadas em conflito.
sk: Upravené spracovanie pravidiel pridaním vzťahmi medzi pravidlami.
zh_cn: 调整规则之间的继承关系，确保冲突时正确使用相应的规则。

source: negative number rule: Read 'negative' rather than 'minus sign' when minus sign in first item or its previous item is certain operator.
de: negative Zahlenregel: Liest "Negativ" statt "Minuszeichen", wenn das Minuszeichen im ersten Element oder im vorherigen Element ein bestimmter Operator ist.
es: regla del número negativo: lee 'negativo' en vez de 'signo menos' cuando el signo menos sea el primer elemento o su elemento anterior sea un operador concreto.
fr: règle nombres négatifs : lire "négatif" au lieu de "signe moins" lorsque le signe moins est le premier élément ou est précédé de certains opérateurs.
gl: regra de número negativo: Ler "negativo" no canto de 'signo menos' cando o signo menos sexa o primeiro elemento ou o elemento anterior a él sexa certo operador.
hr: Pravilo za negativno: Pročitaj „negativno”, a ne „minus” kad je znak minus u prvoj stavci ili njenoj prethodnoj stavci određeni operator.
pl: reguła liczby ujemnej: Przeczytaj "ujemny" zamiast "znak minus", gdy znak minus w pierwszym elemencie lub jego poprzedni element jest pewnym operatorem.
pt_br: regra de número negativo: ler 'negativo' em vez de 'sinal de menos' quando o sinal de subtração no primeiro item ou seu item anterior for um operador determinado.
sk: Pridané pravidlo pre záporné čísla: Namiesto "mínus" číta "záporné".
zh_cn: 负数规则：当第一项或其前一项中的减号是某个运算符时，读“负”而不是“减号”。

source: integer add fraction rule: Read 'add' between integer and fraction when fraction previous item is integer.
de: ganzzahl Bruchregel: Liest 'Addieren' zwischen Ganzzahl und Bruch, wenn der Bruch vor dem Element ganzzahlig ist.
es: regla de suma de entero y fracción: lee 'suma' entre el entero y la fracción cuando el elemento anterior a una fracción sea un entero.
fr: règle entier plus fraction : lire "plus" entre un nombre entier et une fraction lorsque l'élément précédent la fraction est un nombre entier.
gl: Regra de engadir fracción a enteiro: Ler 'engadir' entre enteiro e fracción cando o elemento anterior á fracción sexa enteiro.
hr: Pravilo za dodavanje razlomka cijelom broju: Pročitaj „dodaj” između cijelog broja i razlomka kad je prethodna stavka razlomka cijeli broj.
pl: reguła dodawania ułamka liczby całkowitej: Odczytaj "dodaj" między liczbą całkowitą a ułamkiem, gdy ułamek poprzedniego elementu jest liczbą całkowitą.
pt_br: regra de adição de fração de número inteiro: Ler 'adiciona' entre número inteiro e fração quando o item anterior da fração for inteiro.
sk: Pravidlo pre celé čísla: Prečíta 'add' medzi celkom a zlomkom ak zlomok je celkom predošlej položky.
zh_cn: 整数加分数规则：当分数前一项为整数时，读取整数和分数之间的“加”。

source: In navigation mode command, "Ctrl+c" copy object MathML source code.
de: Im Navigationsmodus, der Befehl "Strg+c" kopiert das MathML-Quellcode des Elements in die Zwischenablage.
es: En el modo de órdenes de navegación, "ctrl+c" copia el código fuente del objeto MathML.
fr: En mode navigation, la commande "Ctrl + c", copie le code source MathML de l'objet.
gl: En comandos de modo navegación, "ctrl+c" copia o código fonte MathML do obxecto.
hr: U modusu navigacije, kontrol+c kopira izvorni MathML kod objekta.
pl: W trybie nawigacji, polecenie "Ctrl+c" kopiuje kod źródłowy obiektu MathML.
pt_br: No comando do modo de navegação, "Ctrl+c" copia o código-fonte MathML do objeto.
sk: Počas navigácie je možné skratkou ctrl+c skopírovať zdrojový kód zápisu do schránky.
zh_cn: 在导航模式命令中，“Ctrl+c”复制对象 MathML 源代码。

source: Analyze the mathematical meaning of content: Semantically analyze the math content, in line with specific rules, read in mathematical meaning of that rules.
de: Analyse der mathematischen Definition von Inhalten: Semantische Analyse des mathematischen Inhalts in Übereinstimmung mit bestimmten Regeln.
es: Analizar el significado matemático del contenido: analiza el contenido matemático semánticamente, siguiendo reglas específicas, leyendo el significado matemático de esas reglas.
fa: Analyze the mathematical meaning of content: بطور معنایی محتوای ریاضی را با قوانین مشخصی تحلیل میکند. معنای ریاضی آن قوانین را میخوانَد.
fr: Analyse de la signification mathématique du contenu : analyse sémantique du contenu mathématique, conformément à des règles spécifiques, lecture de la signification mathématique de ces règles.
gl: Analizar o significado matemático do contido: analiza o contido matemático semánticamente, seguindo regras específicas, lendo o significado matemático desas regras.
hr: Analiziraj matematičko značenje sadržaja: Semantički analiziraj značenje matematičkog sadržaja po specifičnim pravilima, učitaj matematičko značenje tih pravila.
pl: Analizuj matematyczne znaczenie zapisu: Analizuj zapis semantycznie, w linii zawierającej określone reguły matematyczne, czytaj zgodnie z matematycznym znaczeniem tych reguł.
pt_br: Analisar o significado matemático do conteúdo: análise semântica do conteúdo matemático, de acordo com regras específicas, leia o significado matemático dessas regras.
ro: Analizează semnificația matematică a conținutului: Analizează semantic conținutul matematic, în linie cu regulile specifice, citește semnificația acelei reguli din punct de vedere matematic.
sk: Analyzovať obsah (Analyze the mathematical meaning of content): Analyzuje obsah a ak nájde vhodné pravidlá, aplikuje ich pri čítaní matematického obsahu.
vi: Phân tích ý nghĩa toán học của nội dung: phân tích ngữ nghĩa nội dung toán học, phù hợp với các quy định cụ thể, đọc bằng ý nghĩa toán học của quy định đó.
zh_cn: 分析内容的数学意义：将数学内容进行语义化分析，符合某规则会使用相应的语音朗读及盲文显示

source: Read defined meaning in dictionary: When the pattern is definied in the dictionary, use dictionary to read the meaning of subpart in the upper layer part.
de: Liest die Bedeutung des definierten Musters im Wörterbuch: Wenn das Muster im Wörterbuch definiert ist, verwenden Sie das Wörterbuch, um die Bedeutung des unteren Inhaltes im oberen Inhaltsbereich zu lesen.
es: Leer el significado del patrón definido en el diccionario: cuando hay un patrón definido en el diccionario, utiliza el diccionario para leer el significado de una parte en el nivel superior.
fr: Lire la signification défini dans le dictionnaire : lorsque le modèl est défini dans le dictionnaire, le dictionnaire est utilisé pour lire la signification de la sous-partie dans l'élément au niveau de la couche supérieure.
gl: Ler o significado do patrón definido no diccionario: cando hai un patrón definido no diccionario, usa o diccionario para ler o significado dunha parte no nível superior.
hr: Čitaj definirano značenje u rječniku: Kad je uzorak definiran u rječniku, koristi rječnik za čitanje isječaka u gornjem dijelu izraza.
pl: Odczytuj wzór zdefiniowany w słowniku: Jeżeli dany wzór jest zdefiniowany w słowniku, używaj słownika do odczytywania znaczenia elementów większej części zapisu.
pt_br: Ler significado definido no dicionário: Quando o padrão está definido no dicionário, use o dicionário para ler o significado da subparte na parte da camada superior.
sk: Použiť slovník (Read defined meaning in dictionary): Ak existuje zadané pravidlo v slovníku, použije sa na čítanie pri čítaní aktuálneho aj vnoreného obsahu v zápise.
zh_cn: 读取字典中定义的含义：若字典文件中有定义则使用字典中的定义读出该项在其上层中的含义

source: Read of auto-generated meaning: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
de: Liest eine automatisch Generierte Definition: Wenn das Muster im Wörterbuch nicht definiert oder unvollständig ist, verwenden Sie die automatische Generierungsfunktion, um die Bedeutung des Unteren inhaltes im oberen Inhalt zu lesen.
es: Leer el significado de patrón autogenerado: cuando el patrón no está bien definido o está incompleto en el diccionario, utiliza la función de generación automática para leer el significado de una parte en el nivel superior.
fr: Lire la signification généré automatiquement : lorsque le modèl n'est pas défini ou est incomplet dans le dictionnaire, la fonction de génération automatique est utilisée pour lire la signification de la sous-partie dans l'élément au niveau de la couche supérieur.
gl: Ler o significado de patrón autoxenerado: cando o patrón non está ben definido ou está incompreto no diccionario, usa a función de xeneración automática para ler o significado dunha parte no nível superior.
hr: Čitanje automatski generiranog značenja: Kad uzorak u rječniku nije definiran ili je nepotpun, koristi funkciju automatskog generiranja, kako bi se pročitalo značenje odsječka u gornjem dijelu izraza.
pl: Odczytuj tworzone automatycznie: Jeżeli wzór nie jest zdefiniowany w słowniku lub jego definicja jest niekompletna, używaj funkcji automatycznego tworzenia do odczytywania elementów większej całości.
pt_br: Leitura do significado gerado automaticamente: Quando o padrão não estiver definido ou incompleto no dicionário, use a função de geração automática para ler o significado da subparte na parte da camada superior.
sk: Pridaná možnosť Použiť slovník (Read defined meaning in dictionary): Ak existuje zadané pravidlo v slovníku, použije sa na čítanie pri čítaní aktuálneho aj vnoreného obsahu v zápise.
zh_cn: 读出自动生成的含义：在交互模式下导航浏览时，若字典文件中的定义不完整或无定义，则使用自动生成功能读出该项在其上层中的含义

source: Add some simple rule. Single rules are simplified versions of various rules. When the content only has one single item, for better understanding and reading without confusion, you can omit to choose not to read the script before and after the content.
de: Einfache Regel wurden hinzugefügt. Einfache Regeln sind vereinfachte Versionen verschiedener Regeln. Wenn der Inhalt nur ein einziges Element enthält, können Sie zum besseren Verständnis das Lesen des Skriptes vor und nach dem Inhalt unterdrücken.
es: Se han añadido algunas reglas simples. Las reglas únicas son versiones simplificadas de diversas reglas. Cuando el contenido sólo tenga un elemento, para que se entienda mejor y se lea sin confusión, puedes omitir la lectura de los elementos anteriores y posteriores al contenido.
fr: Ajout des règles simples. Les règles simples sont des versions simplifiées de diverses règles. Lorsque le contenu ne comporte qu'un seul élément, pour une meilleure compréhension et une lecture sans confusion, il est possible de choisir de ne pas lire le script avant et après le contenu.
gl: Engadida algunha regra simxela. As regras sinxelas son versións simplificadas de varias regras. Cando o contido ten un só elemento, para unha mellor comprensión e lectura sen confusión, podes omitir a elección de non ler o script antes e despois do contido.
hr: Dodaj neko jednostavno pravilo. Pojedinačna pravila su pojednostavljene verzije različitih pravila. Kad sadržaj sadrži samo jednu stavku, radi boljeg razumijevanja i čitanja bez zbrke, može se izostaviti odabir za ne-čitanje skripta prije i poslije sadržaja.
pl: Dodawanie prostej reguły. Pojedyncze reguły to uproszczona wersja wielu reguł. Aby ułatwić odczytanie i zrozumienie zapisu, który składa się tylko z jednego elementu, można pominąć nieodczytywanie skryptu przed zapisem i po nim.
pt_br: Adiciona alguma regra simples. Regras avulsas são versões simplificadas de várias regras. Quando o conteúdo possui apenas um item, para melhor compreensão e leitura sem confusão, você pode optar por não ler o script antes e depois do conteúdo.
sk: Pridané zjednodušené pravidlá. Zjednodušené pravidlá sú zjednodušené interpretácie pravidiel. Ak má obsah len jednu položku, môžete zrušiť čítanie počiatočných a koncových textov.
zh_cn: 添加一些简化规则。简化规则是各种规则的简化版本。当内容只有一项时，为了更好理解和阅读而不混乱，可以省略某些部分。

source: This NVDA addon enhances the mathematical content reading and writing experience.
fr: Cette extension NVDA améliore l'expérience de lecture et d'écriture de contenu mathématique.
zh_cn: 此 NVDA 插件增强了数学内容的阅读和书写体验。

source: The reading feature includes improved language translation in the ability to segment long math content into smaller parts using interactive navigation.
fr: La fonctionnalité de lecture comprend une traduction de la langue améliorée dans la capacité de segmenter un contenu mathématique long en fragments plus petits en utilisant la navigation interactive.
zh_cn: 阅读功能包括可定制的语音/盲文输出，还能够使用交互式导航浏览从而将一个长数学内容分成较小的部分便于阅读。

source: The writing feature includes a command menu for easier LaTeX/AsciiMath/Nemeth input and the ability to export to a visually readable HTML document for better collaboration.
fr: La fonctionnalité de rédaction comprend un menu de commandes pour saisir plus facilement le LaTeX / AsciiMath / Nemeth et la possibilité d'exporter vers un document HTML visuellement lisible pour une meilleure collaboration.
zh_cn: 书写功能包括易于编写 LaTeX/AsciiMath 的交互式菜单，还能够将纯文本转换为 HTML 文档，便于与他人协作。

source: This NVDA add-on enhances speech and braille output for mathematical content. Although the NVDA already integrating MathPlayer, certain aspects require improvement, such as the lack or incompleteness of language-specific translation, language-specific interactive navigation.
fr: Cette extension pour NVDA améliore la sortie de la parole et du braille pour le contenu mathématique. Bien que NVDA intègre déjà MathPlayer, certains aspects nécessitent une amélioration, comme le manque ou l'incomplétude des traductions spécifiques à la langue, ou de la navigation spécifique à la langue
pl: Ten dodatek NVDA poprawia mowę i wyjście brajlowskie dla treści matematycznych. Chociaż NVDA już integruje MathPlayera, niektóre aspekty wymagają poprawy, takie jak brak lub niekompletność tłumaczenia specyficznego dla języka, interaktywna nawigacja specyficzna dla języka.
zh_cn: 该 NVDA 插件提供了数学内容的阅读功能，原本 NVDA 也支持腧穴内容的阅读，但因为是调用了 MathPlayer 的功能，部份功能尚显不足，例如未提供或不完整的特定语言翻译、未提供特定语言的导航浏览等等。

source: navigation interactive mode command：
de: Befehl für den interaktiven Navigationsmodus：
fr: Commandes de navigation en mode interactif :
pt_br: comando em modo interativo de navegação:
zh_cn: 交互式导航命令

source: Writing feature
de: Schreib-Funktion
fr: Fonctionnalité de rédaction
pl: Funkcja pisania
pt_br: Recurso de escrita
zh_cn: 书写功能

source: To distinguish between text content and mathematical content, you can use delimiters to enclose the mathematical notation area. This means that any data within the mathematical notation area will be considered mathematical content according to the specified delimiter, while data outside of the mathematical notation area will be treated as text content.
fr: Pour faire la distinction entre le contenu texte et le contenu mathématique, vous pouvez utiliser des délimiteurs pour encadrer la zone de notation mathématique. Cela signifie que toutes les données de la zone de notation mathématique seront considérées comme un contenu mathématique selon le délimiteur spécifié, tandis que les données en dehors de la zone de notation mathématique seront traitées comme du contenu texte.
zh_cn: 为了区分文本内容和数学内容，您可以使用分隔符将数学符号区域括起来。这意味着数学符号区域内的任何数据都将根据指定的分隔符被视为数学内容，而数学符号区域之外的数据将被视为文本内容。

source: Command gesture (toggle: NVDA+alt+c)
de: Tastenkombination (Umschalten: NVDA+Alt+C)
fr: Geste de commande (activer ou désactiver : NVDA+alt+c)
pl: Gest polecenia (przełącz: NVDA+alt+c)
zh_cn: 命令手势（开关：NVDA+alt+c）

source: alt+m: The mark command window pops up, select LaTeX/AsciiMath/Nemeth and press enter to add LaTeX/AsciiMath marks before and after the currently selected text (the current cursor when no text is selected) and automatically move the cursor into it. Enter content quickly.
fr: alt+m : La fenêtre marquer la commande apparaît, sélectionnez LaTeX / AsciiMath / Nemeth et appuyez sur Entrée pour ajouter des marques LaTeX / AsciiMath avant et après le texte actuellement sélectionné (le curseur actuel lorsqu'aucun texte n'est sélectionné) et déplace automatiquement le curseur dedans. Entrez rapidement du contenu.
zh_cn: alt+m：弹出标记命令窗口，选择 LaTeX/AsciiMath/Nemeth 按下 enter 键就会在当前所选择文字前后（未选择文字时为当前光标处）插入 LaTeX/AsciiMath/Nemeth 标记分隔符，并会将光标自动移动到两分隔符之间，便于快速输入内容。

source: alt+l: Pop up the LaTeX command window, select the LaTeX command item to be added and press the enter key to add the corresponding LaTeX syntax at the current cursor and automatically move the cursor to the appropriate input point for quick input.
de: Alt+L: Öffnet das LaTeX-Befehlsfenster, wählen Sie den hinzuzufügenden LaTeX-Befehl aus und drücken Sie die Eingabetaste, um die entsprechende LaTeX-Syntax an der aktuellen Cursor-Position hinzuzufügen und den Cursor automatisch an den entsprechenden Eingabepunkt für die Schnelleingabe zu bewegen.
fr: alt+l : Pour faire apparaître la fenêtre de commande LaTeX, sélectionnez l'élément de commande LaTeX à ajouter et appuyez sur Entrée pour ajouter la syntaxe LaTeX correspondante au curseur actuel et déplacez automatiquement le curseur au point d'entrée approprié pour une entrée rapide du contenu.
pl: alt+l: Pojawi się okno poleceń LaTeX, wybierz element polecenia LaTeX, który ma zostać dodany i naciśnij Enter, aby dodać odpowiednią składnię LaTeX na bieżącym kursorze i automatycznie przesuń kursor do odpowiedniego punktu wprowadzania w celu szybkiego wprowadzania.
zh_cn: alt+l：彈出 LaTeX 命令窗口，选择要加入的 LaTeX 命令项目按下 enter 键，就会在当前光标处加入 LaTeX 语法，并且会将光标移动到适当的位置，便于快速输入内容。

source: LaTeX command window
de: LaTeX-Befehlsfenster
fr: Fenêtre de commande LaTeX
pl: Okno poleceń LaTeX
pt_br: Janela de comando LaTeX
zh_cn: LaTeX 命令窗口

source: alt+h: HTML documents that can convert text data and mathematical data can be viewed or exported. The content of the math block is converted into MathML and presented side by side with the text to facilitate visual reading.
de: Alt+H: HTML-Dokumente, die Textdaten und mathematische Daten konvertieren können, können angezeigt oder exportiert werden. Der Inhalt des mathematischen Blocks wird in MathML umgewandelt und neben dem Text dargestellt, um die Lesbarkeit zu erleichtern.
fr: alt+h : Les documents HTML peuvent être affichés et exportés avec les données mathématiques et textuelles converties. Le contenu du bloc mathématique est converti en MathML et présenté côte à côte avec le texte pour faciliter la lecture visuelle.
pl: alt+h: Dokumenty HTML, które mogą konwertować dane tekstowe i matematyczne, mogą być przeglądane lub eksportowane. Zawartość bloku matematycznego jest konwertowana na MathML i prezentowana obok tekstu, aby ułatwić czytanie wizualne.
zh_cn: alt+h 可转换出包含文字内容与数学内容的 HTML 文件并可进行预览或导出。其中数学区域的内容汇转成 MathML 便于跟普通文字一起呈现。

source: alt+t: The data of the block where the cursor is located can be converted between LaTeX and AsciiMath (the cursor needs to be in the LaTeX or AsciiMath block)
de: Alt+T: Die Daten des Blocks, in dem sich der Cursor befindet, können zwischen LaTeX und AsciiMath konvertiert werden (der Cursor muss sich im LaTeX- oder AsciiMath-Block befinden)
fr: alt+t : Les données du bloc où se trouve le curseur peuvent être converties entre LaTeX et AsciiMath (le curseur doit être dans le bloc LaTeX ou AsciiMath)
pl: alt+t: Dane bloku, w którym znajduje się kursor, mogą być konwertowane między LaTeX i AsciiMath (kursor musi znajdować się w bloku LaTeX lub AsciiMath)
zh_cn: alt+t：可以将光标所在数学区域内的内容在 LaTeX 与 AsciiMath 之间转换（光标需停留在 LaTeX 或 AsciiMath 区域内）
