Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: You can use the following key gestures to move the editing cursor and interactive navigation
de: Sie können die folgenden Tastenbefehle verwenden, um den Cursor für die Bearbeitung und die interaktive Navigation zu bewegen
es: Puedes usar las siguientes teclas para mover el cursor de edición y la navegación interactiva
fr: Vous pouvez utiliser les touches suivantes pour déplacer le curseur d'édition et la navigation interactive
pl: Za pomocą następujących kluczowych gestów można przesunąć kursor edycji i interaktywną nawigację
zh_cn: 可以使用以下按键手势移动编辑光标或交互导航

source: Left key: move to the starting point of the previous data block and read it out
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach links, um zum Startpunkt des vorherigen Datenblocks zu gelangen
es: Flecha izquierda: moverse al punto de inicio del bloque de datos anterior y leerlo
fr: flèche gauche : se déplacer au point de départ du bloc de données précédent Et lisez-le
pl: Lewy: przejdź do punktu początkowego poprzedniego bloku danych i odczytaj go
zh_cn: 左光标：移动到上一个区域的开始点并读出

source: Right arrow: move to the start point of the next data block and read it out
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach rechts, um zum Startpunkt des nächsten Datenblocks zu gelangen
es: Flecha derecha: moverse al punto de inicio del siguiente bloque de datos y leerlo
fr: flèche droite : se déplacer au point de départ du bloc de données suivant Et lisez-le
pl: Strzałka w prawo: przejdź do punktu początkowego następnego bloku danych i odczytaj go
zh_cn: 右光标：移动到下一个区域的开始点并读出

source: Up key: move to the previous line and read out the contents of all data blocks in this line
de: Pfeiltaste nach oben: Zur vorherigen Zeile springen und den Inhalt aller Datenblöcke in dieser Zeile auslesen
es: Flecha arriba: se mueve a la línea anterior y lee el contenido de todos los bloques de datos de esa línea
fr: Flèche haut : se déplacer vers la ligne précédente et lire le contenu de tous les blocs de données sur cette ligne
pl: w górę: przejdź do poprzedniego wiersza i odczytaj zawartość wszystkich bloków danych w tym wierszu
zh_cn: 上光标：移动到上一行并读出该行所有区域的内容

source: Down key: move to the next line and read out the contents of all data blocks in this line
de: Pfeiltaste nach unten: Zur nächsten Zeile springen und den Inhalt aller Datenblöcke in dieser Zeile auslesen
es: Flecha abajo: se mueve a la línea siguiente y lee el contenido de todos los bloques de datos de esa línea
fr: Flèche bas : se déplacer vers la ligne suivante et lire le contenu de tous les blocs de données sur cette ligne
pl: w dół: przejdź do następnego wiersza i odczytaj zawartość wszystkich bloków danych w tym wierszu
zh_cn: 下光标：移动到下一行并读出该行所有区域的内容

source: pageUp: move up ten lines and read out the content of all data blocks in that line
de: Seite nach oben: Zehn Zeilen nach oben gehen und den Inhalt aller Datenblöcke in dieser Zeile auslesen
es: retroceso de página: se mueve diez líneas hacia arriba y lee el contenido de todos los bloques de datos de esa línea
fr: page précédente : se déplacer dix lignes vers le haut et lire le contenu de tous les blocs de données sur cette ligne
pl: pageUp: przesuń dziesięć linii w górę i odczytaj zawartość wszystkich bloków danych w tym wierszu
zh_cn: 上翻页：向上移动十行并读出该行所有区域的内容

source: pageDown: move down ten lines and read out the content of all data blocks in that line
de: Seite nach unten: Zehn Zeilen nach unten gehen und den Inhalt aller Datenblöcke in dieser Zeile auslesen
es: avance página: se mueve diez líneas hacia abajo y lee el contenido de todos los bloques de datos de esa línea
fr: page suivante : se déplacer dix lignes vers le bas et lire le contenu de tous les blocs de données sur cette ligne
pl: pageDown: przesuń dziesięć wierszy w dół i odczytaj zawartość wszystkich bloków danych w tym wierszu
zh_cn: 下翻页：向下移动十行并读出该行所有区域的内容

source: home: move to the first block of the line where the cursor is located
de: Pos1: Springt zum ersten Block der Zeile, in der sich der Cursor befindet
es: inicio: se mueve al primer bloque de la línea donde se encuentra el cursor
fr: début : se déplacer au premier bloc de la ligne où se trouve le curseur
pl: Strona główna: przechodzenie do pierwszego bloku wiersza, w którym znajduje się kursor.
zh_cn: 行首：移动到光标所在行的第一个区域

source: end: move to the last block of the line where the cursor is located
de: Ende: Springt zum letzten Block der Zeile, in der sich der Cursor befindet
es: fin: se mueve al último bloque de la línea donde se encuentra el cursor
fr: fin : se déplacer au dernier bloc de la ligne où se trouve le curseur
pl: koniec: przechodzenie do ostatniego bloku wiersza, w którym znajduje się kursor
zh_cn: 行尾：移动到光标所在行的最后一个区域

source: Use the cursor to move the key plus the shift key to select the text together
de: Verwenden Sie den Cursor, um die Taste zu bewegen, und die Umschalttaste, um den Text zusammen auszuwählen
es: Utiliza las teclas del cursor junto con la tecla shift para seleccionar texto
fr: Utiliser les touches du curseur avec la touche maj pour sélectionner le texte
pl: Użyj kursora, aby przesunąć, oraz Shift, aby zaznaczyć tekst razem
zh_cn: 以上光标移动按键加上 Shift 会一并选择文字

source: n: Move to the next Nemeth data block and read it out
es: n: moverse al siguiente bloque de datos Nemeth y leerlo
fr: n : aller au bloc de données Nemeth suivant et lisez-le
zh_cn: n：移动到下一个Nemeth区域并读出

source: m: move to the next MathML data block and read
de: M: Springt zum nächsten MathML-Datenblock und teilt diesen mit
es: m: moverse al siguiente bloque de datos MathML y leerlo
fr: m : aller au bloc de données MathML suivant et lisez-le
pl: m: przejdź do następnego bloku danych MathML i przeczytaj
zh_cn: m: 移动到下一个 MathML 区域并读出

source: tab: move to the next interactive block (math block) and read it out
de: Tabtaste: Zum nächsten interaktiven Block (mathematischer Block) springen und diesen auslesen
es: tab: se mueve al siguiente bloque interactivo (bloque matemático) y lo lee
fr: tab : aller au bloc interactif suivant (bloc mathématique) et lisez-le
pl: Tab: Przejdź do następnego bloku interaktywnego (bloku matematycznego) i przeczytaj go
zh_cn: tab: 移动到下一个 可互动区域（数学区域）并读出

source: ctrl+v: Paste content after the current cursor block
de: Strg+V: Inhalt nach dem aktuellen Cursorblock aus der Zwischenablage einfügen
es: ctrl+v: pega el contenido después del bloque en el que se encuentra el cursor
fr: ctrl+v : coller le contenu après le bloc dans lequel le curseur est situé
pl: ctrl+v: wklejanie zawartości za bieżącym blokiem kursora
zh_cn: ctrl+v：在当前光标所在区域后粘贴内容

source: delete/back space: delete the current cursor block
de: Löschen/Rücktaste: den aktuellen Cursorblock löschen
es: suprimir o retroceso: elimina el bloque sobre el que se encuentra el cursor
fr: effacement ou retour arrière : effacé le bloc sur lequel le curseur est situé
pl: Delete/Back Space: Usuwanie bieżącego bloku kursora
zh_cn: 删除/退格：删除当前光标所在区域

source: Access8Math editor and Access8Math Document
es: Editor de Access8Math y documento de Access8Math
fr: Éditeur Access8Math et document Access8Math
pl: Edytor Access8Math i dokument Access8Math
zh_cn: Access8Math 编辑器与 Access8MathDocument。

source: The edit area of Notepad in Windows 11 is rich editing area not traditional editing area, so Access8Math editor must be used in Windows 11 to use the writing feature. This editor provides such as opening old files, saving files, and view feature.
es: El área de edición del bloc de notas en Windows 11 es un área de edición enriquecida, no un área de edición tradicional. Por eso se debe usar el editor de Access8Math en Windows 11 para emplear la función de escritura. Este editor proporciona funciones como la apertura de archivos antiguos, guardar archivos, y función de visualización.
fr: La zone d'édition du bloc-notes de Windows 11 est une zone d'édition riche non pas la zone d'édition traditionnelle, donc l'éditeur Access8Math doit être utilisé dans Windows 11 pour utiliser la fonction Écriture. Cet éditeur fournit l'ouverture des anciens fichiers, l'enregistrement des fichiers et la fonction de visualisation.
pl: Obszar edycji Notatnika w systemie Windows 11 jest bogatym obszarem edycji, a nie tradycyjnym obszarem edycji, więc edytor Access8Math musi być używany w systemie Windows 11, aby korzystać z funkcji pisania. Ten edytor zapewnia takie możliwości otwierania starych plików, zapisywania plików i funkcji przeglądania.
zh_cn: 自 Windows11 起，系统内置记事本改为富文本编辑器而非传统的纯文本编辑器，所以必须使用插件内置编辑器书写数学内容，插件内置编辑器也提供了打开、保存、预览等功能。

source: Use the Access8Math editor to write markdown documents, and when document have some resource, the resources can put into workspace of editor and be referenced. When using export feature of the editor, the referenced resources in the document will be packaged into a Archive file by Access8Math editor.
es: Usa el editor de Access8Math para redactar documentos Markdown. Si el documento dispone de recursos adicionales, se pueden añadir al espacio de trabajo y referenciarlos. Al usar la función de exportación del editor, los recursos referidos en el documento se empaquetarán en un archivo. El editor se encargará de hacerlo.
fr: Utiliser l'éditeur Access8Math pour rédiger des documents Markdown. Si le document dispose de ressources supplémentaires, ils peuvent être ajoutés à l'espace de travail et les référencer. Lorsque vous utilisez la fonction d'exportation de l'éditeur, les ressources mentionnées dans le document seront empaquetées dans un fichier. L'éditeur sera chargé de le faire.
pl: Użyj edytora Access8Math do pisania dokumentów markdown, a gdy dokument ma pewne zasoby, zasoby mogą zostać umieszczone w obszarze roboczym edytora i można się do nich odwoływać. Podczas korzystania z funkcji eksportu edytora, zasoby w dokumencie zostaną spakowane do pliku archiwum przez edytor Access8Math.
zh_cn: 使用 Access8Math 编辑器可书写 markdown 文档且当有资源时支持将资源放在工作目录下进行引用。当选择导出时，会将所引用的资源一并打包成压缩文件。

source: The preview and export feature under the view menu are the same as the command gesture view feature (alt+h), which can generate an Access8Math Document. The only difference between the two is that the Access8Math editor will package referenced resources into a archive file
es: La función de previsualizar y exportar del menú ver es la misma que la función asociada al gesto de visualizar (alt+h), que puede generar un documento de Access8Math. La única diferencia entre ambas es que el editor de Access8Math empaquetará los recursos referenciados en un archivo
fr: La fonction de visualisation et d'exportation du menu Affichage est la même que la fonction associée au geste de visualisation (alt+h), qui peut générer un document Access8Math. La seule différence entre les deux est que l'éditeur Access8Math empaquettera les ressources référencées dans un fichier
pl: Funkcja podglądu i eksportu w menu widoku jest taka sama jak funkcja widoku gestów poleceń (alt+h), która może wygenerować dokument Access8Math. Jedyna różnica między nimi polega na tym, że edytor Access8Math spakuje zasoby do pliku archiwum
zh_cn: 预览菜单下的导出和预览功能与虚拟菜单（Alt+H）的功能相似，可生成 Access8Math Document 文件，前者会将所引用的资源一并打包到压缩包内。

source: In order to allow the document exported by the Access8Math editor to be imported again and edited, the Access8Math editor will write a Access8Math.json when exporting, which is the meta data. We call the archive file/folder containing this meta is Access8Math Document
es: Para permitir importar y editar otra vez un documento exportado desde Access8Math, el editor de Access8Math escribirá un archivo access8math.json al exportar, que contiene los metadatos. Llamamos al archivo o carpeta que contiene este fichero un documento Access8Math
fr: Pour permettre d'importer et de modifier à nouveau un document exporté à partir de Access8Math, l'éditeur Access8Math écrira un fichier access8math.json lors de l'exportation, qui contient des métadonnées. Nous appelons le fichier ou le dossier qui contient ce fichier un document Access8Math
pl: Aby umożliwić ponowne zaimportowanie i edycję dokumentu wyeksportowanego przez edytor Access8Math, edytor Access8Math zapisze plik Access8Math.json podczas eksportowania, który jest metadanymi. Nazywamy plik archiwum / folder zawierający tę meta to Access8Math Document
zh_cn: 为了可以让 Access8Math 导出的文件可以导入重新编辑，Access8Math 编辑器导出时会写入一个 Access8Math.json 该文件为元数据，我们称包含该元数据的压缩包为 Access8MathDocument。

source: In File Explorer, you can press the NVDA+application, if the selected path is txt/Access8Math Document, a virtual context menu will open, which can quickly open this file to view or edit it.
es: En el explorador de archivos, se puede pulsar NVDA+aplicaciones si la ruta seleccionada es un archivo de texto o un documento Access8Math, y se abrirá un menú de contexto virtual que permitirá abrir o editar el archivo rápidamente.
fr: Dans l'Explorateur de fichiers, vous pouvez appuyer sur NVDA+applications si le chemin sélectionné est un document txt / Access8Math, un menu contextuel virtuel s'ouvrira, qui peut rapidement ouvrir ce fichier pour l'afficher ou le modifier.
pl: W Eksploratorze plików możesz nacisnąć NVDA+application, jeśli wybrana ścieżka to txt/Access8Math Document, otworzy się wirtualne menu kontekstowe, które może szybko otworzyć ten plik, aby go wyświetlić lub edytować.
zh_cn: 在文件管理器内可按下快捷键 NVDA +Application 键，当所选文件为 txt/Access8Math Document 时，可快速打开阅读或编辑该文件。

source: content example:
de: Beispiel für den Inhalt:
es: ejemplo de contenido:
fr: exemple de contenu :
pl: Przykład treści:
zh_cn: 示例：

source: AsciiMath: The solution of the quadratic equation in one variable `ax^2+bx+c=0` is `x=(-b+- \sqrt(b^2-4ac))/(2a)` .
de: AsciiMath: Die Lösung der quadratischen Gleichung in einer Variablen `ax^2+bx+c=0` ist `x=(-b+- \sqrt(b^2-4ac))/(2a)`.
es: AsciiMath: La solución de la ecuación cuadrática en una variable `ax^2+bx+c=0` es `x=(-b+- \sqrt(b^2-4ac))/(2a)` .
fr: AsciiMath : La solution de l'équation quadratique dans une variable `ax^2+bx+c=0` est `x=(-b+- \sqrt(b^2-4ac))/(2a)` .
pl: AsciiMath: Rozwiązaniem równania kwadratowego w jednej zmiennej 'ax^2+bx+c=0' jest 'x=(-b+- \sqrt(b^2-4ac))/(2a)' .
zh_cn: AxciiMath：一元二次方程式 `ax^2+bx+c=0` 的解为 `x=(-b+- \sqrt(b^2-4ac))/(2a)` 。

source: Nemeth(UEB): The solution of the quadratic equation in one variable _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: is _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_: .MathML: The solution of the quadratic equation in one variable <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> is <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> .When using the Block Browsing mode, the system will output the mathematical meaning of the content instead of the original math markup of the current block. For example, “\(\frac{1}{2}\) as a decimal is 0.5” will output as "1 over 2 as a decimal is 0.5" instead of “\(\frac{1}{2}\) as a decimal is 0.5”.
es: Nemeth(UEB): La solución de la ecuación de segundo grado en una variable _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: es _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_: .MathML: La solución de la ecuación cuadrática en una variable <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> es <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> .

source: Nemeth(at): The solution of the quadratic equation in one variable @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ is @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@ .
es: Nemeth(at): la solución de la ecuación de segundo grado en una variable @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ es @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@ .
fr: Nemeth(arobase) : La solution de l'équation quadratique dans une variable @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ est @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@ .
zh_cn: Nemeth(at)： 一元二次方程式 @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ 的解为 @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@。

source: MathML: The solution of the quadratic equation in one variable <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> is <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> .
de: MathML: Die Lösung der quadratischen Gleichung in einer Variablen <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> ist <math display="inline"><mfrac><mrow><mo>-</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>.
es: MathML: La solución de la ecuación cuadrática en una variable <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> es <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> .
fr: MathML : La solution de l'équation quadratique dans une variable <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> est <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> .
zh_cn: MathML：一元二次方程式 <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> 的解为 <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math> 。

source: settings
de: Die Einstellungen
es: opciones
fr: paramètres
pl: ustawienia
pt_br: configurações
zh_cn: 设置

source: All Access8Math settings are centralized in tools -> Access8Math->Settings
es: Todos los ajustes de Access8math están centralizados en Herramientas -> Access8math -> Opciones
fr: Tous les paramètres Access8Math sont centralisés dans Outils -> Access8Math -> Paramètres
pl: Wszystkie ustawienia Access8Math są scentralizowane w narzędziach -> Access8Math->Settings
zh_cn: 所有 Access8Math 的设置都在 NVDA 菜单 > 工具 > Access8Math 菜单内。

source: All Access8Math menus are centralized in tools -> Access8Math->Settings
es: Todos los menús de Access8math están centralizados en Herramientas -> Access8math -> Opciones

source: Speech source:
de: Quelle der Sprachausgabe:
es: Origen de voz:
fr: Source vocale :
pl: Źródło mowy:
zh_cn: 语音来源

source: Braille source:
de: Quelle der Braille-Ausgabe:
es: Origen de Braille:
fr: Source braille :
pl: Źródło brajla
zh_cn: 盲文来源

source: Interact source:
de: Mit Quelle interagieren:
es: Origen de interacción:
fr: Source d'interaction :
pl: Źródło interakcji:
zh_cn: 交互来源

source: use tone indicate to no move in interaction navigation mode
de: Einen Signalton verwenden, um keine Bewegung im Interaktionsnavigationsmodus anzuzeigen
es: usar pitido para indicar que no hay movimiento en el modo de navegación por interacción
fr: Utiliser un son pour indiquer qu'il n'y a pas de mouvement possible dans le mode interactif
pl: Użyj tonu wskazania do braku ruchu w trybie nawigacji interakcji
zh_cn: 在交互模式下使用音效来提示无法移动

source: Item interval time: Setting break time between items. Values from 1 to 100, the smaller the value, the shorter the break time, and the greater the value, the longer the break time.Item interval time: Setting break time between items. Values from 1 to 100, the smaller the value, the shorter the break time, and the greater the value, the longer the break time.Space/Enter: Press Space/Enter when the editing cursor is on a math block to enter the Interactive Mode.
es: Intervalo de tiempo del elemento: establece el tiempo de pausa entre elementos. Admite valores entre 1 y 100. Cuanto menor sea el valor menos durará la pausa, y cuanto mayor sea más durará.Intervalo de tiempo del elemento: establece el tiempo de pausa entre elementos. Admite valores entre 1 y 100. Cuanto menor sea el valor menos durará la pausa, y cuanto mayor sea más durará.

source: Rule setting: Setting whether rules are actived
de: Einstellung der Regeln: Einstellung, ob Regeln aktiviert werden
es: Configuración de reglas: elige si se activan reglas específicas
fr: Boîte de dialogue Paramètres des règles : sélectionner si les règles sont activées
pl: Ustawienie reguły: Ustawianie aktywacji reguł
zh_cn: 规则设置：选择某规则是否启用的设置

source: Math reader
es: Lector matemático
fr: Lecteur Mathématique
pl: Czytnik zawartości matematycznej
zh_cn: 数学阅读器

source: localization
de: Übersetzungen
es: traducción
fr: localisation
pl: Lokalizacji
pt_br: localização
zh_cn: 本地化

source: "Unicode dictionary" allows customizing the reading method for each symbol text.
es: El "diccionario Unicode" permite personalizar el método de lectura del texto de cada símbolo.
pt_br: "Dicionário Unicode" permite personalizar o método de leitura para texto de cada símbolo.

source: "Mathematics Rules" allows customizing the reading method for each type of mathematics.
es: "Reglas matemáticas" permite personalizar el método de lectura para cada tipo de matemáticas.
pt_br: "Regras matemáticas" permite personalizar o método de leitura para cada tipo de matemática.

source: If you want Access8Math to have speech/braille output for MathML in different languages, you need to create a Unicode dictionary (unicode.dic) and mathematical rules (math.rule). This can be done using the GUI in Access8Math -> Localization, or by referring to the globalPlugins/Access8Math/locale in the plugin folder.
es: Si quieres que Access8Math proporcione salida de información en voz y braille en otros idiomas, debes crear un diccionario Unicode (unicode.dic) y reglas matemáticas (math.rule). Esto se puede hacer desde la interfaz de Access8Math -> Traducción, o consultando globalPlugins/Access8Math/locale en la carpeta del complemento.
fr: Si vous souhaitez Access8Math pour avoir une sortie de la parole ou du braille pour MathML dans différentes langues, vous devez créer un dictionnaire Unicode (unicode.dic) et des règles mathématiques (math.rule). Cela peut être fait en utilisant l'interface graphique dans Access8math -> Localisation, ou en se référant au globalPlugins / Access8Math / locale dans le dossier de l'extension.
pl: Jeśli chcesz, aby Access8Math miał wyjście mowy/alfabetu Braille'a dla MathML w różnych językach, musisz utworzyć słownik Unicode (unicode.dic) i reguły matematyczne (math.rule). Można to zrobić za pomocą graficznego interfejsu użytkownika w Access8Math -> Localization lub odwołując się do globalPlugins / Access8Math / locale w folderze wtyczki.
zh_cn: 如果您希望 Access8Math 使用不同语言进行 MathML 的语音/盲文输出，则需要创建 Unicode 字典 (unicode.dic) 和数学规则 (math.rule)。这可以使用 Access8Math -> 本地化中的 GUI 来完成，或者通过编辑插件文件夹中的 globalPlugins/Access8Math/locale 来完成。
