Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: Access8Math language initial setting is based on NVDA language setting
de: Die Sprach-Einstellung von Access8Math basiert auf die der von NVDA
es: El ajuste inicial de idioma de Access8math se basa en el idioma configurado en NVDA
fr: L'ajustement initial de la langue de Access8Math est basé sur la langue configurée dans NVDA
pl: Początkowe ustawienie języka Access8Math jest oparte na ustawieniu języka NVDA
zh_cn: Access8math 初始语言与 NVDA 语言保持一致

source: Fixed marked menu cannot open when document is empty
de: Behoben: Markiertes Menü kann nicht geöffnet werden, wenn das Dokument leer ist
es: Corregido un problema por el que el menú marcado no se abría si el documento estaba vacío
fr: Corrigé un problème par lequel le menu marqué ne s'est pas ouvert si le document était vide
pl: Naprawiono menu oznaczone nie może się otworzyć, gdy dokument jest pusty
zh_cn: 修复当文件为空时无法打开标记命令窗口

source: New feature "`" to separate data blocks, the blocks enclosed by "`" are AsciiMath data
de: Neues Merkmal "`" zur Trennung von Datenblöcken, die von "`" eingeschlossenen Blöcke sind AsciiMath-Daten
es: Nueva función "`" para separar bloques de datos. Los bloques encerrados entre "`" son datos AsciiMath
fr: Nouvelle fonctionnalité "`" pour séparer les blocs de données, les blocs entourés de "`" sont des données AsciiMath
pl: Nowa funkcja "'" do oddzielania bloków danych, bloki otoczone przez "'" są danymi AsciiMath
zh_cn: 新增使用‘’分隔区域，两‘’之间为 AsciiMath 数学内容

source: New feature editing-shortcut for browse navigation mode cut (ctrl+x), copy (ctrl+c), paste (ctrl+v), delete (delete/back space)
de: Neue Kurzbefehle zum Bearbeiten für den Navigationsmodus: Ausschneiden (Strg+X), Kopieren (Strg+C), Einfügen (Strg+V), Löschen (Löschen/Rücktaste)
es: Nuevos atajos de edición en el modo de navegación de exploración cortar (ctrl+x), copiar (ctrl+c), pegar (ctrl+v) y eliminar (suprimir/retroceso)Nuevos atajos de edición en el modo de navegación de exploración cortar (ctrl+x), copiar (ctrl+c), pegar (ctrl+v) y eliminar (suprimir/retroceso)
fr: Nouvelle caractéristique raccourcis d'édition pour parcourir le mode de navigation couper (ctrl+x), copier (ctrl+c), coller (ctrl+v), effacé (effacement / retour arrière)
pl: Nowa funkcja edycji - skrót do trybu nawigacji przeglądania wyciąć (ctrl + x), skopiować (ctrl + c), wkleić (ctrl + v), usunąć (usunąć / cofnąć spację)
zh_cn: 新增浏览导航模式下的编辑快捷键 - 剪切(ctrl+x)、复制(ctrl+c)、粘贴(ctrl+v)、删除(delete/back space)

source: New feature moving-shortcut for browse navigation mode move between interactive data blocks (tab), move between AsciiMath data blocks (a)New feature moving-shortcut for browse navigation mode move between interactive data blocks (tab), move between AsciiMath data blocks (a)Added table navigation support (ctrl+alt+arrow keys) for Mtable in interactive mode.
es: Nuevo atajo para moverse entre bloques de datos interactivos en el modo de navegación por exploración (tab) y entre bloques de datos AsciiMath (a)Nuevo atajo para moverse entre bloques de datos interactivos en el modo de navegación por exploración (tab) y entre bloques de datos AsciiMath (a)

source: Change move cursor way in browse navigation mode - move cursor way with up, down, left and right arrow keys and read out the contents of the data block after the movement.Change move cursor way in browse navigation mode - move cursor way with up, down, left and right arrow keys and read out the contents of the data block after the movement.Added new categories to the LaTeX menu, including Geometry, Combinatorics, Trigonometric Functions, and Calculus.
es: Se cambia el modo en el que se mueve el cursor en modo navegación por exploración. Ahora se usan las flechas arriba, abajo, izquierda y derecha, y se leen los contenidos del bloque de datos después del desplazamiento.Se cambia el modo en el que se mueve el cursor en modo navegación por exploración. Ahora se usan las flechas arriba, abajo, izquierda y derecha, y se leen los contenidos del bloque de datos después del desplazamiento.

source: When the cursor moves in the browse navigation mode, the math data block will read the serialized textual content of math instead of the source code
de: Wenn sich der Cursor im Navigationsmodus bewegt wird, werden der mathematische Datenblock sowie den serialisierten Textinhalt der mathematischen Daten anstelle des Quellcodes ausgelesen
es: Cuando el cursor se mueve en el modo de navegación por exploración, el bloque de datos matemáticos leerá el contenido textual serializado de las matemáticas en lugar del código fuenteCuando el cursor se mueve en el modo de navegación por exploración, el bloque de datos matemáticos leerá el contenido textual serializado de las matemáticas en lugar del código fuente
fr: Lorsque le curseur se déplace en mode de navigation, le bloc de données mathématique lira le contenu textuel sérialisé des mathématiques au lieu du code source
pl: Gdy kursor porusza się w trybie nawigacji przeglądania, blok danych matematycznych odczyta serializowaną zawartość tekstową matematyki zamiast kodu źródłowego
zh_cn: 浏览导航模式光标移动时，数学区域会读出语义化的数学内容，而非表达式源代码

source: When the cursor is in the math data block in the browse navigation mode, press the space or enter key to interact with the math data block.When the cursor is in the math data block in the browse navigation mode, press the space or enter key to interact with the math data block.Fixed conversion errors of .1 and > symbols when converting Nemeth to LaTeX.
es: Cuando el cursor esté en el bloque de datos matemáticos en el modo de navegación por exploración, pulsa espacio o la tecla intro para interactuar con el bloque de contenido matemático.Cuando el cursor esté en el bloque de datos matemáticos en el modo de navegación por exploración, pulsa espacio o la tecla intro para interactuar con el bloque de contenido matemático.

source: set using audio or speech indicate to switching of browse navigation mode
de: Mit Hilfe von Audio- oder Sprachsignalen auf den Wechsel des Navigationsmodus hinweisen
es: se puede configurar la indicación mediante voz o sonidos cuando se alterne el modo de navegación por exploración
fr: Vous pouvez configurer l'indication par la parole ou par audio lors du changement de mode de navigation
pl: Ustaw za pomocą dźwięku lub mowy Wskaż przełączanie trybu nawigacji przeglądania
zh_cn: 可以设置用音效或语音提示浏览导航模式的切换

source: The LaTeX command menu can be opened in the text area and insert LaTeX separators when LaTeX command inserting
de: Das LaTeX-Befehlsmenü kann im Textbereich geöffnet werden und LaTeX-Trennzeichen beim Einfügen von LaTeX-Befehlen einfügen
es: El menú de comandos de LaTeX se puede abrir en el área de texto y se pueden insertar separadores LaTeX al insertar comandos LaTeX
fr: Le menu de commande LaTeX peut être ouvert dans la zone de texte et les séparateurs de LaTeX peuvent être insérés lors de l'insertion des commandes de LaTeX
pl: Menu poleceń LaTeX można otworzyć w obszarze tekstowym i wstawić separatory LaTeX podczas wstawiania polecenia LaTeX
zh_cn: LaTeX 命令窗口在文本编辑区域可以开启，并且会在插入时自动增加 LaTeX 分隔符

source: New feature translation menu, which can convert the LaTeX/AsciiMath data format of the block where the cursor is located. It belongs to the command gesture group. When the cursor is in the LaTeX/AsciiMath block, press alt+t to open the translation menu (in the browse navigation mode, ctrl+t)New feature translation menu, which can convert the LaTeX/AsciiMath data format of the block where the cursor is located. It belongs to the command gesture group. When the cursor is in the LaTeX/AsciiMath block, press alt+t to open the translation menu (in the browse navigation mode, ctrl+t)Fixed "|" symbol don`t convert to text according in Unicode dictionary(read feature).
es: Nuevo menú de traducción, que puede convertir el formato de datos del bloque en el que se encuentra el cursor entre AsciiMath y LaTeX. Pertenece al grupo de gestos de comando. Cuando el cursor esté en el bloque AsciiMath o LaTeX, pulsa alt+t para abrir el menú de traducción (ctrl+t en el modo de navegación por exploración)Nuevo menú de traducción, que puede convertir el formato de datos del bloque en el que se encuentra el cursor entre AsciiMath y LaTeX. Pertenece al grupo de gestos de comando. Cuando el cursor esté en el bloque AsciiMath o LaTeX, pulsa alt+t para abrir el menú de traducción (ctrl+t en el modo de navegación por exploración)

source: New feature batch menu, which can convert the entire document LaTeX/AsciiMath data format to each other, and can convert the LaTeX separator between brackets and dollar. It belongs to the command gesture group. Press alt+b to open the batch menuNew feature batch menu, which can convert the entire document LaTeX/AsciiMath data format to each other, and can convert the LaTeX separator between brackets and dollar. It belongs to the command gesture group. Press alt+b to open the batch menunew feature: Nemeth Braille Input, with the same functionality as LaTeX input. Allows for real-time interactive navigation (Alt+I) during editing and supports outputting HTML+MathML documents.
es: Nuevo menú de lotes, que puede convertir el formato de los datos del documento entero entre AsciiMath y LaTeX, y puede convertir el separador LaTeX entre paréntesis y dólar. Pertenece al grupo de gestos de comando. Pulsa alt+b para abrir el menú de lotesNuevo menú de lotes, que puede convertir el formato de los datos del documento entero entre AsciiMath y LaTeX, y puede convertir el separador LaTeX entre paréntesis y dólar. Pertenece al grupo de gestos de comando. Pulsa alt+b para abrir el menú de lotesnueva función: entrada braille de Nemeth, con la misma funcionalidad de la entrada LaTeX. Permite navegación interactiva en tiempo real (alt+i) durante la edición y soporta la emisión de documentos HTML+MathML.

source: Added MathML block type, support alt+i, single letter navigation "m", tab movement in browse navigation mode
de: MathML-Blocktyp hinzugefügt, Unterstützung von Alt+I, Einzelbuchstaben-Navigation "m", Tabulator-Bewegung im Lesemodus beim Navigieren
es: Añadido tipo de bloque MathML, soporta alt+i, navegación de una sola letra con la "m", movimiento con el tabulador en el modo de navegación por exploraciónAñadido tipo de bloque MathML, soporta alt+i, navegación de una sola letra con la "m", movimiento con el tabulador en el modo de navegación por exploraciónnueva función: añadido delimitador UEB/at(@@) para distinguir el contenido Nemeth.
fr: Ajout de type de bloc MathML, prend en charge alt+i, navigation par une seule lettre avec le "m", déplacement avec tabulation dans le mode de navigation
pl: Dodano typ bloku MathML, obsługę alt+i, jednoliterową nawigację "m", ruch tabulatora w trybie nawigacji przeglądania
zh_cn: 新增 MathML 区域类型，支持 alt+i，浏览导航模式下直接朗读与m 或 tab 移动

source: New feature braille custom-defined math rules and unicode dictionary, which are the same as speech
de: Neue benutzerdefinierte mathematische Regeln und Unicode-Wörterbuch in Braille-Schrift, die die identisch zur Sprache sind
es: Nueva función de reglas matemáticas en braille personalizadas y diccionario Unicode, que funcionan igual que con la voz
fr: Nouvelle fonctionnalité règles mathématiques en braille personnalisées et dictionnaire Unicode, qui fonctionnent pareil qu'avec la parole
pl: Nowa funkcja Braille'a niestandardowe reguły matematyczne i słownik Unicode, które są takie same jak mowa
zh_cn: 新增盲文自定义数学规则和 unicode 字典，跟语音相同

source: The exported HTML is added page title and file name by notepad window title.
de: Der exportierte HTML-Code wird durch den Titel des Notepad-Fensters um Seitentitel und Dateinamen ergänzt.
es: En el HTML exportado, se añaden el nombre de archivo y el título de la página a partir del título de la ventana del bloc de notas.
fr: Dans le HTML exporté, le nom du fichier et le titre de la page sont ajoutés à partir du titre de la fenêtre du Bloc-notes.
pl: Wyeksportowany kod HTML jest dodawany do tytułu strony i nazwy pliku przez tytuł okna Notatnika.
zh_cn: 导出的 HTML 根据记事本的标题增加页标题与文档名称

source: Fixed an issue where the HTML view cannot be converted when text include "`" character
de: Ein Problem wurde behoben, bei dem die HTML-Ansicht nicht konvertiert werden konnte, wenn der Text das Zeichen "`" enthielt
es: Corregido un problema por el que no se puede convertir la vista HTML cuando el texto incluye el carácter "`"
fr: Correction d'un problème où l'affichage en HTML ne peut pas être convertie lorsque le texte inclut le caractère "`"
pl: Usunięto problem, który powodował, że widok HTML nie mógł zostać przekonwertowany, gdy tekst zawierał znak "'"
zh_cn: 修正当文件中包含「`」无法正常转 HTML 预览

source: When the number of words in the document is greater than 4096, the content will not be converted to HTML view
de: Wenn mehr als 4096 Wörter im Dokument vorkommen, wird der Inhalt nicht in die HTML-Ansicht konvertiert
es: Si la cantidad de palabras en el documento supera las 4096, el contenido no se convertirá a la vista HTML
fr: Lorsque le nombre de mots dans le document est supérieur à 4096, le contenu ne sera pas converti en affichage HTML
pl: Jeśli liczba wyrazów w dokumencie jest większa niż 4096, zawartość nie zostanie przekonwertowana na widok HTML
zh_cn: 修正当文件内容超过 4096 个字时无法转 HTML 预览

source: Update alt+m to insert "\(", "\)" LaTeX marks before and after the currently selected text (when there is no selected text, it is the current cursor position)Update alt+m to insert "\(", "\)" LaTeX marks before and after the currently selected text (when there is no selected text, it is the current cursor position)The MathML namespace is exported when copying MathML from the Math object in interactive navigation mode
es: Se actualiza alt+m para insertar las marcas LaTeX "\(" y "\)" antes y después del texto seleccionado (si no hay texto seleccionado, se hace en la posición actual del cursor)Se actualiza alt+m para insertar las marcas LaTeX "\(" y "\)" antes y después del texto seleccionado (si no hay texto seleccionado, se hace en la posición actual del cursor)Se exporta el espacio de nombres MathML al copiar MathML desde el objeto matemático en el modo de navegación interactivo

source: In the General settings, you can choose whether the math content in the exported HTML is presented on a separate line(block/inline)
de: In den allgemeinen Einstellungen können Sie wählen, ob der mathematische Inhalt im exportierten HTML in einer separaten Zeile (Block/Inline) dargestellt werden soll
es: En las opciones generales, se puede elegir si el contenido matemático exportado en HTML se presenta en una línea independiente (bloque o en línea)En las opciones generales, se puede elegir si el contenido matemático exportado en HTML se presenta en una línea independiente (bloque o en línea)Se muestran los ajustes de fuente y la función de buscar y reemplazar en el editor
fr: Dans les paramètres généraux, vous pouvez choisir si le contenu mathématique du HTML exporté est présenté sur une ligne séparée (bloc ou en ligne)
pl: W ustawieniach ogólnych można wybrać, czy zawartość matematyczna w eksportowanym kodzie HTML ma być prezentowana w osobnym wierszu (blok/w tekście)
zh_cn: 在常规设置中增加导出的 HTML 中的数学内容是否在独立一行

source: When exporting HTML, save the original text file in the compressed file
de: Wenn Sie HTML exportieren, speichern Sie die ursprüngliche Textdatei in der komprimierten Datei
es: Al exportar HTML, el fichero de texto original se guarda en el archivo comprimido
fr: Lors de l'exportation du HTML, est enregistrer le fichier texte d'origine dans le fichier compressé
pl: Podczas eksportowania kodu HTML zapisz oryginalny plik tekstowy w pliku skompresowanym
zh_cn: 导出 HTML 时，同时将原始文件保存在压缩包内

source: In the general settings, you can choose to use bracket or money symbol as the LaTeX delimiter
de: In den allgemeinen Einstellungen können Sie Klammern oder Geldsymbole als LaTeX-Trennzeichen auswählen
es: En las opciones generales, se puede elegir el uso de corchetes o símbolos monetarios como delimitador LaTeX
fr: Dans les paramètres généraux, vous pouvez choisir d'utiliser la parenthèses ou le symbole monétaire comme délimiteur LaTeX
pl: W ustawieniach ogólnych można wybrać nawias lub symbol pieniądza jako ogranicznik LaTeX
zh_cn: 在常规设置中可以选择使用美元或括号作为 LaTeX 分隔符

source: In the general settings, you can choose the source of speech, braille, and interaction(Access8Math or Math Player)
de: In den allgemeinen Einstellungen können Sie die Quelle für Sprach-/Braille-Ausgabe und Interaktion auswählen (Access8Math oder MathPlayer)
es: En las opciones generales, se puede elegir el origen de la voz, el braille y la interacción (Access8math o MathPlayer)
fr: Dans les paramètres généraux, vous pouvez choisir la source de la parole, du braille et de l'interaction (Access8Math ou Math Player)
pl: W ustawieniach ogólnych możesz wybrać źródło mowy, alfabetu Braille'a i interakcji (Access8Math lub Math Player)
zh_cn: 在常规设置中可以选择语音、盲文、交互的来源（Access8Math 或 Math Player）

source: Activate/deactivate write/block navigate/shortcut gesture by gesture
de: Aktivieren/Deaktivieren des Schreibblocks/Block-Navigation/Kurzbefehle durch Tastenbefehle
es: Gestos individuales para activar y desactivar los atajos, la navegación por bloques y la escritura
fr: Gestes individuels pour activer et désactiver les raccourcis, naviguer par bloc et l'écriture
pl: Aktywuj / dezaktywuj gest zapisu / blokowania nawigacji / skrótu
zh_cn: 使用手势开关书写手势、区域导航手势、快捷手势、

source: switch the source of speech/braille/interact source by gesture(Access8Math or Math Player)
de: Umschalten der Quelle der Sprach-/Braille-/Interaktion durch Gesten (Access8Math oder Math Player)
es: se puede cambiar el origen de voz, braille o interacción con un gesto (Access8math o MathPlayer)
fr: Vous pouvez changer la source de la parole / braille / interaction avec un geste (Access8Math ou Math Player)
pl: przełączanie źródła mowy/alfabetu Braille'a/interakcji za pomocą gestu (Access8Math lub Math Player)
zh_cn: 使用手势切换语音、盲文、交互的来源（Access8Math 或 Math Player）

source: Use shortcut keys to move the cursor to different types of blocks in edit field
de: Verwenden Sie die Tastenkombinationen, um den Cursor zu verschiedenen Arten von Blöcken im Bearbeitungsfeld zu bewegen
es: Usar atajos de teclado para mover el cursor a distintos tipos de bloques en el cuadro de edición
fr: Utilisez des raccourcis pour déplacer le curseur vers différents types de blocs dans le champ d'édition
pl: Użyj skrótów, aby przenieść kursor do różnych typów bloków w polu edycji
pt_br: Usar as teclas de atalho para mover o cursor para diferentes tipos de blocos no campo de edição
zh_cn: 在编辑区内容以快捷键移动光标至不同类型区域

source: Use command menu to select commands in edit field
de: Verwenden Sie das Befehlsmenü, um Befehle im Bearbeitungsfeld auszuwählen
es: Usar el menú de órdenes para seleccionar órdenes en el cuadro de edición
fr: Utilisez le menu de commandes pour sélectionner des commandes dans le champ d'édition
pl: Użyj menu poleceń, aby wybrać polecenia w polu edycji
pt_br: Usar o menu de comando para selecionar comandos no campo de edição
zh_cn: 在编辑区内容使用命令菜单选择命令

source: Auto entering interactive mode when showing Access8Math interaction window.
de: Automatischer Wechsel in den interaktiven Modus, wenn das Access8Math-Interaktionsfenster angezeigt wird.
es: Se entra automáticamente en el modo interactivo al mostrar la ventana de interacción de Access8Math.
fr: Entrée automatique en mode interactif lors de l'affichage de la fenêtre d'interaction Access8Math.
pl: Automatyczne przechodzenie w tryb interaktywny podczas wyświetlania okna interakcji Access8Math.
pt_br: Entrada automática no modo interativo ao mostrar a janela de interação do Access8Math.
zh_cn: 开启交互式窗口后会自动进入交互模式

source: You can choose how to hint no movement in interactive mode: beep or speech 'no move' two way.
de: Sie können auswählen, wie Sie im interaktiven Modus keine Bewegung anzeigen möchten: Piepton oder Sprache 'keine Bewegung' in zwei Richtungen.
es: Puedes elegir cómo avisar de que no hay movimiento en el modo interactivo: pitar o verbalizar "sin movimiento" dos veces.
fr: Vous pouvez choisir comment indiquer l'absence de mouvement en mode interactif : bip ou dire « pas de mouvement » dans les deux sens.
pl: Możesz wybrać, jak wskazać brak ruchu w trybie interaktywnym: sygnał dźwiękowy lub mowa "bez ruchu" w dwie strony.
pt_br: Você pode escolher como não indicar nenhum movimento no modo interativo: bip ou fala 'sem movimento' nos dois sentidos.
zh_cn: 可以选择在交互模式下如何提示‘无法移动」的方式：提示音或语音「无法移动」两种，在常规设置内新增了「使用提示音来提示无法移动」的选项

source: The content of the current item will be repeated again When there is no movement.
de: Der Inhalt des aktuellen Elements wird erneut wiederholt, wenn keine Bewegung erfolgt.
es: El contenido del elemento actual se repetirá otra vez si no hay movimiento.
fr: Le contenu de l'élément actuel sera répété à nouveau lorsqu'il n'y a pas de mouvement.
pl: Zawartość bieżącego elementu zostanie powtórzona ponownie, gdy nie ma ruchu.
pt_br: O conteúdo do item atual será repetido novamente quando não houver movimento.
zh_cn: 无法移动时会再重复朗读一次当前项的内容

source: Adding Russian translation of rules and UI. Thanks to the translation work of Futyn-Maker.
de: Russische Übersetzung von Regeln und Benutzeroberfläche hinzugefügt. Dank der Übersetzungsarbeit von Futyn-Maker.
es: Añadida traducción al ruso de reglas e interfaz de usuario. Gracias al trabajo de traducción de Futyn-Maker.
fr: Ajout de la traduction russe des règles et de l'interface utilisateur. Grâce au travail de traduction de Futyn-Maker.
pl: Dodanie rosyjskiego tłumaczenia reguł i interfejsu użytkownika. Dzięki tłumaczeniu Futyn-Maker.
pt_br: Adição de tradução russa de regras e UI (Interface do Usuário). Graças ao trabalho de tradução do Futyn-Maker.
zh_cn: 加入俄语的翻译，感谢 Futyn-Maker 的翻译工作

source: Removing duplicates of lowercase letters and added general uppercases in en unicode.dic(0370~03FF).
de: Duplikate von Kleinbuchstaben entfernt und allgemeine Großbuchstaben in en unicode.dic(0370~03FF) hinzugefügt.
es: Se eliminan duplicados de letras minúsculas y se añaden letras mayúsculas en el unicode.dic inglés (0370~03FF).
fr: Suppression des doublons de lettres minuscules et ajout de majuscules générales dans en unicode.dic (0370 ~ 03FF).
pl: Usunięcie duplikatów małych liter i dodanie ogólnych wielkich liter w en unicode.dic(0370~03FF).
pt_br: Remoção de duplicatas de letras minúsculas e letras maiúsculas gerais adicionadas em en unicode.dic (0370~03FF).
zh_cn: 移除在 en unicode.dic 内重复的小写字母并加入大写字母(0370~03FF)

source: fix bug incorrect speech when a single node has more characters.
de: Fehler inkorrekte Sprache behoben, wenn ein einzelner Knoten mehr Zeichen hat.
es: se corrige un fallo de verbalización incorrecta cuando un único nodo tiene más caracteres.
fr: correction d'un bug, une annonce incorrecte lorsqu'un nœud unique contient plusieurs caractères.
pl: napraw błąd niepoprawnej mowy, gdy pojedynczy węzeł ma więcej znaków.
pt_br: corrige falha de fala incorreta quando um único nó tiver mais caracteres.
zh_cn: 修政单一节点存在多个字符时无法正确朗读

source: Fix compatibility issue in NVDA 2019.2, thanks to pull requests of CyrilleB79.
de: Kompatibilitätsproblem in NVDA 2019.2 behoben, dank Pull-Requests von CyrilleB79.
es: Se corrige un problema de compatibilidad en NVDA 2019.2, gracias a las solicitudes de cambio de CyrilleB79.
fr: Correction d'un problème de compatibilité dans NVDA 2019.2, grâce aux pull request de CyrilleB79.
pl: Napraw problem ze zgodnością w NVDA 2019.2, dzięki żądaniom ściągnięcia CyrilleB79.
pt_br: Corrige problema de compatibilidade no NVDA 2019.2, graças às solicitações de pull de CyrilleB79.
zh_cn: 修政设置窗口的兼容性问题，可兼容 NVDA 2019.2，感谢 CyrilleB79 的 pull requests
