Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: Authors: Woody Tseng
de: Autor: Woody Tseng
es: Autores: Woody Tseng
fa: نویسنده: Woody Tseng
fr: Auteurs : Woody Tseng
gl: Autores: Woody Tseng
hr: Autori: Woody Tseng
pl: Autorzy: Woody Tseng
pt_br: Autores: Woody Tseng
ro: Autor: Woody Tseng
sk: Author: Woody Tseng
vi: Tác giả: Woody Tseng
zh_cn: 作者： Woody Tseng

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
sk: Stiahnuť [Stabilnú verziu][1]
zh_cn: 下载[稳定版][1]

source: Access8Math feature
es: Características de Access8Math
fr: Fonctionnalité d'Access8Math
zh_cn: Access8Math 功能

source: The reading feature includes improved language translation in the ability to segment long math content into smaller parts using interactive navigation.interactive navigation can segment a math content into smaller partial snippet for speaking, and select the read fragment and method through a series of keyboard key operations. This function can better understand the structure and items of long math content. The hierarchical relationship with the item.Access8Math offers text-to-speech/Braille functionality for MathML content. MathML is the standard language for describing math structure and content on the web, which enables visually readable math content through a web browser.
es: Las funciones de lectura incorporan la traducción de idioma mejorada y la capacidad de segmentar contenido matemático largo en partes más pequeñas usando navegación interactiva.el modo interactivo de navegación puede segmentar un contenido matemático en fragmentos parciales más pequeños para verbalizar, y seleccionar la lectura del fragmento y método mediante una serie de operaciones de teclado. Esta función ayuda a entender mejor la estructura y elementos del contenido matemático largo, así como la relación jerárquica del elemento.

source: The writing feature includes a command menu for easier LaTeX/AsciiMath/Nemeth input and the ability to export to a visually readable HTML document for better collaboration.This NVDA addon provides the feature for writing of mathematical content. Through the command menu, the input task can be completed without memorizing when entering LaTeX/AsciiMath. After the content is completed, the document can be convert to visually readable HTML document through the view and export feature. Through HTML document, you can facilitate interactive discussions with other people.Access8Math can also assist in writing and converting LaTeX to MathML. LaTex is a typesetting system which is easy to write and learn. It’s commonly used for representing math formulas.
es: La función de escritura incluye un menú de comandos para facilitar la introducción de LaTeX/AsciiMath/Nemeth y la capacidad de exportar a un documento HTML legible visualmente para mejorar la colaboración.Este complemento de NVDA proporciona la capacidad de escribir contenido matemático. Mediante el menú de comandos, se puede completar la tarea sin memorizar el lenguaje LaTeX / AsciiMath. Después de completar el contenido, se puede convertir el documento a HTML visualmente legible gracias a la función de visualización y exportación. El documento HTML facilita debates interactivos con otras personas.

source: reading feature
es: función de lectura
fr: fonctionnalité de lecture
zh_cn: 阅读功能

source: Reading feature
de: Lese-Funktion
es: Función de lectura
fr: Fonctionnalité de lecture
pl: Funkcja czytania
pt_br: Recurso de leitura
zh_cn: 阅读功能

source: Reads entire lines including text and mathematical content
es: Lee líneas enteras, incluyendo texto y contenido matemático
fr: Lire des lignes entières, y compris le contenu texte et le contenu mathématique
zh_cn: • 文字内容与数学内容整行阅读

source: Provides interactive navigation to move, read, and zoom in or out on mathematical content snippets
es: Proporciona navegación interactiva para moverse, leer, acercar y alejar los fragmentos de contenido matemáticoLeer contenido matemático escrito en MathML en los navegadores web (Mozilla Firefox, Microsoft Internet Explorer y Google Chrome) o leer contenido matemático en Microsoft Word escrito con MathType. (sólo con MathPlayer instalado)
fr: Fournit une navigation interactive pour se déplacer, lire et zoomer les extraits de contenu mathématique
zh_cn: 交互导航缩放阅读数学内容

source: Allows for reviewing text while interactive navigation
es: Permite revisar texto durante la navegación interactiva
fr: Permet la révision de texte lors de la navigation interactive
zh_cn: • 文本导航模式逐字阅读

source: Uses simplified speech rules
es: Utiliza reglas de voz simplificadas
fr: Utilise des règles de parole simplifiées
zh_cn: 简化朗读规则

source: Breaks speech between items in mathematical content
es: Pausa la voz entre elementos en el contenido matemático
fr: Interrompt la parole entre les éléments dans le contenu mathématique
zh_cn: 数学内容项与项间停顿

source: writing feature
es: función de escritura
fr: fonctionnalité de rédaction
zh_cn: 书写功能

source: Allows writing of mathematical content using LaTeX/AsciiMath/Nemeth
es: Permite escribir contenido matemático usando LaTeX/AsciiMath/Nemeth
fr: Permet d'écrire du contenu mathématique à l'aide de LaTeX / AsciiMath / Nemeth
zh_cn: 使用 LaTeX/AsciiMath/Nemeth 语法书写数学内容

source: Provides a command menu for inputting LaTeX
es: Proporciona un menú de comandos para introducir LaTeX
fr: Fournit un menu de commandes pour saisir le LaTeX
zh_cn: 使用菜单交互式书写 LaTeX 数学内容

source: Offers shortcut gestures for inputting LaTeX
es: Ofrece atajos rápidos para introducir LaTeX
fr: Offre des gestes pour les raccourcis pour saisir le LaTeX
zh_cn: 使用快捷指令书写 LaTeX 语法

source: Allows for more efficient cursor movement during editing
es: Permite un movimiento más eficiente del cursor al editar
fr: Permet le déplacement du curseur plus efficace lors de l'édition
zh_cn: 编辑过程中支持高效的光标导航

source: Allows reads documents containing LaTeX/AsciiMath/Nemeth data in real-time while editing the document
es: Permite leer documentos que contengan datos LaTeX/AsciiMath/Nemeth en tiempo real mientras se edita el documentoInteracción: pulsa espacio o intro en el objeto matemático MathML para entrar en el modo de navegación interactiva. En este modo, puedes navegar por el sub-contenido del contenido matemático, desplazarte por él y hacer zoom sobre él
fr: Permet la lecture des documents contenant des données LaTeX / AsciiMath / Nemeth en temps réel tout en modifiant le document
zh_cn: 编辑过程中可阅读包含 LaTeX/AsciiMath/Nemeth 数据的文档

source: Provides converting text files into HTML files for preview and export.
es: Permite convertir archivos de texto en archivos HTML para previsualizar y exportar.Al pulsar "espacio" en el contenido matemático se abre la "ventana de interacción de Access8Math", que contiene los botones "Interactivo" y "Copiar".
fr: Fournit la conversion de fichiers texte en fichiers HTML pour la visualisation et l'exportation.
zh_cn: 支持导出预览 HTML 文件

source: This NVDA add-on enhances speech and braille output for mathematical content. Although the NVDA already integrating MathPlayer, certain aspects require improvement, such as the lack or incompleteness of language-specific translation, language-specific interactive navigation.interaction: Into math content to navigate and browse. Also, you can partially explore the subparts in expression and move or zoom the content between the subpart.Provide customized speech output rules, including simplified outputs and pauses between math segments.
es: Este complemento de NVDA mejora la salida de voz y braille de contenido matemático. Aunque NVDA ya se integra con MathPlayer, ciertos aspectos necesitan mejoras, como la falta o incompletitud de traducciones específicas del idioma, o navegación específica del idioma.interacción: dentro del contenido matemático para navegar y explorar. Además, puedes explorar parcialmente los componentes de una expresión y moverte o hacer zoom en el contenido entre los componentes.

source: Interactive navigation dissects mathematical content into smaller portions for speech or braille output, allowing for the selection of the desired fragment and mode of delivery through keyboard commands. This enhances one's understanding of the structure and elements of lengthy mathematical content, and the hierarchical relationships between items.
es: La navegación interactiva divide el contenido matemático en porciones más pequeñas para la salida de voz o braille, permitiendo seleccionar el fragmento deseado y el modo de entrega mediante órdenes de teclado. Esto mejora la comprensión de la estructura y elementos de contenido matemático extenso, y las relaciones jerárquicas entre elementos.
fr: La navigation interactive peut segmenter un contenu mathématique en fragments plus petits pour la sortie vocale ou en braille, permettant de sélectionner le fragment souhaité et le mode de livraison via des commandes clavier. Cela permet de mieux comprendre la structure et les éléments d'un contenu mathématique long et les relations hiérarchiques entre les éléments.
pl: Interaktywna nawigacja dzieli treści matematyczne na mniejsze części dla mowy lub alfabetu Braille'a, umożliwiając wybór żądanego fragmentu i sposobu dostarczania za pomocą poleceń klawiaturowych. Zwiększa to zrozumienie struktury i elementów długich treści matematycznych oraz hierarchicznych relacji między elementami.
zh_cn: 交互式导航浏览可将一个长数学内容分成较小的部分进行阅读，并可以使用一系列的键盘按键操作来选择需要阅读的部分和阅读的方式，此功能可以更好的理解长数学内容结构与项与项之间的层级关系。

source: copy: Copy MathML object source code.
de: Kopieren: MathML-Quellcod Kopieren .
es: copiar: copia el código fuente del objeto MathML.
fr: copier: Copier le code source de l'objet MathML
gl: copy: copiar o código fonte do obxecto MatML.
hr: kopiraj: Kopiraj izvorni MathML kod za objekt.
pl: copy: Kopiuj kod źródłowy obiektu MathML.
pt_br: copiar: Copia o código-fonte do objeto MathML.
sk: Kopírovanie (copy): skopíruje zdrojový kód zápisu do schránky.
zh_cn: 复制：复制 MathML 对象源代码。

source: Additionally, this NVDA add-on enables the writing of mathematical content. Using the command menu, input can be executed without having to memorize LaTeX codes. Upon completion, the document can be transformed into a visually comprehensible HTML document via the view and export function, thereby enabling seamless collaboration and discourse with others.
es: Además, este complemento de NVDA proporciona la capacidad de escribir contenido matemático. Mediante el menú de comandos, se puede completar la tarea sin memorizar el lenguaje LaTeX / AsciiMath. Después de completar el contenido, se puede convertir el documento a HTML visualmente legible gracias a la función de visualización y exportación. El documento HTML facilita debates interactivos con otras personas.Revisión de texto: pulsa las teclas 1-9 del teclado numérico durante la navegación para leer el contenido matemático del texto serializado palabra por palabra y línea a línea
fr: De plus, cette extension NVDA offre la possibilité d'écrire du contenu mathématique. Grâce au menu de commande, la tâche peut être terminée sans mémoriser le langage LaTeX / AsciiMath. Après avoir terminé le contenu, le document peut être converti en HTML visuellement lisible grâce à la fonction de visualisation et d'exportation. Le document HTML facilite les débats interactifs avec d'autres personnes.
pl: Dodatkowo ten dodatek NVDA umożliwia pisanie treści matematycznych. Korzystając z menu poleceń, wprowadzanie danych może być wykonywane bez konieczności zapamiętywania kodów LaTeX. Po zakończeniu dokument można przekształcić w wizualnie zrozumiały dokument HTML za pomocą funkcji przeglądania i eksportu, umożliwiając w ten sposób bezproblemową współpracę i dyskurs z innymi.
zh_cn: 该插件提供了数学表达式的书写功能，通过交互式菜单，无需记忆 LaTeX 语法就可以完成数学表达式的书写，书写完成后可以导出视觉阅读友好的 HTML 文件，便于跟他人交流互动。

source: Access8Math is able to read MathML content in web browsers such as Mozilla Firefox, Google Chrome, and Microsoft Edge, as well as MathType content in Microsoft Word.
es: Access8Math es capaz de leer contenido MathML en navegadores web como Mozilla Firefox, Google Chrome y Microsoft Edge, así como contenido MathType en Microsoft Word.
fr: Access8Math est en mesure de lire le contenu MathML dans des navigateurs Web tels que Mozilla Firefox, Google Chrome et Microsoft Edge, ainsi que le contenu MathType dans Microsoft Word.
pl: Access8Math jest w stanie odczytywać zawartość MathML w przeglądarkach internetowych, takich jak Mozilla Firefox, Google Chrome i Microsoft Edge, a także zawartość MathType w programie Microsoft Word.
zh_cn: 朗读： 可以朗读在网页浏览器（Mozilla Firefox, Microsoft Internet Explorer 和 Google Chrome）上以 MathML 书写的数学内容或在 Microsoft Word 上以 MathType 书写的数学对象（需安装 MathType）

source: By pressing the space bar or enter key on a MathML math object, you can enter navigation mode and interact with the content by moving, and zooming in or out on reading snippets.
es: Pulsando la barra espaciadora o la tecla intro en un objeto matemático MathML, se puede entrar en modo navegación e interactuar con el contenido moviéndose o haciendo zoom para leer fragmentos.
fr: En appuyant sur la barre d'espace ou sur la touche Entrée sur un objet mathématique MathML, vous pouvez entrer en mode navigation et interagir avec le contenu en se déplaçant et en zoomant pour lire des extraits.
pl: Naciskając spację lub Enter na obiekcie matematycznym MathML, możesz przejść do trybu nawigacji i wchodzić w interakcje z zawartością, przesuwając i powiększając lub pomniejszając fragmenty fragmentów czytania.
zh_cn: 交互： 在数学对象上按下空格键或回车键可与该数学内容进行可交互式的导航浏览，即可以浏览数学内容中的子内容并在子内容间移动或缩放子内容大小（此处所谓“子内容”可以是表达式中的各个部分，如分式的分子、分母，具体的表达式中的某一项等）

source: Analyze the overall mathematical meaning of the content: analyze the structure of MathML, and when it meets a specific rule, read it aloud in the mathematical meaning of the rule
de: Analysieren Sie die allgemeine mathematische Bedeutung des Inhalts: Analysieren Sie die Struktur von MathML, und wenn es eine bestimmte Regel erfüllt, lesen Sie es in der mathematischen Bedeutung der Regel laut vor
es: Analizar el significado matemático general del contenido: analiza la estructura de MathML, y cuando se cumple una regla específica, se lee en voz alta en el significado matemático de la reglaAnalizar el significado matemático general del contenido: analiza la estructura de MathML, y cuando se cumple una regla específica, se lee en voz alta en el significado matemático de la regla
fr: Analyser la signification mathématique globale du contenu : analyser la structure MathML, et lorsqu'une règle spécifique est rencontrée, elle est lue avec la signification mathématique de la règle
pl: Przeanalizuj ogólne matematyczne znaczenie treści: przeanalizuj strukturę MathML, a gdy spełni określoną regułę, przeczytaj ją na głos w matematycznym znaczeniu reguły
pt_br: Analisar o significado matemático geral do conteúdo: analisa a estrutura do MathML e, quando ela atender a uma regra específica, leia-a em voz alta no significado matemático da regra
zh_cn: 分析内容整体的数学意义：将数学内容进行语义分析，符合特定规则时，以该规则的数学意义进行朗读

source: Analyze the mathematical meaning of the content item: When navigating and browsing, it will prompt the meaning of the content under its upper content. For example, there are two score items, and moving between them will enroll the item as the denominator or numerator
de: Analysieren Sie die mathematische Bedeutung des Elements von dem Inhalt: Beim Navigieren und Lesen wird die Bedeutung des Inhalts unter dessen oberen Inhalt angezeigt. Zum Beispiel gibt es zwei Punkte, und wenn Sie zwischen ihnen wechseln, wird das Element als Nenner oder Zähler eingetragen
es: Analizar el significado matemático del elemento con contenido: al navegar y examinar, anunciará el significado del contenido bajo su contenido superior. Por ejemplo, hay dos elementos de marca, y al moverse entre ellos los tratará como denominador y numeradorAnalizar el significado matemático del elemento con contenido: al navegar y examinar, anunciará el significado del contenido bajo su contenido superior. Por ejemplo, hay dos elementos de marca, y al moverse entre ellos los tratará como denominador y numerador
fr: Analyser la signification mathématique de l'élément contenu : lors de la navigation et du parcours des éléments, la signification du contenu de l'élément courant par rapport à l'élément supérieur sera annoncée. Par exemple, avec les deux éléments d'une fraction, le déplacement de l'un à l'autre annoncera chaque élément respectivement comme dénominateur ou numérateur
pl: Przeanalizuj matematyczne znaczenie elementu zawartości: Podczas nawigacji i przeglądania podpowie znaczenie treści pod jej górną zawartością. Na przykład istnieją dwa elementy wyniku, a przejście między nimi spowoduje zapisanie elementu jako mianownika lub licznika.
pt_br: Analisar o significado matemático do item de conteúdo: Ao navegar e explorar, ele irá solicitar o significado do conteúdo sob seu conteúdo superior. Por exemplo, existem dois itens de conta, e mover-se entre eles registrará o item como denominador ou numerador
zh_cn: 分析数学内容的整体语义：将数学内容进行语义分析，符合特定规则时，以该规则的数学语义进行朗读

source: The following commands are available in navigation interactive mode:
es: Las siguientes órdenes están disponibles en el modo interactivo de navegación:
fr: Les commandes suivantes sont disponibles en mode navigation interactive :
pl: W interaktywnym trybie nawigacji dostępne są następujące polecenia:
zh_cn: 交互式导航时可以使用以下命令：

source: "Down Arrow": shrink the reading snippet(zoom in)
es: "Flecha abajo": reduce el fragmento de lectura (acercar zoom)
fr: "Flèche bas" : réduire l'extrait de lecture(zoomer vers un gros plan)
zh_cn: “下光标”：缩小当前数学内容成更小的子内容

source: "Down Arrow": Zoom in on a smaller subpart of the math content.
de: "Pfeiltaste nach unten": Verringert den Zoomfaktor bei der Darstellung des Math-Inhalts.
es: "Flecha abajo": aumenta el zoom en una subparte más pequeña del contenido matemático.
gl: "Frecha ABaixo": Facer zoom para ver unha parte máis pequena do contido matemático.
hr: Strelica dolje: Detaljniji prikaz matematičkog sadržaja.
pt_br: "Seta para Baixo": Amplia uma parte menor do conteúdo matemático.
sk: Šípka dole: zaostriť na menšiu časť zápisu.

source: "Up Arrow": enlarge the reading snippet(zoom out)
es: "Flecha arriba": aumenta el fragmento de lectura (alejar zoom)
fr: "Flèche haut" : agrandir l'extrait de lecture(zoomer vers un plan général)
zh_cn: “上光标”：放大当前数学内容成更大的子内容

source: "Up Arrow": Zoom out to a larger subpartthe of the math content .
de: "Pfeiltaste nach oben": Erhöt den Zoomfaktor bei der Darstellung des Math-Inhalts.
es: "Flecha arriba": saca el zoom hacia una subparte mayor del contenido matemático.
gl: "Frecha Arriba": Diminuír zoom para ver unha parte máis grande do contido matemático.
hr: Strelica gore: Globalniji prikaz matematičkog sadržaja.
pt_br: "Seta para Cima": Sai da ampliação para uma subparte maior do conteúdo matemático.
sk: šípka hore: zaostriť na väčšiu časť zápisu.

source: "Left Arrow": Moves to the previous math content.
es: "Flecha izquierda": se mueve al contenido matemático anterior.
fr: "Flèche gauche" : se déplacer sur la partie précédente du contenu mathématique.
zh_cn: “左光标”：向前一项数学内容

source: "Left Arrow": Move to the previous math content.
de: "Pfeiltaste nach links": Springt zum vorigen Math-element.
es: "Flecha izquierda": se mueve al contenido matemático anterior.
gl: "Frecha Esquerda": Moverse ao contido matemático anterior.
hr: Strelica lijevo: Premjesti se na prethodni matematički sadržaj.
pt_br: "Seta para Esquerda": Passa para o conteúdo matemático anterior.
sk: Ľavá šípka: prejsť na predchádzajúci obsah.

source: "Right Arrow": Moves to the next math content.
es: "Flecha derecha": se mueve al siguiente contenido matemático.
fr: "Flèche droite" : se déplacer sur la partie suivante du contenu mathématique.
zh_cn: “右光标”：向后一项数学内容

source: "Right Arrow": Move to the next math content.
es: "Flecha derecha": se mueve al siguiente contenido matemático.
gl: "Frecha Dereita": Moverse ao contido matemático seguinte.
hr: Strelica desno: Premjesti se na sljedeći matematički sadržaj.
pt_br: "Seta para Direita": Passa para o próximo conteúdo matemático.
sk: Pravá šípka: Prejsť na nasledujúci obsah.

source: "home": Moves back to the top of the entire math content.
es: "Inicio": se mueve al principio del contenido matemático completo.
fr: "Début" : Retourner au début du contenu mathématique en entier.
pl: "home": Wraca na górę całej treści matematycznej.
zh_cn: “行首”：回到最顶层（朗读完整的数学内容）

source: "Home": Move back to the top.(Entire math content)
es: "Inicio": se mueve al principio. (contenido matemático completo)
gl: "Inicio": Moverse de volta ao comezo(contido matemático enteiro)
hr: Houm: Premjesti se na početak. (Cijeli matematički sadržaj)
sk: Home: Prejsť na začiatok zápisu

source: "ctrl+C": Copies the MathML source code of the object.
es: "CTRL+c": copia el código fuente del objeto MathML.
fr: "ctrl+C" : Copier le code source de l'objet MathML.
pl: "ctrl+C": Kopiuje kod źródłowy obiektu MathML.
zh_cn: "Ctrl+c": 复制对象MathML源代码。

source: "Ctrl+c": Copy object MathML source code
es: "CTRL+c": copia el código fuente del objeto MathML
gl: "Ctrl+C": copiar código fonte do obxecto MatML
hr: Kontrol+c: Kopiraj izvorni MathML kod za objekt
pt_br: "Ctrl+c": Copia código-fonte MathML do objeto
sk: Ctrl+C: Skopírovať zdrojový kód zápisu

source: "numpad 1~9": Reads the math content as serialized text using NVDA Reviewing Text.
es: "Números del 1 al 9 del bloque numérico": lee el contenido matemático como texto serializado usando las órdenes de revisión de texto de NVDA."Números del 1 al 9 del bloque numérico": lee el contenido matemático como texto serializado usando las órdenes de revisión de texto de NVDA.
fr: "numpad 1 à 9" : Lire le contenu mathématique comme texte sérialisé en utilisant les commandes de revue de texte de NVDA.
pl: "numpad 1~9": odczytuje zawartość matematyczną jako tekst seryjny przy użyciu NVDA Reviewing Text.
zh_cn: “数字键盘 1~9”：使用 NVDA 文本查看模式阅读数学内容（笔记本键盘方案请参看 NVDA 用户指南的文本查看相关章节）

source: "ESC": Exits the navigation mode.
es: "ESC": sale del modo de navegación.
fr: "Échap" : Quitter le mode navigation.
pl: "ESC": Wyłącza tryb nawigacji.
zh_cn: “ESC”：退出导航模式。

source: "ESC": Exit the navigation mode.
es: "ESC": sale del modo navegación.
gl: "ESC": Saír do modo navegación.
hr: Eskeip: Izađi iz modusa navigacije.
pt_br: "Esc": Sai do modo de navegação.
sk: ESC: Zatvorí okno navigácie.

source: Comprehensive content: Incorporating Both Text and Mathematical Content
es: Contenido exhaustivo: incorporación de texto plano y contenido matemático
fr: Contenu exhaustif : Incorporation de contenu texte et de contenu mathématique
pl: Kompleksowa treść: Włączenie zarówno tekstu, jak i treści matematycznych
zh_cn: 书写混合内容（文字内容与数学内容）

source: Writing comprehensive content (text content and mathematical content):
es: Escritura de contenido exhaustivo (contenido textual y contenido matemático):
