Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: For Windows 11, the Access8Math editor must be used, while for Windows 10 or earlier versions, either Access8Math editor or Notepad can be used. It is recommended to use the built-in Access8Math editor for writing comprehensive content.
es: En Windows 11 se debe usar el editor de Access8Math, mientras que en Windows 10 o versiones anteriores se pueden usar tanto el bloc de notas como el editor de Access8Math. Se recomienda usar el editor incorporado de Access8Math para escribir contenido exhaustivo.
fr: Dans Windows 11, l'éditeur Access8Math doit être utilisé, tandis que dans Windows 10 ou les versions précédentes, vous pouvez utiliser à la fois le Bloc-notes et l'éditeur Access8Math. Il est recommandé d'utiliser l'éditeur Access8Math incorporé pour écrire du contenu exhaustif.
pl: W systemie Windows 11 należy użyć edytora Access8Math, podczas gdy w systemie Windows 10 lub wcześniejszych wersjach można użyć edytora Access8Math lub Notatnika. Zaleca się korzystanie z wbudowanego edytora Access8Math do pisania wyczerpujących treści.
zh_cn: 在 windows 11 必须使用 Access8Math 编辑器；而在 windows 10 或更早版本可使用 Access8Math 编辑器或记事本。建议使用 Access8Math 编辑器编写混合内容。

source: write comprehensive content (shortcut key is available in editing area, it is recommended to use in Notepad)
es: escribir contenido exhaustivo (el atajo de teclado está disponible en el área de edición, se recomienda usarlo en el bloc de notas)

source: To distinguish between text content and mathematical content, you can use delimiters to enclose the mathematical notation area. This means that any data within the mathematical notation area will be considered mathematical content according to the specified delimiter, while data outside of the mathematical notation area will be treated as text content.Use LaTeX or AsciiMath separate markers to frame the math area to distinguish text content and mathematical content. That is, the data in math marker area is mathematical content of LaTeX/AsciiMath content, and text content outside math marker area.Access8Math also provides a command menu to make writing LaTeX easier. Instead of memorizing complex LaTeX syntaxes, users can navigate through the command menu to input math markups..
es: Para diferenciar entre contenido textual y contenido matemático, se pueden usar marcadores de separación para encuadrar el área de notación matemática. Esto significa que cualquier dato dentro del área de notación matemática se considerará contenido matemático según el delimitador indicado, mientras que los datos fuera del área de notación matemática se tratarán como contenido textual.Usar marcadores de separación AsciiMath o LaTeX para determinar el área entre el contenido textual y el matemático, o lo que es lo mismo, los datos en el bloque marcado son contenido matemático LaTeX o AsciiMath, y los datos fuera del área marcada son texto.

source: | category | start delimiter | end delimiter | | --- | --- | --- | | LaTeX(bracket) | \( | \) | | LaTeX(money) | $ | $ | | AsciiMath | ` | ` | | Nemeth(UEB) | _% | _: | | Nemeth(at) | @ | @ |
es: | categoría | delimitador de inicio | delimitador de final | | --- | --- | --- | | LaTeX(paréntesis) | \( | \) | | LaTeX(dólar) | $ | $ | | AsciiMath | ` | ` | | Nemeth(UEB) | _% | _: | | Nemeth(at) | @ | @ |
fr: | catégorie | délimiteur initial | délimiteur final | | --- | --- | --- | | LaTeX(parenthèses) | \( | \) | | LaTeX(dollar) | $ | $ | | AsciiMath | ` | ` | | Nemeth(UEB) | _% | _: | | Nemeth(arobase) | @ | @ |
zh_cn: | 分类 | 开始标记 | 结束标记 | | --- | --- | --- | | LaTeX(括号) | \( | \) | | LaTeX(美元) | $ | $ | | AsciiMath | ` | ` | | Nemeth(UEB) | _% | _: | | Nemeth(at) | @ | @ |

source: LaTeX delimiter mark: (can choose to use brackets or money number in the reading setting)
es: Marca de delimitador LaTeX: (se pueden elegir paréntesis o número monetario en los ajustes de lectura)

source: You can choose what delimiter use for LaTeX/Nemeth in the writing setting.
es: Puedes elegir el delimitador que se usará para LaTeX/Nemeth en las opciones de escritura.
fr: Vous pouvez choisir quoi utiliser pour le délimiteur LaTeX / Nemeth dans le paramètre Écriture.
zh_cn: 您可以在书写设置中选择 LaTeX/Nemeth 使用的分隔符。

source: Start delimiter: "\(" or "$"
es: Delimitador de inicio: "\(" o "$"

source: End delimiter: "\)" or "$"
es: Delimitador de fin: "\)" o "$"

source: AsciiMath delimiter:
es: Delimitador en AsciiMath:

source: Start delimiter: "`"
es: Delimitador de inicio: "`"

source: End delimiter: "`"
es: Delimitador de fin: "`"

source: Quadratic equation: https://en.wikipedia.org/wiki/Quadratic_equation
de: Quadratische Gleichung: https://de.wikipedia.org/wiki/Quadratische_Gleichung
es: Ecuación cuadrática: https://en.wikipedia.org/wiki/Quadratic_equation
fr: Fonction cubique : https://fr.wikipedia.org/wiki/Fonction_cubique
pl: Równanie kwadratowe: https://en.wikipedia.org/wiki/Quadratic_equation
pt_br: Equação quadrática: https://pt.wikipedia.org/wiki/Equa%C3%A7%C3%A3o_quadr%C3%A1tica
zh_cn: 二次方程：https://en.wikipedia.org/wiki/Quadratic_equation

source: Matrix multiplication: https://en.wikipedia.org/wiki/Matrix_multiplication
de: Matrix-Multiplizierung: https://en.wikipedia.org/wiki/Matrix_multiplication
es: Multiplicación de matrices (en inglés): https://en.wikipedia.org/wiki/Matrix_multiplication
fr: Produit matriciel: https://fr.wikipedia.org/wiki/Produit_matriciel
gl: Multiplicación de matrices: https://es.wikipedia.org/wiki/Multiplicaci%C3%B3n_de_matrices (en español)
hr: Množenje matrice: https://en.wikipedia.org/wiki/Matrix_multiplication
pl: Mnożenie macierzy: https://pl.wikipedia.org/wiki/Mno%C5%BCenie_macierzy
pt_br: Produto de matrizes: https://pt.wikipedia.org/wiki/Produto_de_matrizes
sk: Násobenie matíc (anglicky): https://en.wikipedia.org/wiki/Matrix_multiplication
zh_cn: 矩阵乘法：https://zh.wikipedia.org/zh-tw/%E7%9F%A9%E9%99%A3%E4%B9%98%E6%B3%95

source: alt+m: The mark command window pops up, select LaTeX/AsciiMath/Nemeth and press enter to add LaTeX/AsciiMath marks before and after the currently selected text (the current cursor when no text is selected) and automatically move the cursor into it. Enter content quickly.alt+m: The mark command window pops up, select LaTeX/AsciiMath and press enter to add LaTeX/AsciiMath marks before and after the currently selected text (the current cursor when no text is selected) and automatically move the cursor into it. Enter content quickly.These rules are designed to enhance the reading experience of commonly used mathematical structures. The system analyzes the content according to the MathML structure and mathematical rules, so that the speech outputs and Braille outputs are more consistent with the mathematical meaning. For example, "x^2" will be read as "square of x" instead of "x super 2".
es: alt+m: se despliega la ventana de marcar comando, selecciona LaTeX / AsciiMath/Nemeth y pulsa intro para añadir marcas LaTeX / AsciiMath/Nemeth antes y después del texto seleccionado actualmente (el cursor actual si no hay texto seleccionado) y mover el cursor automáticamente a su interior. Introduce el contenido rápidamente.alt+m: se despliega la ventana de marcar comando, selecciona LaTeX / AsciiMath y pulsa intro para añadir marcas LaTeX / AsciiMath antes y después del texto seleccionado actualmente (el cursor actual si no hay texto seleccionado) y mover el cursor automáticamente a su interior. Introduce el contenido rápidamente.

source: alt+l: Pop up the LaTeX command window, select the LaTeX command item to be added and press the enter key to add the corresponding LaTeX syntax at the current cursor and automatically move the cursor to the appropriate input point for quick input.alt+l: Pop up the LaTeX command window, select the LaTeX command item to be added and press the enter key to add the corresponding LaTeX syntax at the current cursor and automatically move the cursor to the appropriate input point for quick input.This option also changes the given additional information of the mathematical meaning when navigating between math segments in Interactive Mode.
es: alt+l: mostrar la ventana de órdenes de LaTeX. Selecciona el elemento con la orden LaTeX que quieres añadir y pulsa intro para agregar la sintaxis LaTeX correspondiente en la posición actual del cursor y desplazar el mismo al punto de entrada adecuado para introducir el contenido con rapidez.alt+l: mostrar la ventana de órdenes de LaTeX. Selecciona el elemento con la orden LaTeX que quieres añadir y pulsa intro para agregar la sintaxis LaTeX correspondiente en la posición actual del cursor y desplazar el mismo al punto de entrada adecuado para introducir el contenido con rapidez.

source: Move to any LaTeX command item and press English letters (a~z) or f1~f12 to set shortcuts
de: Wählen Sie ein LaTeX-Befehlselement aus und über die Tasten F1 bis F12 können Sie die Verknüpfung festlegen
es: Muévete a cualquier elemento de comando LaTeX y pulsa letras en inglés (a-z) o f1-f12 para establecer atajos
fr: Se déplacer à n'importe quel élément de commande LaTeX et appuyez sur les lettres en anglais (a-z) ou f1-f12 pour définir les raccourcis
pl: Przejdź do dowolnego elementu polecenia LaTeX i naciśnij angielskie litery (a~z) lub f1~f12, aby ustawić skróty
zh_cn: 移动到任意 LaTeX 命令项并按英文字母 (a~z) 或 f1~f12 设置快捷键

source: Move any LaTeX command item and press delete/back space to remove the shortcut that has been set
de: Wählen Sie ein LaTeX-Befehlselement aus und drücken Sie die Taste D, um die festgelegte Verknüpfung wieder zu entfernen
es: Muévete a cualquier elemento de comando LaTeX y pulsa suprimir o retroceso para eliminar el atajo que se había configurado
fr: Se déplacer à n'importe quel élément de commande LaTeX et appuyez sur effacement / retour arrière space pour supprimer le raccourci qui a été défini
pl: Przenieś dowolny element polecenia LaTeX i naciśnij delete/back space, aby usunąć ustawiony skrót
zh_cn: 移动到任意 LaTeX 命令项并按删除/退格键即可删除已设置的快捷键

source: Move to any LaTeX command item and press enter to add the corresponding LaTeX syntax at the current cursor
de: Wählen Sie ein LaTeX-Befehlselement aus und drücken Sie die Eingabetaste, um die entsprechende LaTeX-Syntax am aktuellen Cursor hinzuzufügen
es: Muévete a cualquier elemento de comando LaTeX y pulsa intro para añadir la sintaxis LaTeX en la posición del cursor
fr: Se déplacer à n'importe quel élément de commande LaTeX et appuyez sur Entrée pour ajouter la syntaxe LaTeX correspondante au curseur actuel
pl: Przejdź do dowolnego elementu polecenia LaTeX i naciśnij enter, aby dodać odpowiednią składnię LaTeX w bieżącym kursorze
zh_cn: 移动到任意LaTeX命令项并按回车键即可在当前光标处添加对应的LaTeX语法

source: alt+i: When the cursor stops on the math block, you can interact with the math block for navigation
de: Alt+I: Wenn der Cursor auf dem mathematischen Block stehen bleibt, können Sie mit dem mathematischen Block zur Navigation interagieren
es: alt+i: cuando el cursor se detiene en el bloque matemático, puedes interactuar con él y navegar por su interior
fr: alt+i : Lorsque le curseur s'arrête sur le bloc math, vous pouvez interagir avec le bloc math pour la navigation
pl: alt+i: gdy kursor zatrzyma się na bloku matematycznym, możesz wchodzić w interakcje z blokiem matematycznym podczas nawigacji
zh_cn: alt+i：若光标停留在数学区域可与该数学内容进行交互式导航

source: alt+h: HTML documents that can convert text data and mathematical data can be viewed or exported. The content of the math block is converted into MathML and presented side by side with the text to facilitate visual reading.alt+h: HTML documents that can convert text data and mathematical data can be viewed or exported. The content of the math block is converted into MathML and presented side by side with the text to facilitate visual reading.In the "Localization" menu, it’s possible to edit the table of math symbols and the table of mathematical rules. For more details, please refer to the "Localization" section of this document.
es: alt+h: se pueden ver y exportar documentos HTML con los datos matemáticos y textuales convertidos. El contenido de los bloques matemáticos se convierte a MathML, y se presenta junto al texto para facilitar la lectura visual.alt+h: se pueden ver y exportar documentos HTML con los datos matemáticos y textuales convertidos. El contenido de los bloques matemáticos se convierte a MathML, y se presenta junto al texto para facilitar la lectura visual.

source: View: Open the converted HTML document through the default .HTML extension application set by the system.
de: Ansicht: Öffnen Sie das konvertierte HTML-Dokument mit der vom System eingestellten Standardanwendung mit der Erweiterung .HTML.
es: Ver: abre el documento HTML convertido con el programa predeterminado del sistema que abra la extensión .html.
fr: Affichage : Ouvrez le document HTML converti via un programme par défaut du système qui ouvre l'extension .html.
pl: Widok: Otwórz przekonwertowany dokument HTML za pomocą domyślnej aplikacji rozszerzenia .HTML ustawionej przez system.
zh_cn: 预览：通过已设置的关联 .HTML 扩展名的程序打开转换后的 HTML 文件。

source: Export: Pack the converted HTML file and the original text file into a compressed file.
de: Exportieren: Packen Sie die konvertierte HTML-Datei und die ursprüngliche Textdatei in eine komprimierte Datei.
es: Exportar: empaqueta el documento HTML y el fichero de texto original en un archivo comprimido.
fr: Exporter : Empaquetez le fichier HTML converti et le fichier texte d'origine en fichier compressé.
pl: Eksportuj: Spakuj przekonwertowany plik HTML i oryginalny plik tekstowy do skompresowanego pliku.
zh_cn: 导出：将转换后的HTML文件和原始文本文件打包成压缩文件。

source: alt+t: The data of the block where the cursor is located can be converted between LaTeX and AsciiMath (the cursor needs to be in the LaTeX or AsciiMath block)alt+t: The data of the block where the cursor is located can be converted between LaTeX and AsciiMath (the cursor needs to be in the LaTeX or AsciiMath block)For speech-oriented users, it is often preferable to listen to a math equation in smaller segments rather than hearing the whole equation at once. If currently in Browse mode, move the cursor over the math content and press the Space or Enter key.
es: alt+t: se pueden convertir los datos del bloque sobre el que se encuentra el cursor entre AsciiMath y LaTeX (el cursor debe estar sobre el bloque LaTeX o AsciiMath)alt+t: se pueden convertir los datos del bloque sobre el que se encuentra el cursor entre AsciiMath y LaTeX (el cursor debe estar sobre el bloque LaTeX o AsciiMath)

source: In the writing settings, you can choose whether to enable command gestures at startup. Press NVDA+alt+c in the editing area to enable or disable command gestures, which can be changed in input gestures.In the writing settings, you can choose whether to enable command gestures at startup. Press NVDA+alt+c in the editing area to enable or disable command gestures, which can be changed in input gestures.If not in Browse mode: 1. Move the review cursor to the location of the math content. By default, the review cursor follows the system caret so the system cursor can be moved to the math content. 2. Execute the following shortcut: NVDA + Alt + M to interact with the math content.
es: En las opciones de escritura, puedes elegir si se habilitan los gestos de comando al inicio. Pulsa NVDA+alt+c en el área de edición para activar o desactivar los gestos de comando, que se pueden cambiar en los gestos de entrada.En las opciones de escritura, puedes elegir si se habilitan los gestos de comando al inicio. Pulsa NVDA+alt+c en el área de edición para activar o desactivar los gestos de comando, que se pueden cambiar en los gestos de entrada.

source: alt+Left arrow key: move to the start point of the previous data block
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach links, um zum Startpunkt des vorherigen Datenblocks zu gelangen
es: alt+flecha izquierda: moverse al principio del bloque de datos anterior
fr: alt+flèche gauche : se déplacer au point de départ du bloc de données précédent
pl: alt+strzałki w lewo: przechodzenie do punktu początkowego poprzedniego bloku danych
zh_cn: alt+左光标：移动到上一个区域的开始点

source: alt+Down arrow key: Only read the content of the current data block without moving
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach unten, ohne sich zu bewegen, aber lesen Sie nur den Inhalt des aktuellen Datenblocks
es: alt+flecha abajo: leer el contenido del bloque de datos actual sin moverse
fr: alt+flèche bas : Ne lisez que le contenu du bloc de données actuel sans se déplacer
pl: alt+strzałki w dół: odczytywanie zawartości bieżącego bloku danych bez przesuwania
zh_cn: alt+下光标：不移动仅读出当前区域的内容

source: alt+shift+left arrow: move to the previous data block and select
de: Drücken Sie im Bearbeitungsbereich Alt+Umschalt+Pfeiltaste nach links, um zum vorherigen Datenblock zu wechseln und wählen Sie
es: alt+shift+flecha izquierda: moverse al bloque de datos anterior y seleccionarlo
fr: alt+maj+flèche gauche : se déplacer au bloc de données précédent et sélectionnez
pl: Alt+Shift+strzałka w lewo: przejdź do poprzedniego bloku danych i wybierz
zh_cn: alt+shift+左光标：移动到上一个区域并选取

source: alt+shift+down key: do not move, only select the content of the current data block
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach unten, ohne sich zu bewegen, aber lesen Sie nur den Inhalt des aktuellen Datenblocks
es: alt+shift+flecha abajo: seleccionar el contenido del bloque de datos actual sin moverse
fr: alt+maj+flèche bas : ne pas se déplacer, sélectionnez uniquement le contenu du bloc de données actuel
pl: Alt+Shift+w dół: Nie przenoś, tylko zaznacz zawartość bieżącego bloku danych
zh_cn: alt+shift+下光标：不移动仅选取当前区域

source: alt+shift+right arrow: move to the next data block and select
de: Drücken Sie im Bearbeitungsbereich Alt+Umschalt+Pfeiltaste nach rechts, um zum nächsten Datenblock zu wechseln und wählen Sie
es: alt+shift+flecha derecha: moverse al siguiente bloque de datos y seleccionarlo
fr: alt+maj+flèche droite : se déplacer au bloc de données suivant et sélectionnez
pl: Alt+Shift+strzałka w prawo: przejdź do następnego bloku danych i wybierz
zh_cn: alt+shift+右光标：移动到下一个区域并选取

source: In the writing settings, you can choose whether to enable the block navigation gestures when starting. Press NVDA+alt+n in the editing area to enable or disable the block navigation gestures, which can be changed in the input gestures.In the writing settings, you can choose whether to enable the block navigation gestures when starting. Press NVDA+alt+n in the editing area to enable or disable the block navigation gestures, which can be changed in the input gestures.Table navigation: In a math table, use Ctrl + Alt + arrow keys to move up or down a column, left or right a row. The navigation is the same as NVDA table navigation.
es: En las opciones de escritura, puedes elegir si se habilitan los gestos de navegación por bloques al inicio. Pulsa NVDA+alt+n en el área de edición para activar o desactivar los gestos de navegación por bloques, que se pueden cambiar en los gestos de entrada.En las opciones de escritura, puedes elegir si se habilitan los gestos de navegación por bloques al inicio. Pulsa NVDA+alt+n en el área de edición para activar o desactivar los gestos de navegación por bloques, que se pueden cambiar en los gestos de entrada.

source: When the cursor is in the LaTeX block, press the letter, f1~f12 to quickly insert the bound LaTeX. Press shift+letter, shift+f1~f12 to read out the LaTeX currently bound to the shortcut. (Need to set the shortcut key in the command menu first)When the cursor is in the LaTeX block, press the letter, f1~f12 to quickly insert the bound LaTeX. Press shift+letter, shift+f1~f12 to read out the LaTeX currently bound to the shortcut. (Need to set the shortcut key in the command menu first)Provide auto-generated additional information: In Interactive Mode, the system provides additional information about the number of items when meanings of sub-nodes are not fully defined in a math rule. This feature applies to situations where some MathML markups may have a variable number of sub-nodes, such as tables, matrices, or equations. The system provides additional information like "first column", "second item", and so on, while navigating. If not willing to hear the additional information, uncheck this setting.
es: Cuando el cursor esté en el bloque LaTeX, pulsa letras o teclas de f1 a f12 para insertar rápidamente la asociación LaTeX. Pulsa shift+letra o shift+f1 a f12 para leer el LaTeX asociado actualmente a ese atajo. (es necesario configurar primero la tecla de atajo en el menú de comandos)Cuando el cursor esté en el bloque LaTeX, pulsa letras o teclas de f1 a f12 para insertar rápidamente la asociación LaTeX. Pulsa shift+letra o shift+f1 a f12 para leer el LaTeX asociado actualmente a ese atajo. (es necesario configurar primero la tecla de atajo en el menú de comandos)

source: In the writing settings, you can choose whether to enable the quick navigation gestures at startup. Press NVDA+alt+s in the editing area to enable or disable the quick navigation gestures, which can be changed in the input gestures.In the writing settings, you can choose whether to enable the quick navigation gestures at startup. Press NVDA+alt+s in the editing area to enable or disable the quick navigation gestures, which can be changed in the input gestures.Use an audio effect to indicate that no movement is possible: When checked, a beep sound appears when it’s not possible to move to a new item; when unchecked, the sound will be replaced by the text "no movement".
es: En las opciones de escritura, puedes elegir activar los gestos de navegación rápida al inicio. Pulsa NVDA+alt+s en el área de edición para activar o desactivar los gestos de navegación rápida, que se pueden cambiar en los gestos de entrada.En las opciones de escritura, puedes elegir activar los gestos de navegación rápida al inicio. Pulsa NVDA+alt+s en el área de edición para activar o desactivar los gestos de navegación rápida, que se pueden cambiar en los gestos de entrada.

source: When the cursor is in the LaTeX block, press the letter to quickly insert the corresponding Greek letter LaTeX.
de: Wenn sich der Cursor im LaTeX-Block befindet, drücken Sie den Buchstaben, um schnell den entsprechenden griechischen Buchstaben in LaTeX einzufügen.
es: Cuando el cursor esté en el bloque LaTeX, pulsa la letra para insertar rápidamente la letra griega correspondiente en LaTeX.
fr: Lorsque le curseur est dans le bloc LaTeX, appuyez sur la lettre pour insérer rapidement la lettre grecque correspondante à LaTeX.
pl: Gdy kursor znajduje się w bloku LaTeX, naciśnij literę, aby szybko wstawić odpowiednią grecką literę LaTeX.
zh_cn: 当光标在 LaTeX 区域时，按字母可快速输入对应的 LaTeX 语法。

source: When the navigation mode is turned on, the mathematical data block read by the cursor mobile report will read the mathematical text content instead of the original grammatical dataWhen the navigation mode is turned on, the mathematical data block read by the cursor mobile report will read the mathematical text content instead of the original grammatical dataWhen writing, special characters are used to separate text content from math content. In other words, the content inside the separators is math content written in a specific math markup, while the content outside is general text content.
es: Cuando el modo de navegación está activado, el bloque matemático leído por el cursor móvil indicará el contenido en texto matemático en lugar de los datos gramáticos originalesCuando el modo de navegación está activado, el bloque matemático leído por el cursor móvil indicará el contenido en texto matemático en lugar de los datos gramáticos originales
