Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: In the writing settings, you can choose whether to enable command gestures at startup. Press NVDA+alt+c in the editing area to enable or disable command gestures, which can be changed in input gestures.
de: In den Schreib-Einstellungen können Sie wählen, ob Sie Tastenbefehle beim Start aktivieren möchten. Drücken Sie NVDA+Alt+C im Bearbeitungsbereich, um Befehlsgesten zu aktivieren oder zu deaktivieren, die im Dialogfeld für die Tastenbefehle in NVDA geändert werden können.
fr: Dans les paramètres Écriture, vous pouvez choisir Activer les gestes de commande au démarrage. Appuyez sur NVDA+alt+c dans la zone d'édition pour activer ou désactiver les gestes de commandes, qui peuvent être modifiés dans les Gestes de commandes.
pl: W ustawieniach pisania można wybrać, czy gesty poleceń mają być włączane podczas uruchamiania. Naciśnij NVDA+alt+c w obszarze edycji, aby włączyć lub wyłączyć gesty poleceń, które można zmienić w gestach wprowadzania.
zh_cn: 在书写设置内可以选择是否‘默认启用命令手势’，编辑区域内按 NVDA+alt+c 开启或关闭命令手势（可以在按键与手势对话框内更改）。

source: Writing block navigation gestures (toggle: NVDA+alt+n)
de: Tastenkombination für die Schreibblock-Navigation (Umschalten: NVDA+Alt+N)
fr: Écriture de gestes pour naviguer par bloc (activer ou désactiver : NVDA+alt+n)
pl: Pisanie gestów nawigacji bloków (przełączanie: NVDA+alt+n)
zh_cn: 书写区域导航手势（开关：NVDA+alt+n）

source: alt+right arrow: move to the start point of the next data block
de: Drücken Sie im Bearbeitungsfeld Alt+Pfeiltaste nach rechts, um zum Startpunkt des nächsten Datenblocks zu gelangen
fr: alt+flèche droite : se déplacer au point de départ du bloc de données suivant
pl: Alt+strzałka w prawo: przechodzenie do punktu początkowego następnego bloku danych
zh_cn: alt+右光标：移动到下一个区域的开始点

source: alt+home: move to the starting point of the current data block
de: Alt+Pos1: Zum Startpunkt des aktuellen Datenblocks springen
fr: alt+début : se déplacer au point de départ du bloc de données actuel
pl: Alt+Home: przechodzenie do punktu początkowego bieżącego bloku danych
zh_cn: alt+home：移动到当前区域的开始点

source: alt+end: move to the end point of the current data block
de: alt+Ende: Zum Endpunkt des aktuellen Datenblocks springen
fr: alt+fin : se déplacer jusqu'à la fin du bloc de données actuel
pl: Alt+end: przechodzenie do punktu końcowego bieżącego bloku danych
zh_cn: alt+end：移动到当前区域的结束点

source: In the writing settings, you can choose whether to enable the block navigation gestures when starting. Press NVDA+alt+n in the editing area to enable or disable the block navigation gestures, which can be changed in the input gestures.
de: In den Schreib-Einstellungen können Sie wählen, ob die Tastenbefehle für die Block-Navigation beim Starten aktiviert werden sollen. Drücken Sie NVDA+Alt+N im Bearbeitungsbereich, um die sie zu aktivieren oder deaktivieren, die in dem Dialogfeld für die Tastenbefehle in NVDA geändert werden können.
fr: Dans les paramètres Écriture, vous pouvez choisir Activer les gestes de navigation par block au démarrage. Appuyez sur NVDA+alt+n dans la zone d'édition pour activer ou désactiver les gestes pour naviguer par bloc, qui peuvent être modifiés dans les Gestes de commandes.
pl: W ustawieniach pisania możesz wybrać, czy gesty nawigacji blokowej mają być włączane podczas uruchamiania. Naciśnij NVDA+alt+n w obszarze edycji, aby włączyć lub wyłączyć gesty nawigacji blokowej, które można zmienić w gestach wprowadzania.
zh_cn: 在书写设置内可以选择是否‘默认启用区域导航手势’，编辑区域内按 NVDA+alt+n 开启或关闭区域导航手势（可以在按键与手势对话框内更改）。

source: Shortcut gestures (toggle: NVDA+alt+s)
de: Tastenkombination für die Shortcuts (Umschalten: NVDA+Alt+S)
fr: Gestes pour les raccourcis (activer ou désactiver : NVDA+alt+s)
pl: Gesty skrótów (przełącz: NVDA+alt+s)
zh_cn: 快捷指令手势（开关：NVDA+alt+s）

source: When the cursor is in the LaTeX block, press the letter, f1~f12 to quickly insert the bound LaTeX. Press shift+letter, shift+f1~f12 to read out the LaTeX currently bound to the shortcut. (Need to set the shortcut key in the command menu first)
de: Wenn sich der Cursor im LaTeX-Block befindet, drücken Sie den Buchstaben, F1 bis F12, um das gebundene LaTeX schnell einzufügen. Drücken Sie Umschalt+Buchstabe, Umschalt+F1 bis F12, um das LaTeX auszulesen, das derzeit an die Tastenkombination gebunden ist. Sie müssen die Tastenkombination zuerst im Befehlsmenü festlegen.
fr: Lorsque le curseur est dans le bloc LaTeX, appuyez sur les lettres ou touches f1 a f12 pour insérer rapidement l'asociation LaTeX. Appuyez sur shift+lettre, ou shift+f1 à f12 pour lire le LaTeX actuellement associé à ce raccourci. (Il est nécessaire de configurer d'abord le raccourci dans le menu Commande)
pl: Gdy kursor znajduje się w bloku LaTeX, naciśnij literę f1~f12, aby szybko wstawić powiązany LaTeX. Naciśnij shift+letter, shift+f1~f12, aby odczytać LaTeX aktualnie powiązany ze skrótem. (Najpierw należy ustawić skrótu w menu poleceń)
zh_cn: 当光标在 LaTeX 区域时，按字母、 f1~f12 可快速插入 LaTeX 语法。按 shift+字母、shift+f1~f12 可读出该快捷键绑定的 LaTeX 快捷指令，需先在 LaTeX 菜单中设置。

source: In the writing settings, you can choose whether to enable the quick navigation gestures at startup. Press NVDA+alt+s in the editing area to enable or disable the quick navigation gestures, which can be changed in the input gestures.
de: In den Schreib-Einstellungen können Sie auswählen, ob die Schnellnavigationstasten beim Starten aktiviert werden sollen. Drücken Sie NVDA+Alt+S im Bearbeitungsbereich, um sie zu aktivieren oder zu deaktivieren, die in dem dialogfeld für die Tastenbefehle geändert werden können.
fr: Dans les paramètres Écriture, vous pouvez choisir Activer les gestes de navigation rapide au démarrage. Appuyez sur NVDA+alt+s dans la zone d'édition pour activer ou désactiver les gestes de navigation rapide, qui peuvent être modifiés dans les Gestes de commandes.
pl: W ustawieniach pisania można wybrać, czy gesty szybkiej nawigacji mają być włączane podczas uruchamiania. Naciśnij NVDA+alt+s w obszarze edycji, aby włączyć lub wyłączyć gesty szybkiej nawigacji, które można zmienić w gestach wprowadzania.
zh_cn: 在书写设置内可以选择是否‘默认启用快捷指令手势’，编辑区域内按 NVDA+alt+s 开启或关闭快捷指令手势（可以在按键与手势对话框内更改）。

source: Greek letter gestures (toggle: NVDA+alt+g)
de: Tastenkombination für griechische Buchstaben (Umschalten: NVDA+Alt+G)
fr: Gestes de lettre grecs (activer ou désactiver : NVDA+alt+g)
pl: Greckie gesty literowe (przełączanie: NVDA+alt+g)
zh_cn: 希腊字母手势（开关：NVDA+alt+g）

source: Mapping table
de: Übersichtstabelle
fr: Table de correspondance
pl: Tabela mapowania
zh_cn: 对照表

source: | English letter | Greek letter | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |
de: | Lateinischer Buchstabe | Griechischer Buchstabe | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |
fr: | Lettre en français | Lettre grec | LaTeX | | --- | --- | --- | | a | α | alpha | | b | β | \bêta | | c | θ | \thêta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \êta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \oméga | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zêta |
zh_cn: | 英文字母 | 希腊字母 | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |

source: Browse navigation mode (toggle: NVDA+space)
de: Navigationsmodus (Umschalten: NVDA+Leertaste)
fr: Mode de navigation (activer ou désactiver : NVDA+espace)
pl: Tryb przeglądania nawigacji (przełącz: NVDA+spacja)
zh_cn: 浏览导航模式（开关：NVDA+space）

source: When the navigation mode is turned on, the mathematical data block read by the cursor mobile report will read the mathematical text content instead of the original grammatical data
de: Wenn der Navigationsmodus eingeschaltet ist, wird der mathematische Datenblock, der vom Cursor erfasst wird, den mathematischen Textinhalt anstelle der ursprünglichen grammatikalischen Daten mitteilen
fr: Lorsque le mode de navigation est activé, le bloc mathématique lu par le curseur mobile lira le contenu texte mathématique au lieu des données grammaticales d'origine
pl: Gdy tryb nawigacji jest włączony, blok danych matematycznych odczytany przez raport mobilny kursora odczyta matematyczną zawartość tekstową zamiast oryginalnych danych gramatycznych
zh_cn: 当浏览导航模式开启时，光标移动读出的数学内容区域为语义化内容，而非数学表达式源代码。

source: space/enter: When the cursor stops on a math block, it can interact with the math content of the data block to navigate
de: Leer-/Eingabetaste: Wenn der Cursor auf einem mathematischen Block stehen bleibt, kann er mit dem mathematischen Inhalt des Datenblocks interagieren, um zu navigieren
fr: espace ou entrée : lorsque le curseur s'arrête dans un bloc mathématique, il peut interagir avec le contenu mathématique du bloc de données et naviguer à travers de celui-ci
pl: spacja/enter: Gdy kursor zatrzyma się na bloku matematycznym, może wchodzić w interakcje z zawartością matematyczną bloku danych w celu nawigacji
zh_cn: 空格/回车：光标停留在数学区域则与此数学内容进行交互式导航

source: For the following keys, if you only press the single key, the editing cursor will jump to the next data block position, if you press shift + the single key at the same time, the editing cursor will jump to the previous data block position:
de: Die folgenden Tasten selbst springen den Cursor für die Bearbeitung zum nächsten verfügbaren Block, während das Hinzufügen der Umschalttaste bewirkt, dass sie den Bearbeitungscursor zum vorherigen Block springen:
fr: Pour les touches suivantes, si vous appuyez uniquement sur une seule touche, le curseur d'édition sautera vers la position du bloc de données suivant, si vous appuyez sur maj+une seule touche, en même temps, le curseur d'édition passera à la position du bloc de données précédent :
pl: W przypadku następujących, jeśli naciśniesz tylko pojedynczy, kursor edycji przeskoczy do następnej pozycji bloku danych, jeśli jednocześnie naciśniesz shift + pojedynczy, kursor edycji przeskoczy do poprzedniej pozycji bloku danych:
zh_cn: 下列按键，若按下单一按键，编辑光标会移动到其对应的后一个区域位置，若同时按下 Shift 键，编辑光标会移动到前一个区域位置

source: l: Move to the next LaTeX data block and read it out
de: L: Springt zum nächsten LaTeX-Block und teilt diesen mit
fr: l : aller au bloc de données LaTeX suivant et lisez-le
pl: l: Przejdź do następnego bloku danych LaTeX i odczytaj go
zh_cn: l: 移动到下一个 LaTeX 区域并读出

source: a: Move to the next AsciiMath data block and read it out
de: A: Springt zum nächsten AsciiMath-Datenblock und teilt diesen mit
fr: a : aller au bloc de données AsciiMath suivant et lisez-le
pl: a: Przejdź do następnego bloku danych AsciiMath i odczytaj go
zh_cn: a: 移动到下一个 ASCIIMath 区域并读出

source: t: move to the next text block and read it
de: T: Springt zum nächsten Textblock und teilt diesen mit
fr: t : aller au bloc de texte suivant et lisez-le
pl: T: Przejdź do następnego bloku tekstu i przeczytaj go
zh_cn: t: 移动到下一个 文字 区域并读出

source: The following key gestures can be used to edit contents
de: Mit den folgenden Tastenkombinationen können Sie Inhalte bearbeiten
fr: Vous pouvez utiliser les gestes suivants pour modifier le contenu
pl: Do edycji zawartości można używać następujących kluczowych gestów
zh_cn: 可以使用以下按键编辑或修改相应区域

source: ctrl+x: cut the current cursor block
de: Strg+X: Den aktuellen Cursorblock ausschneiden
fr: ctrl+x : couper le bloc dans lequel le curseur est situé
pl: Ctrl+X: wycinanie bieżącego bloku kursora
zh_cn: ctrl+x：剪切当前光标所在区域

source: ctrl+c: copy the current cursor block
de: Strg+C: Den aktuellen Cursorblock in die Zwischenablage kopieren
fr: ctrl+c : copier le bloc dans lequel le curseur est situé
pl: Ctrl+C: Kopiuje bieżący blok kursora
zh_cn: ctrl+c：复制当前光标所在区域

source: LaTeX(bracket): The solution of the quadratic equation in one variable \(ax^2+bx+c=0\) is \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) .
fr: LaTeX(parenthèses) : La solution de l'équation quadratique dans une variable \(ax^2+bx+c=0\) est \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) .
zh_cn: LaTeX（使用括号作为分隔符）：一元二次方程 \(ax^2+bx+c=0\) 的解为 \(\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) 。

source: LaTeX(dollar): The solution of the quadratic equation in one variable $ax^2+bx+c=0$ is $\frac{-b\pm\sqrt{b^2-4ac}}{2a}$ .
fr: LaTeX(dollar) : La solution de l'équation quadratique dans une variable $ax^2+bx+c=0$ est $\frac{-b\pm\sqrt{b^2-4ac}}{2a}$ .
zh_cn: LaTeX（使用美元作为分隔符）：一元二次方程 $ax^2+bx+c=0$ 的解为 $\frac{-b\pm\sqrt{b^2-4ac}}{2a}$ 。

source: Nemeth(UEB): The solution of the quadratic equation in one variable _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: is _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_: .
fr: Nemeth(UEB) : La solution de l'équation quadratique dans une variable _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: est _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_: .
zh_cn: Nemeth(UEB)： 一元二次方程式 _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: 的解为 _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:

source: Reading Settings
de: Lese-Einstellungen
fr: Paramètres de lecture
pl: Odczyt ustawień
zh_cn: 阅读设置

source: Language: Access8Math read language
de: Sprache: Access8Math-Vorlesesprache
fr: Langue : langue de lecture d'Access8Math
pl: Język: Access8Math język odczytu
zh_cn: 语言：Access8Math 朗读数学内容的语言

source: Analyze mathematical meaning of content: perform semantic analysis on the mathematical content, and when it meets a specific rule, using that rule to speak.
de: Analysieren Sie die mathematische Bedeutung des Inhalts: Führen Sie eine semantische Analyse des mathematischen Inhalts durch, und wenn er einer bestimmten Regel entspricht, verwenden Sie diese Regel zum Vorlesen.
fr: Analyser la signification mathématique du contenu : effectuer une analyse sémantique du contenu mathématique et, lorsqu'une règle spécifique est respectée, cette règle sera utilisée dans la verbalisation.
pl: Przeanalizuj matematyczne znaczenie treści: przeprowadź analizę semantyczną treści matematycznej, a gdy spełnia określoną regułę, użyj tej reguły do mówienia.
zh_cn: 分析内容整体的数学意义：将数学内容进行语义分析，符合特定规则时，以该规则的数学意义进行朗读

source: show interaction window when entering interaction navigation mode: Whether to show "Access8Math interaction window" when active event entering interaction navigation mode on math object
de: Interaktionsfenster beim Eintritt in den Navigationsmodus anzeigen: Ob das "Access8Math Interaktionsfenster" angezeigt werden soll, wenn das aktive Ereignis den Navigationsmodus für das mathematische Objekt betritt
fr: Afficher la fenêtre d'interaction lors de l'entrée en mode interactif : définit s'il faut afficher la "Fenêtre d'interaction Access8Math" en activant l'événement lors de l'entrée en navigation en mode interactif dans un objet mathématique
pl: Pokaż okno interakcji podczas wchodzenia w tryb nawigacji interakcji: Czy ma być wyświetlane "Okno interakcji Access8Math" podczas aktywnego zdarzenia wchodzącego w tryb nawigacji interakcji w obiekcie matematycznym
zh_cn: 进入交互模式时显示交互窗口：激活数学对象进入交互模式，是否显示交互窗口，

source: Reading pre-defined meaning in dictionary in interaction navigation mode: When the pattern is definied in the dictionary, use dictionary to read the meaning of subpart in the upper layer part.
de: Lesen der vordefinierten Bedeutung im Wörterbuch im Navigationsmodus: Wenn die Vorgabe im Wörterbuch definiert ist, verwenden Sie das Wörterbuch, um die Bedeutung des Unterteils im oberen Schichtteil zu lesen.
fr: Lire la signification définie dans le dictionnaire lors de la navigation en mode interactif : Lorsque le modèle est défini dans le dictionnaire, utilisez le dictionnaire pour lire la signification de la sous-partie au niveau de la couche supérieure.
pl: Odczytywanie wstępnie zdefiniowanego znaczenia w słowniku w trybie nawigacji interakcji: Gdy wzorzec jest zdefiniowany w słowniku, użyj słownika, aby odczytać znaczenie podczęści w górnej części warstwy.
zh_cn: 读出字典中的预定义含义：在交互模式下导航浏览时，若字典文件中有定义则使用字典中的定义读出该项在其上层中的含义

source: Reading of auto-generated meaning in interaction navigation mode: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
de: Lesen der automatisch generierten Bedeutung im Navigationsmodus: Wenn die Vorgabe im Wörterbuch nicht definiert oder unvollständig ist, verwenden Sie die automatische Generierungsfunktion, um die Bedeutung des Unterteils im oberen Teil der Ebene zu lesen.
fr: Lire la signification auto-générée lors de la navigation en mode interactif : Lorsque le modèle n'est pas défini ou incomplet dans le dictionnaire, utiliser la fonction de génération automatique pour lire la signification de la sous-partie au niveau de la couche supérieure.
pl: Odczyt automatycznie wygenerowanego znaczenia w trybie nawigacji interakcji: Jeśli wzór nie jest zdefiniowany lub niekompletny w słowniku, użyj funkcji automatycznego generowania, aby odczytać znaczenie podczęści w górnej części warstwy.
zh_cn: 读出自动生成的含义：在交互模式下导航浏览时，若字典文件中的定义不完整或无定义，则使用自动生成功能读出该项在其上层中的含义

source: Item interval time: Setting break time between items. Values from 1 to 100, the smaller the value, the shorter the break time, and the greater the value, the longer the break time.
de: Intervallzeit: Einstellung der Pausenzeit. Werte von 1 bis 100, je kleiner der Wert, desto kürzer und je größer der Wert, desto länger beträgt die Pausenzeit.
fr: Intervalle de temps entre éléments : réglage du temps de pause entre les éléments. Valeur de 1 à 100, plus la valeur est petite, plus le temps de pause est court et plus la valeur est grande, plus le temps de pause est long.
pl: Czas interwału elementu: Ustawianie czasu przerwy między elementami. Wartości od 1 do 100, im mniejsza wartość, tym krótszy czas przerwania, a im większa wartość, tym dłuższy czas przerwania.
zh_cn: 设置数学内容项目与项目间朗读停顿的时间，数值从1到100，数值越小表示停顿时间越短，反之数值越大表示停顿时间越长。

source: Writing Settings
de: Schreib-Einstellungen
fr: Paramètres de rédaction
pl: Ustawienia Pisania
zh_cn: 书写设置

source: Activate command gesture at startup
de: Tastenbefehle beim Starten aktivieren
fr: Activer les gestes de commande au démarrage
pl: Aktywuj gest polecenia podczas uruchamiania
zh_cn: 默认启用命令手势

source: Activate block navigate gesture at startup
de: Tastenbefehle für die Block-Navigation beim Start aktivieren
fr: Activer les gestes de navigation par block au démarrage
pl: Aktywuj gest nawigacji blokowej podczas uruchamiania
zh_cn: 默认启用区域导航手势

source: Activate shortcut gesture at startup
de: Tastenbefehl für den Shortcut beim Start aktivieren
fr: Activer les gestes de raccourci au démarrage
pl: Aktywuj gest skrótu podczas uruchamiania
zh_cn: 默认启用快捷手势

source: Use audio indicate to switching of browse navigation mode
de: Ein Signalton verwenden zum Umschalten des Navigationsmodus
fr: Indication audio du changement de mode de navigation
pl: Użyj wskazania dźwiękowego, aby przełączać tryb nawigacji przeglądania
zh_cn: 以音效提示浏览导航模式的切换

source: HTML document display:
de: Anzeige von HTML-Dokumenten:
fr: HTML affichage document :
pl: Wyświetlanie dokumentu HTML:
zh_cn: HTML 文档呈现

source: HTML math display:
de: Mathematische Ausgabe in HTML:
fr: HTML affichage math :
pl: Wyświetlanie matematyki HTML:
zh_cn: HTML 公式呈现

source: LaTeX delimiter:
de: Latex-Trennzeichen:
fr: Délimiteur LaTeX :
pl: Ogranicznik LaTeX:
zh_cn: LaTeX 分隔符

source: The "Unicode Dictionary" enables you to customize speech or braille output for symbols and characters. The "Mathematics Rules" allow you to customize speech or braille output for different types of mathematics.
fr: Le "Dictionnaire Unicode" vous permet de personnaliser la sortie de la parole ou du braille pour les symboles et les caractères. Les "Règles mathématiques" vous permettent de personnaliser la sortie de la parole ou du braille pour différents types de mathématiques.
pl: "Słownik Unicode" umożliwia dostosowanie wyjścia mowy lub alfabetu Braille'a dla symboli i znaków. "Zasady matematyki" pozwalają dostosować mowę lub alfabet Braille'a do różnych rodzajów matematyki.
zh_cn: “Unicode 字典”可以让您自定义符号/字符的语音或盲文输出。 “数学规则”允许您为不同类型的数学自定义语音或盲文输出。

source: Math Rules
de: Mathematische Regeln
fr: Règle mathématiques
gl: Regras Matemáticas
hr: Matematička pravila
pl: Reguły Matematyczne
pt_br: Regras Matemáticas
sk: Pravidlá čítania
zh_cn: 数学规则

source: Access8Math establishes mathematical rules according to the mathematical type and logic to decide the reading math method and order. According to different local math reading logic, the math reading text and order can be changed. The method is as follows:
fr: Access8Math établit des règles mathématiques en fonction du type mathématique et de la logique pour décider de la méthode et de l'ordre de lecture en mathématiques. Selon la logique de lecture mathématique locale, le texte et l'ordre de lecture mathématique peuvent être modifiés. La méthode est la suivante :
zh_cn: Access8Math 将常用数学表达式依据类型与逻辑，建立了数学规则，程序依据这套规则判断数学表达式的朗读方式与朗读顺序，根据各地习惯不同，可以更改数学表达式的朗读顺序与朗读方式，更改方法如下：

source: Edit: After entering the "math rule", the window lists 46 math rules. Choose any math rule and select the "Edit" to enter the editing entry.
de: Bearbeiten: Nach Eingabe der "Mathe-Regel" listet das Fenster 46 Mathe-Regeln auf. Wählen Sie eine beliebige mathematische Regel und wählen Sie "Bearbeiten", um den Bearbeitungseintrag einzugeben.
fr: Éditer : après avoir ouvert "règle mathématique", la fenêtre répertorie 46 règles mathématiques. Choisissez une règle mathématique et sélectionnez "Éditer" pour l'éditer.
pl: Edycja: Po wprowadzeniu "reguły matematycznej" okno zawiera listę 46 reguł matematycznych. Wybierz dowolną regułę matematyczną i wybierz "Edytuj", aby wprowadzić wpis edycji.
pt_br: Editar: Depois de entrar na "regra matemática", a janela lista 46 regras matemáticas. Escolha qualquer regra matemática e selecione "Editar" para entrar na edição da entrada.
zh_cn: 编辑: 进入"数学规则"后，窗口内有数学规则列表，选则任一规则后可选择"编辑按钮"进入编辑条目。
