Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: Add translations in French, thanks to the translation work of CyrilleB79.
de: Übersetzung ins Französische hinzugefügt, dank der Arbeit von CyrilleB79.
es: Se ha añadido la traducción al francés, gracias al trabajo de traducción de CyrilleB79.
fr: Ajout des traductions en français, grâce au travail de traduction de CyrilleB79.
pl: Dodaj tłumaczenia w języku francuskim, dzięki pracy tłumaczeniowej CyrilleB79.
pt_br: Adição de traduções em francês, graças ao trabalho de tradução de CyrilleB79.
zh_cn: 加入法语的翻译，感谢 CyrilleB79 的翻译工作

source: In "General Settings", you can set whether "Access8Math interaction window" is automatically displayed when entering interactive mode.
de: In den "Allgemeinen Einstellungen" können Sie einstellen, ob das "Access8Math Interaktionsfenster" automatisch angezeigt werden soll, sobald das Interaktivmodus aktiviert wird.
es: En "Opciones generales" se puede elegir si la "ventana de interacción de Access8Math" se muestra automáticamente al entrar en modo interacción.
fr: Dans "Paramètres généraux", vous pouvez définir si la "Fenêtre d'interaction Access8Math" est automatiquement affichée lors de l'entrée en mode interaction.
gl: En "General Settings" (Opcións Xerais), podes establecer se a "Access8Math Interaction Window" (Ventá de Interacción de Access8Math) se amosa automaticamente ao entrar no modo interactivo.
hr: U „Općim postavkama” je moguće postaviti hoće li se „Access8Math prozor za interakciju” automatski prikazati prilikom ulaska u interaktivni modus.
pl: W "Ustawieniach Ogólnych" można wybrać, czy "okno interakcji Access8Math" ma być wyświetlane automatycznie przy wejściu w tryb nawigacji.
pt_br: Em "Configurações Gerais", você pode definir se a "Janela de interação do Access8Math" será exibida automaticamente ao entrar no modo interativo.
sk: Vo všeobecných nastaveniach (general settings) je možné začiarknuť automatické zobrazenie okna s interakciou (položka showing Access8Math interaction window when entering interaction mode).
zh_cn: 在「常规设置」中，可设置进入交互模式时，是否自动显示「Access8Math 交互窗口」

source: In interactive mode, "interaction window" can be displayed manually via ctrl+m when "interaction window" are not showed.
de: Im interaktiven Modus kann das "Interaktionsfenster" manuell über Strg+m angezeigt werden, wenn das "Interaktionsfenster" nicht automatisch angezeigt wird.
es: En el modo interactivo, se puede mostrar manualmente la "ventana de interacción" pulsando ctrl+m cuando no se muestra por defecto.
fr: En mode interaction, la "fenêtre d'interaction" peut être affichée manuellement via ctrl+m lorsque la "Fenêtre d'interaction" n'est pas affichée.
gl: No modo interactivo, a ventá de interacción pode amosarse manualmente vía ctrl+m cando "interaction window" (ventá de interacción) non se amosa.
hr: U interaktivnom modusu se „prozor interakcije” može prikazati ručno putem kontrol+m, kad se „prozor interakcije” ne prikazuje.
pl: W trybie nawigacji "okno interakcji" można wyświetlić ręcznie za pomocą skrótu ctrl+m, jeśli "okno interakcji" nie pokaże się automatycznie.
pt_br: No modo interativo, "janela de interação" pode ser exibida manualmente via ctrl+m quando "janela de interação" não é mostrada.
sk: V okne s obsahom zobrazenom cez doplnok je možné okno s interakciou zobraziť ručne skratkou ctrl+m.
zh_cn: 在交互模式中，当未显示交互窗口时，可通过 ctrl+m 来手动显示交互窗口

source: Add translations in Turkish, thanks to the translation work of cagri (çağrı doğan).
de: Übersetzung ins Türkische hinzugefügt, dank der Arbeit von Cagri (çağrı doğan).
es: Se ha añadido la traducción al turco, gracias al trabajo de traducción de cagri (çağrı doğan).
fr: Ajout des traductions en turc, grâce au travail de traduction de cagri (çağrı doğan).
gl: Engadidas traduccións ao turco, grazas ao traballo de tradución de cagri (çağrı doğan).
hr: Dodan turski prijevod, zahvaljujući prijevodu autora cagri (Çağrı Doğan).
pt_br: Adição de traduções em turco, graças ao trabalho de tradução de cagri (çağrı doğan).
sk: Pridaný preklad do Turečtiny, pripravil cagri (çağrı doğan).
zh_cn: 加入土耳其语的翻译，感谢 Cagri(Çağrı Doğan) 的翻译工作

source: Compatibility update for nvda 2019.1 check for add-on`s manifest.ini flag.
de: Kompatibilitätsaktualisierung für NVDA 2019.1 Prüfung auf Versionsnummern in manifest.ini.
es: Actualización de los indicadores del fichero manifest.ini para dar compatibilidad con NVDA 2019.1.
fr: Mise à jour de compatibilité pour nvda 2019.1, vérification de l'indicateur du manifest.ini de l'extension.
gl: Actualización de compatibilidade para NVDA 2019.1, verificar indicador no manifest.ini do complemento.
hr: Nadogradnja zbog kompatibilnosti za nvda 2019.1 provjeru manifest.ini verzije dodatka.
pl: Aktualizacja zgodności dla nvda 2019.1 Sprawdź plik manifest.ini.
pt_br: Atualização de compatibilidade para nvda 2019.1 verifiqa se há sinalizador (flag) em manifest.ini do complemento.
sk: Upravené pre NVDA 2019.1.
zh_cn: 兼容性更新，针对 NVDA 2019.1 对插件 manifest 标识的检查

source: Add multi-language new-adding and customizing settings,and add three windows of "unicode dictionary", "math rule", "New language adding"
de: Neue Funktionen: neue Sprachen hinzufügen, drei zusätzliche Fenster: (I) "Unicode-Wörterbuch", (II) "Mathematische Regel", und (III) "Neue Sprache hinzufügen".
es: Se han añadido ajustes multiidioma personalizables, y tres ventanas nuevas: "Diccionario Unicode", "Regla matemática" y "Añadir nuevo idioma"
fr: Ajout des paramètres pour l'ajout et la personnalisation de nouvelles langues et ajout de trois fenêtres : "Dictionnaire unicode", "Règles mathématiques" et "Ajout d'une nouvelle langue"
gl: Engadir nova-adición e persoalización de opcións multilingua, e engadir tres ventás para "Unicode dictionary" (dicionario Unicode), "math rule" (regra matemática), "new language adding" (engadir novo idioma).
hr: Dodane su postavke za dodavanje i prilagođavanje jezika, kao i tri prozora za „unikod rječnik”, „matematičko pravilo” i „Dodavanje novog jezika”.
pl: Wprowadzone zostały wielojęzyczne ustawienia służące do dodawania i dostosowywania, a także trzy nowe okna "słownik unicode", "reguła matematyczna" i "dodawanie nowego języka"
pt_br: Adiciona configurações de adição e personalização em vários idiomas e adiciona três janelas de "dicionário unicode", "regra matemática", "Adição de novo idioma"
sk: Možnosť pridávať nové jazyky a tiež možnosť upravovať slovníky a pravidlá čítania matematického obsahu.
zh_cn: 加入多语言新增自定义设置功能，新增三个窗口「unicode 字典」、「数学规则」、「加入新语言」

source: The "unicode dictionary" can customize the reading way of each math symbolic text.
de: Das "Unicode-Wörterbuch" kann die Lesemethode jedes mathematischen Symboltextes anpassen.
es: El "diccionario Unicode" puede personalizar la forma de leer el texto de cada símbolo matemático.
fr: Le "Dictionnaire unicode" permet de personnaliser la façon de lire chaque symbole mathématique.
gl: O "Unicode dictionary" (dicionario Unicode) pode persoalizar a forma de lectura de cada texto matemático simbólico.
hr: „Unikod rječnik” služi za prilagođavanje načina čitanja teksta matamatičkih simbola.
pl: "Słownik unicode" dostosowuje sposób odczytu każdego symbolu matematycznego.
pt_br: O "dicionário unicode" pode personalizar a maneira de leitura de cada texto de símbolo matemático.
sk: Slovník unicode (Unicode dictionary) umožňuje upraviť výslovnosť matematických symbolov.
zh_cn: unicode 字典可自定义各项符号文字的朗读方式。

source: "math rule" can customize the reading method and preview the modification through the sample button before completed.
de: "Mathematische Regel" können die Lesemethode anpassen und Sie können die Änderung vorab anhören.
es: "Regla matemática" puede personalizar el método de lectura y previsualizar la modificación mediante el botón de ejemplo antes de aplicar los cambios.
fr: "Règles mathématiques" permet de personnaliser la méthode de lecture et prévisualiser la modification via le bouton Exemple avant la validation.
gl: "math rule" (regra matemática) pode persoalizar o método de lectura e previsualizar a modificación mediante o botón de exemplo antes de completala.
hr: „Matematičko pravilo” služi za prilagođavanje metode čitanja i za pregled promjena pomoću gumba za primjer prije dovršavanja.
pl: "Reguła matematyczna" pozwala dostosować sposób odczytu i przejrzeć zmianę przed jej wprowadzeniem za pomocą przycisku Przykład.
pt_br: "regra matemática" pode personalizar o método de leitura e visualizar a modificação através do botão de amostra antes de concluir.
sk: Pravidlá (mathrule) umožňujú upraviť čítanie komplexných zadaní. Tlačidlom example (príklad) je možné následne overiť zadané pravidlo.
zh_cn: 数学规则可自定义各数学类型的朗读方式并可支持修改前预览朗读效果

source: "New language adding" allows adding language not provided in the built-in system. The newly language will be added to the general settings, and multi-language customization can be achieved through reading definition of "unicode dictionary" and "mathematical rules".
de: "Neue Sprache hinzufügen" ermöglicht das Hinzufügen von Sprachen, die nicht standardmäßig im System vorhanden sind. Die neue Sprache wird den allgemeinen Einstellungen hinzugefügt, und die mehrsprachige Anpassung kann durch die Definition von "Unicode-Wörterbuch" und "mathematischen Regeln" ausgestaltet werden.
es: "Añadir nuevo idioma" permite añadir un nuevo idioma no incorporado en el sistema. El nuevo idioma se añadirá a las opciones generales, y la personalización multiidioma se puede llevar a cabo mediante las definiciones de lectura del "diccionario Unicode" y las "reglas matemáticas".
fr: "Ajout d'une nouvelle langue" permet d'ajouter une langue non fournie dans le système original. La nouvelle langue sera ajoutée aux paramètres généraux, et la personnalisation multilingue peut être obtenue en lisant les définitions de "Dictionnaire unicode" et "Règles mathématiques".
gl: "New language adding" (Engadir novo idioma) permite permite engadir un idioma non fornecido no sistema nativo. O novo idioma engadirase ás opcións xerais, e a persoalización multilingua pódese conseguir mediante a lectura das definicións en "Unicode citionary" (dicionario Unicode) e "mathematical rules" (regras matemáticas).
hr: „Dodavanje novog jezika” omogućuje dodavanje jezika koji ne postoji u ugrađenom sustavu. Novi jezik će se dodati u „Opće postavke”, a višejezično prilagođavanje se može postići čitanjem definicija „unikod rječnika” i „matematičkog pravila”.
pl: "Dodawanie nowych języków" pozwala skorzystać z języków, których nie ma domyślnie w systemie. Zostają one dodane do ustawień ogólnych. Dzięki temu, można dostosować program do wspierania wielu języków przez odczyt definicji "słownika unicode" i "reguł matematycznych".
pt_br: "Adição de novo idioma" permite adicionar idioma não fornecido no sistema embutido. O novo idioma será adicionado às configurações gerais e a personalização em vários idiomas poderá ser obtida através da leitura da definição de "dicionário unicode" e "regras matemáticas".
sk: Nový jazyk (New language adding): Umožňuje pridaťnový jazyk. Tento jazyk je možné nastaviť vo všeobecných nastaveniach a následne ho použiť na interpretáciu matematického obsahu. Pre každý nový jazyk môžete definovať samostatné pravidlá čítania a symboly v slovníku Unicode.
zh_cn: 加入新语言可加入内置未提供的语言，加入后在常规设置内会多出刚新增的语言并可再通过「unicode 字典」与「数学规则」定义读法达到多语言自定义设置

source: improved in interactive mode, you can use the number keys 7~9 to read sequence text in the unit of line.
de: besserer interaktiver Modus: Sie können mit den Nummerntasten 7-9 sequentiell in einer Zeile lesen.
es: mejoras en el modo interactivo: se pueden usar las teclas numéricas del 7 al 9 para leer secuencias de texto en la unidad de línea.
fr: Amélioration en mode interaction, vous pouvez utiliser les touches du pavé numérique 7 à 9 pour lire le texte de la séquence dans l’unité de la ligne.
gl: Mellorado no modo interactivo, podes usar as teclas numéricas 7-9 para ler texto da secuencia na unidade de liña.
hr: poboljšanje u interaktivnom modusu, pomoću numeričkih tipki 7 do 9 možete čitati slijed teksta u jedinici retka.
pl: ulepszony w trybie interaktywnym, możesz użyć numerycznych 7 ~ 9 do odczytu tekstu sekwencji w jednostce linii.
pt_br: aprimorado no modo interativo, você pode usar as teclas numéricas 7~9 para ler o texto da sequência na unidade de linha.
sk: V okne s obbsahom môžete na čítanie riadka použiť numerické číslice 7 - 9.
zh_cn: 优化在交互模式下，可使用数字键7~9以行为单位阅读序列文字

source: In "general setting" dialog box add setting pause time between items. Values from 1 to 100, the smaller the value, the shorter the pause time, and the greater the value, the longer the pause time.
de: Im Dialogfeld "Allgemeine Einstellungen" können Sie eine Pausenzeit zwischen den Elementen hinzufügen. Werte von 1 bis 100 sind möglich. Je kleiner der Wert, desto kürzer die Pausenzeit. Je größer der Wert, desto länger die Pausenzeit.
es: En el diálogo "Opciones generales" se añade un ajuste de pausa entre elementos. Admite valores entre 1 y 100. Cuanto más pequeño sea el valor más corta será la pausa, y cuanto más alto más larga.
fr: Dans la boîte de dialogue Paramètres généraux ajout du paramétrage d'un temps de pause entre les éléments. Valeur de 1 à 100, plus la valeur est petite, plus le temps de pause est court et plus la valeur est grande, plus le temps de pause est long.
gl: Na caixa de diálogo "general setting" (opcións xerais) engadida a opción pause time between ítems (tempo de pausa entre elementos).
hr: U dijaloškom okviru „Opće postavke” dodaj vrijeme pauze između stavki. Vrijednosti su od 1 do 100. Što je vrijednost manja, to je kraće vrijeme pauze. Što je vrijednost veća, to je duže vrijeme pauze.
pl: Do "ustawień ogólnych" dodano czas przerwy między elementami, wyrażany w wartościach od 1 do 100. Im mniejsza wartość, tym krótszy czas przerwy, im większa wartość, tym dłuższy czas przerwy.
pt_br: Na caixa de diálogo "configuração geral", adiciona o tempo de pausa da configuração entre os itens. Valores de 1 a 100, quanto menor o valor, menor o tempo de pausa e quanto maior o valor, maior o tempo de pausa.
sk: Pridaná možnosť nastaviť pauzu, ktorá sa použije medzi jednotlivými položkami pri interpretovaní matematického obsahu. Akceptované sú hodnoty medzi 0 až 100. Menšie číslo znamená kratšiu pauzu a opačne.
zh_cn: 在「常规设置」新增项与项间停顿时间设置。数值从1到100，数值越小表示停顿时间越短，反之数值越大表示停顿时间越长。

source: Fix setting dialog box can't save configure in NVDA 2018.2.
de: Ein Problem wurde behoben, wobei die Einstellungen in NVDA 2018.2 über das Dialogfeld nicht gespeichert wurden.
es: Corregido un fallo que impedía que el diálogo de configuración guardara los ajustes en NVDA 2018.2.
fr: Correctif la boîte de dialogue des paramètres ne peut pas enregistrer la configuration dans NVDA 2018.2.
gl: Arranxado que a caixa de diálogo de opcións non puidese gardar a configuración en NVDA 2018.2.
hr: Ispravljena greška u dijaloškom okviru postavki, nije se spremala konfiguracija u NVDA 2018.2.
pl: Poprawiona konfiguracja dla wersji NVDA 2018.2.
pt_br: Corrige a caixa de diálogo de Configurações que não pode salvar a configuração no NVDA 2018.2.
sk: Opravená chyba, ktorá spôsobovala nemožnosť uložiť nastavenia v NVDA 2018.2.
zh_cn: 修复设置对话框无法保存。

source: Adjust settings dialog box which divided into "general setting" and "rules setting" dialog box. "General Settings" is the original "Access8Math Settings" dialog box, and "Rule Settings" dialog box is for selecting whether specific rules are enabled.
de: Das Dialogfeld der Einstellungen wurde angepasst. Es wurde in die Dialogfelder "Allgemeine Einstellung" und "Regeleinstellungen" unterteilt. "Allgemeine Einstellungen" ist das ursprüngliche Dialogfeld "Access8Math-Einstellungen", und das Dialogfeld "Regeleinstellungen" dient zur Auswahl, ob bestimmte Regeln aktiviert sind oder nicht.
es: El diálogo de configuración se divide en los diálogos "Opciones generales" y "configuración de reglas". "Opciones generales" es el antiguo diálogo "Ajustes de Access8Math", y el diálogo "Configuración de reglas" sirve para seleccionar si se habilitan ciertas reglas.
fr: Ajustement de la boîte de dialogue des paramètres, qui est divisée en une boîte de dialogue "Paramètres généraux" et "Paramètres des règles". "Paramètres généraux" est la boîte de dialogue "Paramètres Access8Math" d'origine et la boîte de dialogue "Paramètres des règle" permet de sélectionner l'activation ou non de règles spécifiques.
gl: Axustar caixa de diálogo de opcións, dividida nas caixas de diálogo "general setting" (opcións xerais) e "rule setting" (opcións de regras). "General Settings" é a caixa de diálogo "Access8Math settings" (Opcións de Access8Math) orixinal, mentres que a caixa de diálogo "Rule Setting" serve para seleccionar se habilitar regras específicas.
hr: Prilagodi dijaloški okvir postavki koji je podijeljen na dijaloške okvire „Opće postavke” i „Postavke pravila”. „Opće postavke” je izvorni dijaloški okvir za „Access8Math Postavke”, a dijaloški okvir „Postavke pravila” služi za aktiviranje i deaktiviranje određenih pravila.
pl: Dostosowanie okna ustawień. Dialog został podzielony na "ustawienia ogólne" i "ustawienia reguł" . "Ustawienia ogólne" to główny dialog "ustawień Access8Math" , a "ustawienia reguł" służą do włączania i wyłączania poszczególnych reguł.
pt_br: Ajusta caixa de diálogo configurações, dividida nas caixas de diálogo "configuração geral" e "configuração de regras". "Configurações Gerais" é a caixa de diálogo "Configurações do Access8Math" original, e a caixa de diálogo "Configurações de Regras" é para selecionar se regras específicas estão habilitadas.
sk: Nastavenia sú teraz rozdelené do dvoch dialógov. Všeobecné nastavenia (general settings) sú nastavenia doplnku. Nastavenia ppravidiel (rule settings) určujú, ktoré pravidlá sa budú používať pri interpretácii matematického obsahu.
zh_cn: 调整设置对话框，分为「常规设置」、「规则设置」对话框。「常规设置」为原「Access8Math 设置」对话框，「规则设置」对话框则为可选择特定规则是否启用的设置。

source: vector rule: When there is a "⇀" right above two Identifier, the item is read as "Vector...".
de: Vektorregel: Wenn es ein "⇀" direkt über zwei Identifikatoren gibt, wird das Element als "Vektor...." gelesen.
es: regla de vector: cuando hay un símbolo "⇀" encima de dos identificadores, el elemento se lee como "vector...".
fr: règle vecteur : lorsqu'il y a un « ⇀ » juste au-dessus de deux identifiants, l'élément est lu comme "Vecteur…".
gl: regra de vector: cando hay un "⇀" directamente enriba de dous Identifier (identificadores), o elemento lese como "Vector".
hr: Pravilo za vektor: Kad se direktno iznad dva identifikatora nalazi „⇀” , stavka se čita kao „Vektor …”.
pt_br: regra de vetor: Quando existe um "⇀" logo acima de dois identificadores, o item é lido como "Vetor...".
sk: Vektor: Ak je "⇀" priamo nad identifikátorom,, položka je interpretovaná ako "Vektor...".
zh_cn: 向量规则：当两个标识符正上方有一个“⇀”时，该项被朗读为“向量...”。

source: frown rule：When there is a " ⌢ " right above two Identifier, the item is read as "frown...".
de: Stirnrunzeln-Regel: Wenn ein "⌢" direkt über zwei Bezeichnern steht, wird das Element als " Stirnrunzeln ..." gelesen.
es: regla del ceño fruncido: cuando hay un símbolo " ⌢ " sobre dos identificadores, el elemento se lee como "ceño fruncido".
fr: Règle arc : lorsqu'il y a un " ⌢ " juste au-dessus de deux identifiants, l'élément est lu comme "arc ...".
gl: Regra do cello: cando hai un " ⌢ " xusto enriba de dous identificadores, o elemento lese como "cello...".
hr: Pravilo za kružni luk: Kad se direktno iznad dva identifikatora nalazi „⌢” , stavka se čita kao „Kružni luk …”.
pt_br: regra de carranca: Quando há um " ⌢ " logo acima de dois identificadores, o item é lido como "arco...".
sk: Pravidlo pre symbol frown ：Ak je " ⌢ " priamo nad identifikátorom, položka je interpretovaná ako "frown...".
zh_cn: 弧度规则：当两个Identifier的正上方有「⌢」时，将该项朗读为「弧……」

source: positive rule: Read "positive" rather than "plus" when plus sign in first item or its previous item is certain operator.
de: positive Regel: wird als "positiv" statt "plus" gelesen, wenn sich das Plus im ersten Element befindet oder sein vorheriger Element ein bestimmter Operator ist.
es: regla positivo: lee "positivo" en vez de "más" cuando haya un signo más en el primer elemento o el elemento anterior sea un operador concreto.
fr: règle positif : lire "positif" au lieu de "plus" lorsque le signe plus est le premier élément ou 'il est précédé par certains opérateurs.
gl: Regra de positivos: ler "positivo" no canto de "máis" cando hai un máis no primeiro elemento ou cando o elemento anterior é dito operador.
hr: Pravilo za pozitivno: Pročitaj „pozitivno”, a ne „plus” kad je znak plus u prvoj stavci ili njenoj prethodnoj stavci određeni operator.
pl: reguła pozytywna: Przeczytaj "pozytywny", a nie "plus", gdy znak plus w pierwszym elemencie lub jego poprzedni element jest pewnym operatorem.
pt_br: regra de positivo: Ler "positivo" em vez de "mais" quando o sinal de adição no primeiro item ou seu item anterior for um operador determinado.
sk: Kladné čísla: Namiesto "+" číta "kladné"
zh_cn: 正规则：当「+」在首项或其前项为标记时，将「+」读为「正」而非「加」

source: square rule: When the power is 2, the item is read as "squared".
de: Quadratregel: Wenn die Potenz 2 ist, wird das Element als "Quadtrat" gelesen.
es: regla del cuadrado: cuando el exponente de la potencia sea 2, el elemento se lee como "al cuadrado".
fr: règle au carré : lorsque la puissance est de 2, l'élément est lu comme "au carré".
gl: Regra de cadrados: Cando a potencia é 2, o elemento lese como "ó cadrado".
hr: Pravilo za kvadratno: Kad je eksponent 2, element se čita kao „na kvadrat”.
pl: reguła kwadratowa: Gdy moc wynosi 2, element jest odczytywany jako "do kwadratu".
pt_br: regra quadrada: Quando a potência é 2, o item é lido como "ao quadrado".
sk: Mocnina štvorcové: Ak je umocnené na 2, prečíta ako "squared" (štvorcové).
zh_cn: 平方规则：当次方数为2时，将其读为「…的平方」

source: cubic rule: When the power is 3, the item is read as "cubed".
de: kubische Regel: Wenn die Potenz 3 ist, wird das Element als "kubisch" gelesen.
es: regla cúbica: cuando el exponente de la potencia sea 3, el elemento se lee como "al cubo".
fr: règle au cube : Lorsque la puissance est de 3, l'élément est lu comme "au cube".
gl: regra de cubos: Cando a potencia é 3, o elemento lese como "ó cubo".
hr: Pravilo za kubično: Kad je eksponent 3, element se čita kao „na treću”.
pl: reguła sześcienna: Gdy moc wynosi 3, element jest odczytywany jako "sześcienny".
pt_br: regra cúbica: Quando a potência é 3, o item é lido como "ao cubo".
sk: Mocnina kubické: Ak je umocnené na 3, číta ako "cubed" (kubické).
zh_cn: 立方规则：当次方数为3时，将其项读为「…的立方」

source: line rule: When there is "↔" right above two Identifier, the item is read as "Line ...".
de: linienregel: Wenn sich ein "↔" direkt über zwei Identifikatoren befindet, wird das Element als "Linie...." gelesen.
es: regla de línea: cuando haya un síbolo "↔" sobre dos identificadores, el elemento se lee como "línea...".
fr: règle droite : lorsqu'il y a "↔" au-dessus de deux identifiants, l'élément est lu comme "droite …" (notation anglo-saxonne).
gl: regra de liña: Cando hai un "↔" xusto enriba de dous identificadores, o elemento lese como "Liña ...".
hr: Pravilo za dužinu: Kad se direktno iznad dva identifikatora nalazi „↔” , stavka se čita kao „Dužina …”.
pt_br: regra de linha: Quando houver "↔" logo acima de dois identificadores, o item será lido como "Linha ...".
sk: Čiara: Ak je "↔" priamo nad identifikátorom, prečíta "Line ..." (čiara).
zh_cn: 直线规则：当两个Identifier的正上方有「↔」时，将该项朗读为「直线……」
