Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: de, es, fa, fr, gl, hr, pl, pt_br, ro, sk, vi, zh_cn

source: "New language" dialog can adding language not included in Access8Math built-in. Upon Adding language option will appear in the Reading Settings language selection, Allowing for the Definition of speech/braille via the Unicode Dictionary and Mathematics Rules, Resulting in Localization.
es: El diálogo "Añadir nuevo idioma" permite añadir un nuevo idioma no incorporado en Access8Math. El nuevo idioma aparecerá en la selección de idiomas de las opciones de lectura, permitiendo la definición en voz y braille mediante el diccionario Unicode y las reglas matemáticas, dando como resultado una traducción.
fr: La boîte de dialogue "Ajout d'une nouvelle langue" permet d'ajouter une nouvelle langue non incorporée dans Access8Math. La nouvelle langue apparaîtra dans la sélection des langues des paramètres de lecture, permettant la définition de la parole et du braille via le dictionnaire Unicode et les règles mathématiques, entraînant une traduction.
pl: Okno dialogowe "Nowy język" może dodać język niezawarty we wbudowanym programie Access8Math. Po dodaniu języka pojawi się opcja wyboru języka Ustawienia czytania, umożliwiając definicję mowy / alfabetu Braille'a za pomocą słownika Unicode i reguł matematycznych, co skutkuje lokalizacją.
zh_cn: 「添加新语言」可加入插件未提供的语言，加入后在常规设置内会多出刚添加的语系并可随后通过「unicode 朗读字典」与「数学规则」定义读法实现多语言机制

source: Access8Math establishes mathematical rules according to the mathematical type and logic to decide the reading math method and order. According to different local math reading logic, the math reading text and order can be changed. The method is as follows:Access8Math establishes 46 mathematical rules according to the mathematical type and logic to decide the reading math method and order. According to different local math reading logic, the math reading text and order can be changed. The method is as follows:Using the View menu in the Access8Math editor or the command gesture Alt + H can display the Export option in the View command menu. By exporting, the system converts the edited document to an HTML file and compresses it with the original text file into an Access8Math Document, which is a zip file.
es: Access8Math establece reglas matemáticas según el tipo matemático y la lógica para decidir el orden y método de lectura matemática. En función de la lógica local de lectura matemática, el texto y orden de lectura matemática puede cambiarse. El método es como sigue:Access8Math establece 46 reglas matemáticas según el tipo matemático y la lógica para decidir el orden y método de lectura matemática. En función de lógica local de lectura matemática, el texto y orden de lectura matemática puede cambiarse. El método es como sigue:

source: Edit: After entering the "math rule", the window lists 46 math rules. Choose any math rule and select the "Edit" to enter the editing entry.Edit: After entering the "math rule", the window lists 46 math rules. Choose any math rule and select the "Edit" to enter the editing entry.Both methods create an Access8Math document. The only difference is that using the Export option in the Access8Math editor also compresses the referenced resources into the zip file.
es: Editar: tras entrar en la "regla matemática", la ventana lista 46 reglas matemáticas. Elige cualquiera de ellas y pulsa "Editar" para modificar la entrada.Editar: tras entrar en la "regla matemática", la ventana lista 46 reglas matemáticas. Elige cualquiera de ellas y pulsa "Editar" para modificar la entrada.

source: The "editing entry" can be divided into two major blocks, the "Serialized ordering" and the "Child role".
de: Der "Bearbeitungseintrag" lässt sich in zwei große Blöcke unterteilen, die "Serialisierte Ordnung" und die "untergeordnete Rolle".
es: La "edición de entrada" puede dividirse en dos bloques principales, el "orden serializado" y el "rol del hijo".
fr: La boîte de dialogue « Éditer une entrée » est divisée en deux blocs principaux, « Ordre sérialisé » et « Rôle des enfants ».
gl: A "editing entry" (edición da entrada) divídese en dous bloques principais, o de "serialized ordering" (orde serializada) e o de "child role" (rol fillo).
hr: „Unos koji se uređuje” može se podijeliti u dva glavna bloka, „Nanizani redoslijed” i „Uloga podređenog”.
pl: "Edytowanie reguły" można podzielić na dwa główne bloki: "Układ podzielony" i "Rolę podrzędną".
pt_br: A "edição da entrada" pode estar dividida em dois blocos principais, a "Ordenação serializada" e a "Função filha".
sk: Režim úpravy pozostáva z dvoch častí. Poradie čítania a vnorené objekty.
zh_cn: 规则的"编辑条目"可分为两大部分，分别是序列化顺序与子节点角色。

source: Serialized ordering: Math rule is divided into multiple blocks according to the reading order. In this area, the reading order of child node and the delimitation text of start, inter- and the end can be changed. Taking the fractional rule mfrac as an example, this rule is divided into five reading blocks. The order 0, 2, and 4 represent the initial prompt, the project segmentation prompt, and the end prompt, respectively, and the meanings text can be changed in each field. Order 1 and 3 adjust the reading sequence of child node which can be changed in the drop-down menu.Serialized ordering: Math rule is divided into multiple blocks according to the reading order. In this area, the reading order of child node and the delimitation text of start, inter- and the end can be changed. Taking the fractional rule mfrac as an example, this rule is divided into five reading blocks. The order 0, 2, and 4 represent the initial prompt, the project segmentation prompt, and the end prompt, respectively, and the meanings text can be changed in each field. Order 1 and 3 adjust the reading sequence of child node which can be changed in the drop-down menu.An Access8Math Document contains an HTML file with math content in MathML. Users can read the math content in various ways (text reading, speech listening, braille reading).
es: Orden serializado: la regla matemática se divide en varios bloques según el orden de lectura. En este área, el orden de lectura del nodo hijo y el texto de delimitación del inicio, la mitad y el final puede cambiarse. Tomando la regla fraccional mfrac como ejemplo, esta regla se divide en cinco bloques de lectura. Los órdenes 0, 2 y 4 representan el símbolo inicial, el símbolo de proyección de la segmentación y el símbolo final, respectivamente, y sus textos de significado pueden cambiarse en cada campo. Los órdenes 1 y 3 ajustan la secuencia de lectura del nodo hijo, que puede modificarse en el menú desplegable.Orden serializado: la regla matemática se divide en varios bloques según el orden de lectura. En este área, el orden de lectura del nodo hijo y el texto de delimitación del inicio, la mitad y el final puede cambiarse. Tomando la regla fraccional mfrac como ejemplo, esta regla se divide en cinco bloques de lectura. Los órdenes 0, 2 y 4 representan el símbolo inicial, el símbolo de proyección de la segmentación y el símbolo final, respectivamente, y sus textos de significado pueden cambiarse en cada campo. Los órdenes 1 y 3 ajustan la secuencia de lectura del nodo hijo, que puede modificarse en el menú desplegable.

source: Child role: The next-level sub-item of the mathematical rule. Taking the fractional rule mfrac as an example, the rule contains the numerator and the denominator. The sub-content in the upper sub-content meaning can be changed in the child-node role field.
de: Untergeordnete rrolle: Die Unterposition der nächsten Stufe der mathematischen Regel. Am Beispiel der Bruchregel mfrac enthält die Regel den Zähler und den Nenner. Der untere Inhalt im oberen Inhaltsbereich kann im Rollenfeld des untergeordneten Operators geändert werden.
es: Rol del hijo: el subelemento del siguiente nivel de la regla matemática. Tomando la regla fraccional mfrac como ejemplo, la regla contiene el numerador y el denominador. El significado del subcontenido dentro del contenido de nivel superior puede cambiarse en el campo de rol del nodo hijo.Rol del hijo: el subelemento del siguiente nivel de la regla matemática. Tomando la regla fraccional mfrac como ejemplo, la regla contiene el numerador y el denominador. El significado del subcontenido dentro del contenido de nivel superior puede cambiarse en el campo de rol del nodo hijo.
fr: Rôle des enfants : les sous-éléments du niveau inférieur de la règle mathématique. Par exemple, pour la règle des fractions mfrac, la règle contient le numérateur et le dénominateur. La signification du sous-contenu dans l'élément supérieur peut être modifiée dans le champ correspondant au rôle enfant.
gl: Child role (rol fillo): o subelemento de seguinte nivel da regra matemática. Poñendo a regra fraccional mfrac como exemplo, a regra contén o numerador e o denominador. O subcontido no significado do subcontido pai pódese modificar no campo child-node role (rol do nodo fillo).
hr: Uloga podređenog: Podstavka sljedeće razine matematičkog pravila. Uzimajući kao primjer razlomačko pravilo mfrac, pravilo sadrži brojnik i nazivnik. Podsadržaj u značenju gornjeg podsadržaja može se promijeniti u polju uloge podređenog čvora.
pl: Rola podrzędna to element następnego poziomu reguły matematycznej. Na przykład reguła ułamkowa mfrac zawiera licznik i mianownik. Podtreść w znaczeniu podtreści wyższej warstwy można zmieniać w polu roli węzła podrzędnego.
pt_br: Função filha: O subitem de próximo nível da regra matemática. Tomando a regra fracionária mfrac como exemplo, a regra contém o numerador e o denominador. O subconteúdo no significado do subconteúdo superior pode ser alterado no campo de função do nó filho.
sk: Vnorený blok (Child role): Vnorený blok v interpretovanom zápise. V zlomku ide o konkrétne hodnoty čitateľa a menovateľa.
zh_cn: 子节点角色：数学规则的下一级子项。以分数规则mfrac为例，该规则包含分子和分母。上层子内容含义中的子内容可以在子节点角色字段中更改。

source: Recover default: Restores the list of math rules to their initial presets.
de: Standardeinstellungen wiederherstellen: Stellt die Liste der mathematischen Regeln auf ihre ursprünglichen Voreinstellungen zurück.
es: Restaurar por defecto: restaura la lista de reglas matemáticas a sus valores por defecto.
fr: Réinitialiser aux valeurs par défaut : Réinitialise la liste des règles mathématiques avec les préréglages initiaux.
gl: Recover default (Recuperar predeterminada): Restaura a lista de regras matemáticas ós seus prestablecementos iniciais.
hr: Obnovi standardne vrijednosti: Vraća popis matematičkih pravila na njihove izvorne vrijednosti.
pl: Przywróć domyślne: Resetuje listę reguł matematycznych do ustawień początkowych.
pt_br: Recuperar padrão: Restaura a lista de regras matemáticas para suas predefinições iniciais.
sk: Obnoviť nastavenia (Recover default): Obnoví nastavenia pravidiel a zmaže vlastné definície.
zh_cn: 恢复默认值：将数学规则列表恢复到初始默认值。

source: Import: Import math rules files, which can be used to load math rules files.
de: Importieren: Importieren Sie Dateien mit vordefinierten mathematischen Regeln.
es: Importar: importa archivos con reglas matemáticas, que pueden servir para cargar reglas nuevas.
fr: Importer : Importer des fichiers de règles mathématiques, qui peuvent être utilisés pour charger des règles mathématiques.
gl: Import (Importar): Importar arquivos de regras matemáticas, que se pode usar para cargar arquivos de regras matemáticas.
hr: Uvoz: Uvezi datoteke matematičkih pravila koje se mogu koristiti za učitavanje datoteka s matematičkim pravilima.
pl: Importuj: importuje pliki reguł, aby ułatwić ich ładowanie.
pt_br: Importar: Importa arquivos de regras matemáticas, que podem ser usados para carregar arquivos de regras matemáticas.
sk: Import: Umožňuje importovať pravidlá čítania matematického obsahu zo súboru.
zh_cn: 导入：将数学规则文件导入，可用于加载数学规则文件。

source: Export: Save the math rules file to the specified path to share or keep.
de: Exportieren: Speichern Sie die Mathematischen Regeln im angegebenen Pfad in einer Datei, um sie weiterzugeben oder aufzubewahren.
es: Exportar: guarda el fichero de reglas matemáticas a la ruta especificada para que pueda compartirse o conservarse.
fr: Exporter: enregistrer un fichier de règles mathématiques dans le chemin spécifié à partager ou à conserver.
gl: Export (Exportar): Gardar o arquivos de regras matemáticas na ruta especificada para compartilo ou mantelo.
hr: Izvoz: Spremi datoteku matematičkih pravila u zadanu stazu, kako bi se mogla dijeliti ili sačuvati.
pl: Eksportuj: Zapisuje pliki reguł w wybranej lokalizacji, co pozwala je udostępniać lub archiwizować.
pt_br: Exportar: Salve o arquivo de regras matemáticas no caminho especificado para compartilhar ou manter.
sk: Export: Uloží aktuálne pravidlá čítania matematického obsahu do súboru.
zh_cn: 导出：将数学规则文件保存到指定路径，便于分享或保存数学规则文件。

source: Cubic function: https://en.wikipedia.org/wiki/Cubic_function
de: Kubische Funktion: https://de.wikipedia.org/wiki/Kubische_Funktion
es: Función cúbica (en inglés): https://en.wikipedia.org/wiki/Cubic_function
fr: Fonction cubique : https://fr.wikipedia.org/wiki/Fonction_cubique
gl: Función cúbica: https://es.wikipedia.org/wiki/Ecuaci%C3%B3n_de_tercer_grado#Funci%C3%B3n_c%C3%BAbica (en español)
hr: Kubične funkcije: https://en.wikipedia.org/wiki/Cubic_function
pl: Równanie sześcienne: https://pl.wikipedia.org/wiki/R%C3%B3wnanie_sze%C5%9Bcienne
pt_br: Cubic function (Função cúbica — em inglês): https://en.wikipedia.org/wiki/Cubic_function
sk: Kubické rovnice (anglicky): https://en.wikipedia.org/wiki/Cubic_function
zh_cn: 三次方城市：https://zh.wikipedia.org/zh-tw/%E4%B8%89%E6%AC%A1%E6%96%B9%E7%A8%8B

source: MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>Math Rules Braille Output: Customize how different math rules are displayed in Braille outputs.
es: MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>

source: Please report any bugs or comments, thank you!
de: Bitte melden Sie Fehler oder Kommentare, danke!
es: No dudes en informar de cualquier fallo que encuentres o comentar lo que quieras, ¡gracias!
fr: Merci de faire remonter tout bug ou commentaire.
gl: Por favor reporta calquera erro ou comentario, grazas.
hr: Javi greške ili komentare. Hvala!
pl: Prosimy o zgłaszanie wszelkich błędów lub komentarzy, dziękujemy!
pt_br: Por favor, reporte quaisquer falhas ou comentários, grato!
sk: Ďakujeme za postrehy a návrhy na zlepšenie!
zh_cn: 欢迎提出见意与 bug 反馈，谢谢！

source: Access8Math update log
es: Registro de actualización de Access8Math
fr: Mise à jour du journal Access8Math
pl: Dziennik aktualizacji Access8Math
zh_cn: Access8Math 更新日志

source: Access8Math v3.6 Update
es: Actualización de Access8Math v3.6
fr: Mise à jour Access8Math v3.6
zh_cn: Access8Math v3.6 更新

source: new feature: Nemeth Braille Input, with the same functionality as LaTeX input. Allows for real-time interactive navigation (Alt+I) during editing and supports outputting HTML+MathML documents.
es: nueva función: entrada braille de Nemeth, con la misma funcionalidad de la entrada LaTeX. Permite navegación interactiva en tiempo real (alt+i) durante la edición y soporta la emisión de documentos HTML+MathML.
fr: nouvelle fonctionnalité : l'entrée en braille Nemeth, avec la même fonctionnalité que l'entrée de LaTeX. Permet la navigation interactive en temps réel (Alt+I) lors de l'édition et prend en charge la sortie des documents HTML+MathML.
zh_cn: 新功能：Nemeth 盲文输入，与 LaTeX 输入具有相同的功能。允许在编辑过程中进行实时交互式导航（Alt+I），并支持输出 HTML+MathML 文档。

source: new feature: Added Nemeth delimiter UEB/at(@@) for distinguish Nemeth content.
es: nueva función: añadido delimitador UEB/at(@@) para distinguir el contenido Nemeth.
fr: nouvelle fonctionnalité : Ajout du délimiteur Nemeth UEB / arobase(@@) pour faire la distinction du contenu Nemeth.
zh_cn: 新功能：添加 Nemeth 分隔符 UEB/at(@@) 以区分 Nemeth 内容。

source: new feature: You can convert and copy LaTeX from Math object in interactive navigation mode.
es: nueva función: se puede convertir y copiar LaTeX desde un objeto matemático en el modo de navegación interactiva.
fr: nouvelle fonctionnalité : vous pouvez convertir et copier de LaTeX à partir de l'objet mathématique en mode de navigation interactive.
zh_cn: 新功能：您可以在交互式导航模式下从 Math 对象转换和复制 LaTeX。

source: Added the NVDA+Shift+F10 shortcut to open virtual context menu in the file explorer.
es: Añadido el atajo NVDA+shift+f10 para abrir el menú de contexto virtual en el explorador de archivos.
fr: Ajout du raccourci NVDA+Maj+F10 pour ouvrir le menu contextuel virtuel dans l'explorateur de fichiers.
zh_cn: 添加了 NVDA+Shift+F10 快捷方式以在文件资源管理器中打开虚拟上下文菜单。

source: Fixed and optimized localized UI issues and cleaned localized file format.
es: Fallos corregidos y optimización de la interfaz traducida, y limpieza de formato en archivos traducidos.
fr: Problèmes d'interface utilisateur localisés Corrigés et optimisés et nettoyé le format de fichier localisé.
zh_cn: 修复并优化了本地化 UI 问题并清理了本地化文件格式。

source: Access8Math v3.5 Update
es: Actualización de Access8Math v3.5
fr: Mise à jour Access8Math v3.5
pl: Aktualizacja Access8Math v3.5
zh_cn: Access8Math v3.5 更新

source: Vectors and rays can be distinguished correctly
es: Se pueden distinguir correctamente los vectores y las rayas
fr: Les vecteurs et les rayons peuvent être distingués correctement
pl: Wektory i promienie można poprawnie rozróżnić
zh_cn: 可以正确区分向量和射线

source: Utilizing dialogue to display image, video, or audio resources in an Access8Math HTML document
es: Se utiliza un diálogo para mostrar recursos de imagen, vídeo o audio en un documento HTML de Access8Math
fr: Un dialogue est utilisée pour afficher des ressources d'image, de vidéo ou audio dans un document HTML d'Access8Math
pl: Używanie dialogów do wyświetlania zasobów obrazu, wideo lub audio w dokumencie HTML Access8Math
zh_cn: 在 Access8Math HTML 文档中使用对话框显示图片、视频和音频资源

source: Using a new window to open link resources in an Access8Math HTML document
es: Se usa una nueva ventana para abrir enlaces de un documento HTML de Access8Math
fr: Une nouvelle fenêtre est utilisée pour ouvrir des liens à partir d'un document HTML d'Access8Math
pl: Otwieranie zasobów łącza w dokumencie HTML Access8Math za pomocą nowego okna
zh_cn: 在 Access8Math HTML 文档中使用新窗口打开链接。

source: The MathML namespace is exported when copying MathML from the Math object in interactive navigation mode
es: Se exporta el espacio de nombres MathML al copiar MathML desde el objeto matemático en el modo de navegación interactivo
fr: L'espace de nom de MathML est exporté lors de la copie de MathML à partir de l'objet mathématique en mode de navigation interactive
pl: Przestrzeń nazw MathML jest eksportowana podczas kopiowania MathML z obiektu Math w interaktywnym trybie nawigacji
zh_cn: 在交互式导航模式下从 Math 对象复制 MathML 时增加 MathML 命名空间

source: Display font adjustment, find and replace feature in Access8Math editor
es: Se muestran los ajustes de fuente y la función de buscar y reemplazar en el editor
fr: Les ajustements de la police et la fonction de Trouver et remplacer sont affichés dans l'éditeur
pl: Wyświetl funkcję dopasowywania czcionek, znajdowania i zamieniania w edytorze Access8Math
zh_cn: Access8Math 编辑器增加了显示字体的调整，以及查找与替换功能

source: Compatibility with NVDA 2023.1
es: Compatibilidad con NVDA 2023.1
fr: Compatibilité avec NVDA 2023.1
pl: Zgodność z NVDA 2023.1
zh_cn: 与 NVDA 2023.1 兼容

source: Access8Math v3.4 Update
es: Actualización de Access8Math v3.4
fr: Mise à jour Access8Math v3.4
pl: Aktualizacja Access8Math v3.4
zh_cn: Access8Math v3.4 更新

source: Speech, Braille, and interactive source move to Preferences -> Settings -> Math Reader category.
es: Se mueven las fuentes de habla, braille e interacción a Preferencias -> Opciones -> Categoría Math Reader.
fr: Les sources vocale, braille et d'interaction se déplacent vers les Préférences -> Paramètres -> catégorie Lecteur Mathématique.
pl: Mowa, alfabet Braille'a i źródło interaktywne są przenoszone do kategorii Preferencje -> Ustawienia -> Czytnik matematyki.
zh_cn: 语音、盲文、交互来源，移动到 NVDA 菜单 -> 选项 -> 设置 -> 数学阅读器的类别下。

source: Integrated MathCAT, you can choose what speech, braille, and interactive source(Access8Math/Math Player/MathCAT) you need in Math Reader settings panel when having already installed Math Player/MathCat.Integrated MathCAT, you can choose what speech, braille, and interactive source(Access8Math/Math Player/MathCAT) you need in Math Reader settings panel when having already installed Math Player/MathCat.Modify: Choose a symbol and edit its alternative text. The system will then read out and display Braille outputs based on the alternative text.
es: Se ha integrado MathCat. Ahora puedes elegir qué fuente de habla, braille e interacción (Access8Math/Math Player/MathCAT) necesitas desde el panel de opciones de Math Reader al tener instalados Math Player o MathCAT.Se ha integrado MathCat. Ahora puedes elegir qué fuente de habla, braille e interacción (Access8Math/Math Player/MathCAT) necesitas desde el panel de opciones de Math Reader al tener instalados Math Player o MathCAT.

source: Used MultiCategorySettingsDialog to collect settings dialog.
es: Se usa un diálogo de categorías para recopilar todos los diálogos de opciones.
fr: Un dialogue des catégories est utilisé pour collecter toutes les dialogues de paramètres.
pl: Użyto MultiCategorySettingsDialog do zbierania okna dialogowego ustawień.
zh_cn: 使用 MultiCategorySettingsDialog 整合设置对话框。

source: Press NVDA+alt+e open text file with the built-in editor in File Explore.
es: Pulsa NVDA+alt+e para abrir un archivo de texto con el editor incorporado en el explorador de archivos.
fr: Appuyer sur NVDA+alt+e pour ouvrir le fichier texte avec l'éditeur incorporé dans l'Explorateur de fichiers.
pl: Naciśnij NVDA + alt + e otwórz plik tekstowy za pomocą wbudowanego edytora w Eksploracji plików.
zh_cn: 按 NVDA+Alt+E 在文件管理器中使用内置编辑器打开文件。

source: Add built-in editor using traditional editing area because of windows 11 changed to UIA editing area
de: Hinzufügen eines integrierten Editors, der den traditionellen Bearbeitungsbereich verwendet, da Windows 11 auf den UIA-Bearbeitungsbereich umgestellt wurde
es: Se añade un editor incorporado que utiliza el área de edición tradicional porque Windows 11 ha cambiado a un área de edición basada en UIASe añade un editor incorporado que utiliza el área de edición tradicional porque Windows 11 ha cambiado a un área de edición basada en UIA
fr: Un éditeur incorporé qui utilise la zone d'édition traditionnelle est ajouté car Windows 11 a changé en une zone d'édition basée sur l'UIA
pl: Dodaj wbudowany edytor przy użyciu tradycyjnego obszaru edycji, ponieważ Windows 11 zmienił się na obszar edycji UIA
zh_cn: 新增插件内置编辑器， Windows11 系统可使用该编辑器
