Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: NVDA 2019.3 or later is required.
bg: Изисква се NVDA 2019.3 или по-нова версия.
de: Benötigt NVDA 2019.3 oder neuer.
es: Se necesita NVDA 2019.3 o posterior.
fi: Vaatii NVDA 2019.3:n tai uudemman.
fr: Nécessite NVDA 2019.3 ou une version ultérieure.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA 2019.3 ili noviju.
hu: NVDA 2019.3 vagy újab verzió szükséges
it: E' richiesto NVDA 2019.3 o versioni successive.
ja: NVDA 2019.3以降が必要です。
pl: Wymagana jest wersja NVDA 2019.3 lub nowsza.
pt_br: É necessário o NVDA 2019.3 ou posterior.
pt_pt: Requere NVDA 2019.3 ou posterior.
ru: Требуется NVDA 2019.3 или более поздней версии.
sk: Vyžaduje NVDA od verzie 2019.3.
sr: NVDA 2019.3 ili noviji je neophodan.
tr: NVDA 2019.3 veya üstü gereklidir.
uk: Вимагає NVDA 2019.3 чи новішу.
vi: Yêu cầu NVDA 2019.3 trở lên.

source: When installing add-on updates, Add-on Updater will no longer check for compatibility range. NVDA itself will check add-on compatibility.
bg: При инсталиране на обновления за добавки, "Обновяване на добавките" вече няма да проверява диапазона на съвместимост. Тази проверка ще се осъществява от NVDA.
de: Bei der Installation von Erweiterungs-Updates überprüft die Erweiterungsaktualisierung nicht mehr den Kompatibilitätsbereich. Dies macht nun NVDA selbst.
es: Al instalar actualizaciones de complementos, Add-on updater ya no comprobará el rango de compatibilidad. El propio NVDA comprobará la compatibilidad del complemento.
fi: Lisäosien päivittäjä ei enää tarkista yhteensopivuusaluetta lisäosien päivityksiä asennettaessa. NVDA tarkistaa itse yhteensopivuuden.
fr: Lors de l'installation de mises à jour d'extensions, Mise à Jour des Extension ne vérifiera plus la compatibilité des extensions. NVDA lui-même vérifiera la compatibilité des extensions.
gl: Ao instalar actualizacións de complementos, Add-on Updater xa non verificará o rango de compatibilidade. O propio NVDA verificará a compatibilidade do complemento.
hr: Prilikom instaliranja nadogradnji dodataka, dodatak „Nadogradnja dodataka” više ne provjerava raspon kompatibilnosti. Kompatibilnost se provjerava direktno u NVDA-u.
hu: Bővítmények frissítésének telepítésekor már nem a Bővítmény-frissítő, hanem maga az NVDA ellenőrzi, hogy a kérdéses bővítmény kompatibilis-e a futó verzióval.
it: Quando si installeranno aggiornamenti dei componenti aggiuntivi, Add-on Updater non controllerà più l'intervallo di compatibilità. Sarà NVDA ad effettuare questo controllo.
ja: アドオンの更新をインストールする時、Add-on Updaterが互換性範囲の確認をしなくなりました。NVDAそのものがアドオンの互換性を確認します。
pl: Od teraz przy instalacji dodatków, add-on updater nie będzie sprawdzał zgodność dodatków. NVDA będzie sprawdzała zgodność dodatków.
pt_br: Ao instalar atualizações de complemento, o Atualizador de Complemento não verificará mais o alcance da compatibilidade. O próprio NVDA verificará a compatibilidade do complemento.
pt_pt: Ao instalar actualizações de extras já não será verificada a compatibilidade pelo actualizador, visto que o NVDA fará essa verificação.
ru: При установке обновлений дополнения Add-on Updater больше не будет проверять диапазон совместимости. NVDA сама проверит совместимость дополнения.
sk: Aktualizačný nástroj viac nekontroluje kompatibilitu doplnkov, nakoľko toto už kontroluje priamo NVDA.
sr: Kada se instaliraju ažuriranja, dodatak više neće proveravati kompatibilnost. Ovo će činiti sam NVDA.
tr: Eklenti güncellemelerini yüklerken Eklenti Güncelleyici artık uyumluluk aralığını kontrol etmeyecektir. NVDA'nın kendisi eklenti uyumluluğunu kontrol edecektir.
uk: При встановленні оновлень для додатків, Add-on Updater більше не перевірятиме їх на сумісність. Це робитиме безпосередньо NVDA.
vi: Khi cài đặt các cập nhật add-on, bộ cập nhật Add-on sẽ không còn kiểm tra phạm vi tương thích nữa. NVDA sẽ tự làm điều đó.

source: Version 19.11
bg: Версия 19.11
es: Versión 19.11
fi: Versio 19.11
gl: Versión 19.11
hr: Verzija 19.11
hu: 19.11-es verzió
it: Novità nella versione 19.11
ja: バージョン19.11
pl: Wersja19.11
pt_br: Versão 19.11
pt_pt: Versão 19.11
ru: Версия 19.11
sk: Verzia 19.11
sr: Verzija 19.11
tr: Sürüm 19.11
uk: Версія 19.11
vi: Phiên bản 19.11

source: When add-on updates are available, NVDA will announce how many updates are available.
bg: Когато са налични обновления за добавки, ще бъде докладвано колко обновления са налични.
de: Wenn Erweiterungs-Updates verfügbar sind, gibt NVDA deren Anzahl aus.
es: Cuando haya actualizaciones de complementos disponibles, NVDA anunciará cuántas hay.
fi: Kun lisäosien päivityksiä on saatavilla, NVDA ilmoittaa niiden määrän.
fr: Quand des mises à jour d'extensions sont disponible, NVDA annoncera le nombre de mises à jour disponibles.
gl: Cando estean dispoñibles actualizacións de complementos,NVDA anunciará cantas actualizacións están dispoñibles.
hr: Kad postoje nadogradnje, NVDA će objaviti broj dostupnih nadogradnji.
hu: Ha elérhetők bővítmény frissítések, az NVDA már bejelenti, hogy hány bővítményt lehet frissíteni.
it: Quando sono disponibili aggiornamenti di componenti aggiuntivi, NVDA dirà quanti ve ne sono.
ja: アドオンの更新が可能な時、NVDAがいくつ更新が可能か知らせるようになりました。
pl: Gdy nowe aktualizacje są dostępne, NVDA powie, ile aktualizacji jest dostępnych do zainstalowania.
pt_br: Quando as atualizações de complementos estiverem disponíveis, o NVDA anunciará quantas atualizações estão disponíveis.
pt_pt: Quando estiverem disponíveis acttualizações de extras, , o NVDA anunciará quantas actualizações estão disponíveis.
ru: Когда обновления дополнения будут доступны, NVDA сообщит, сколько обновлений доступно.
sk: Ak sú dostupné aktualizácie, NVDA oznámi ich počet.
sr: Kada su dostupna ažuriranja dodataka, NVDA će izgovoriti koliko ažuriranja je dostupno.
tr: Eklenti güncellemeleri mevcut olduğunda, NVDA güncelleme ssayısını bildirecektir.
uk: Коли доступні оновлення додатків, NVDA повідомлятиме кількість додатків, для яких доступні оновлення.
vi: Khi có các cập nhật add-on, NVDA sẽ cho biết có bao nhiêu bản cập nhật.

source: Version 19.09
bg: Версия 19.09
es: Versión 19.09
fi: Versio 19.09
gl: Versión 19.09
hr: Verzija 19.09
hu: 19.09-es verzió
it: Novità nella versione 19.09
ja: バージョン19.09
pl: Wersja 19.09
pt_br: Versão 19.09
pt_pt: Versão 19.09
ru: Версия 19.09
sk: verzia 19.09
sr: Verzija 19.09
tr: Sürüm 19.09
uk: Версія 19.09
vi: Phiên bản 19.09

source: Requires NVDA 2019.2 or later.
bg: Изисква NVDA 2019.2 или по-нова.
de: Benötigt NVDA 2019.2 oder neuer.
es: Necesita NVDA 2019.2 o posterior.
fi: Vaatii NVDA 2019.2:n tai uudemman.
fr: Nécessite NVDA 2019.2 ou une version ultérieure.
gl: Require NVDA 2019.2 ou posterior.
hr: Zahtijeva NVDA 2019.2 ili noviju.
hu: NVDA 2019.2 vagy újab verzióra van szükség
it: Richiede NVDA 2019.2 o versioni successive.
ja: NVDA 2019.2以降が必要です。
pl: Wymaga NVDA 2019.2 lub nowszą.
pt_br: Requer NVDA 2019.2 ou posterior.
pt_pt: Requere NVDA 2019.2 ou posterior.
ru: Требуется NVDA 2019.2 или более поздней версии.
sk: Vyžaduje NVDA od verzie 2019.2.
sr: Zahteva NVDA 2019.2 ili noviji.
tr: NVDA 2019.2 veya üstü gereklidir.
uk: Вимагає NVDA 2019.2 чи новішу.
vi: Yêu cầu NVDA 2019.2 trở lên.

source: Timeout errors seen when attempting to download some add-on updates (notably add-on files hosted on GitHub) has been resolved.
bg: Отстранени са грешките с изтичане на времето за изчакване, наблюдавани при опит за изтегляне на обновленията за някои добавки (по-специално файлове с добавки, хоствани в GitHub).
de: Zeitüberschreitungs-Fehler beim Aktualisieren von Erweiterungen behoben,die vor allem bei auf Github gehosteten Erweiterungen auftraten.
es: Se han resuelto errores de tiempo de espera agotado vistos al intentar descargar algunas actualizaciones de complementos (especialmente complementos alojados en GitHub).
fi: Ratkaistu ongelma, joka aiheutti aikakatkaisuvirheitä yritettäessä ladata joidenkin lisäosien (varsinkin GitHubissa ylläpidettävien) päivityksiä.
fr: Un problème de limite de temps dépassée constatées lors du téléchargement de certaines mises à jour d'extensions (en particulier pour des fichiers hébergés sur GitHub) a été corrigé.
gl: Resoltos erros de expiración experimentados ao tentar descargar algunhas actualizacións de complementos (concretamente arquivos de complementos aloxados en GitHub).
hr: Otklonjene su greške isteka vremena prilikom pokušaja preuzimanja nekih nadogradnji dodataka (to se odnosi naročito za datoteke dodatka koje se nalaze na GitHubu).
hu: Már nem lép fel időtúllépési hiba a GitHubról frissíthető bővítmények frissítései során.
it: Sono stati risolti errori di timeout che si verificavano per lo più durante lo scaricamento di file provenienti da Jithub.
ja: 一部のアドオン更新(特にGitHubにホストされているアドオンファイル)をダウンロードしようとする時のタイムアウトエラーが解決しました。
pl: Błędy limitu czasu widoczne podczas próby pobrania niektórych aktualizacji dodatków (w szczególności plików dodatków hostowanych w witrynie GitHub) zostały rozwiązane.
pt_br: Os erros de tempo limite (timeout) vistos ao tentar fazer o download de algumas atualizações de complementos (principalmente arquivos hospedados no GitHub) foram resolvidos.
pt_pt: Erros de "Timeout" que apareciam ao tentar descarregar algumas actualizações de extras (principalmente extras hospedados no GitHub) foram resolvidos.
ru: Ошибки тайм-аута, возникающие при попытке загрузить обновления некоторых дополнений (в частности, файлы дополнений, размещенные на GitHub), были устранены.
sk: Opravené chyby pri sťahovaní doplnkov zo servera Github.
sr: Greške isteka vremena kada se preuzimaju određene datoteke dodataka (posebno datoteke dodataka koje se nalaze na GitHub-u) su ispravljene.
tr: Bazı eklenti güncellemelerini, Özellikle GitHub'da barındırılan eklenti dosyalarını indirmeye çalışırken karşılaşılan zaman aşımı hataları çözüldü.
uk: Помилки тайм-аута, виявлені при спробі завантажити деякі оновлення додатків (зокрема файли додатків, розміщені на GitHub), були усунені.
vi: Lỗi hết thời gian chờ khi chuẩn bị tải vài cập nhật add-on (đáng chú ý là các tập tin add-on được lưu trên GitHub) đã được khắc phục.

source: Version 19.04
bg: Версия 19.04
es: Versión 19.04
fi: Versio 19.04
gl: Versión 19.04
hr: Verzija 19.04
hu: 19.04-es verzió
it: Novità nella versione 19.04
ja: バージョン19.04
pl: Wersja 19.04
pt_br: Versão 19.04
pt_pt: Versão 19.04
ro: Versiunea 19.04
ru: Версия 19.04
sk: verzia 19.04
sr: Verzija 19.04
tr: Sürüm 19.04
uk: Версія 19.04
vi: Phiên bản 19.04

source: Requires NVDA 2019.1 or later.
bg: Изисква NVDA 2019.1 или по-нова.
da: Kræver NVDA 2019.1 eller nyere.
de: Benötigt NVDA 2019.1 oder neuer.
es: Necesita NVDA 2019.1 o posterior.
fi: Vaatii NVDA 2019.1:n tai uudemman.
fr: Nécessite NVDA 2019.1 ou une version ultérieure.
gl: Require NVDA 2019.1 ou posterior.
hr: Zahtijeva NVDA 2019.1 ili noviju.
hu: NVDA 2019.1 vagy újab verzióra van szükség
it: Richiede NVDA 2019.1 o versioni successive.
ja: NVDA 2019.1以降が必要です。
pl: Wymaga NVDA 2019.1 lub nowszą.
pt_br: Requer NVDA 2019.1 ou posterior.
pt_pt: Requere NVDA 2019.1 ou posterior.
ro: Necesită NVDA 2019.1 sau mai nou.
ru: Требуется NVDA 2019.1 или новее.
sk: Vyžaduje sa NVDA 2019.1 alebo novší.
sr: Zahteva NVDA 2019.1 ili noviji.
tr: NVDA 2019.1 veya üstü gereklidir.
uk: Вимагає NVDA 2019.1 або новішу.
vi: Yêu cầu NVDA 2019.1 trở lên.

source: When installing add-on updates, both minimum and last tested versions will be checked.
bg: Когато инсталирате обновления за добавки, ще бъдат проверявани както минималната допустима версия на NVDA, така и последната тествана такава.
da: Når du installerer tilføjelsesopdateringer, kontrolleres både minimale og sidst testede versioner.
de: Bei der Installation von aktualisierten Erweiterungen werden sowohl minimale als auch zuletzt getestete Versionen überprüft.
es: Al instalar actualizaciones de complementos, se verificarán tanto la versión mínima como la última probada.
fi: NVDA:n vähimmäis- ja viimeisin testattu versio tarkistetaan lisäosia asennettaessa.
fr: Lors de l'installation d'une mise à jour d'extension la version minimale requise et la dernière version testée sont vérifiées.
gl: Ao instalar actualizacións de complementos, verificaranse tanto a versión mínima como a última probada.
hr: Prilikom instaliranja nadogradnji dodataka, provjerit će se minimalna i zadnja testirana verzija.
hu: A kiegészítők frissítésekor ellenőrzésre kerülnek a minimálisan szükséges ill. a legutóbb tesztelt verzió paraméterek.
it: Quando si installano gli aggiornamenti dei componenti aggiuntivi, verranno verificate sia la versione minima che l'ultima testata di NVDA.
ja: アドオン更新をインストールする時、テストされた最小のバージョンと最後のバージョンの両方が確認されるようになりました。
pl: Instalując aktualizację NVDA dodatków, będą sprawdzane minimalna i ostatnio testowana wersja.
pt_br: Ao instalar as atualizações de complemento, as versões mínima e máxima testada serão verificadas.
pt_pt: Ao instalar as actualizações do complemento, as versões mínima e máxima testada serão verificadas.
ro: La instalarea actualizăriloe de suplimente, vor fi verificate și prima, și ultima versiune cu care suplimentul în cauză a fost testat.
ru: При установке обновлений дополнения будут проверяться как минимальная, так и последняя протестированные версии.
sk: Pri inštalácií aktualizácií doplnkov sa kontroluje vyžadovaná a naposledy testovaná verzia NVDA.
sr: Kada se instaliraju ažuriranja dodataka, poslednja testirana i minimalna verzija će biti proverene.
tr: Eklenti güncellemelerini kurarken, hem minimum hem de son test edilen sürümler kontrol edilecektir.
uk: Під час встановлення оновлень додатків буде перевірено як мінімальну, так і останню протестовану версію.
vi: Khi cài các bản cập nhật add-on, cả phiên bản thấp nhất và bản đã thử nghiệm sau cùng sẽ được kiểm tra.

source: Version 19.01
bg: Версия 19.01
es: Versión 19.01
fi: Versio 19.01
gl: Versión 19.01
hr: Verzija 19.01
hu: 19.01-es verzió
it: Novità nella versione 19.01
ja: バージョン19.01
pl: Wersja 19.01
pt_br: Versão 19.01
pt_pt: Versão 19.01
ru: Версия 19.01
sk: Verzia 19.01
sr: Verzija 19.01
tr: Sürüm 19.01
uk: Версія 19.01
vi: Phiên bản 19.01

source: Requires NVDA 2018.4 or later.
bg: Изисква NVDA 2018.4 или по-нова.
da: Kræver NVDA 2018.4 eller nyere.
de: Benötigt NVDA 2018.4 oder neuer.
es: Necesita NVDA 2018.4 o posterior.
fi: Vaatii NVDA 2018.4:n tai uudemman.
fr: Nécessite NVDA 2018.4 ou une version ultérieure.
gl: Require NVDA 2018.4 ou posterior.
hr: Zahtijeva NVDA 2018.4 ili noviju.
hu: NVDA 2018.4 vagy újab verzióra van szükség
it: Richiede NVDA 2018.4 o versioni successive.
ja: NVDA 2018.4以降が必要です。
pl: Wymaga NVDA 2018.4 lub nowszą.
pt_br: Requer NVDA 2018.4 ou posterior.
pt_pt: Requere NVDA 2018.4 ou posterior.
ro: Necesită NVDA 2018.4 sau mai nou.
ru: Требуется NVDA 2018.4 или более поздней версии.
sk: Vyžaduje sa NVDA 2018.4 alebo novší.
sr: Zahteva NVDA 2018.4 ili noviji.
tr: NVDA 2018.4 veya üstü gereklidir.
uk: Вимагає NVDA 2018.4 або новішу.
vi: Yêu cầu NVDA 2018.4 trở lên.

source: Improved responsiveness when checking for add-on updates.
bg: Подобрена отзивчивост при проверка за обновления на добавките.
da: Forbedret hurtigheden, når du tjekker for tilføjelsesopdateringer.
de: Die Reaktionsfähigkeit bei der Überprüfung auf Erweiterungsaktualisierungen wurde verbessert.
es: Mejorado el rendimiento al buscar actualizaciones de complementos.
fi: Herkkyyttä parannettu lisäosia päivitettäessä.
fr: Meilleure réactivité lors de la recherche des mises à jour des extensions.
gl: Mellorada a capacidade de resposta ao verificar actualizacións de complementos.
hr: Unaprijeđene performanse za provjeravanje nadogradnji.
hu: Javított válaszkészség a kiegészítő frissítések ellenőrzése során.
it: Migliorata la rapidità di risposta durante il controllo aggiornamenti dei componenti aggiuntivi.
ja: アドオンの更新を確認する時の応答性が改善しました。
pl: Ulepszona wydajność przy sprawdzaniu aktualizacji.
pt_br: Melhor capacidade de resposta ao verificar as atualizações de complemento.
pt_pt: Melhor capacidade de resposta ao verificar as actualizações do extra.
ro: S-a îmbunătățit rresponsabilitatea la căutarea actualizărilor de suplimente.
ru: Улучшена отзывчивость при проверке обновлений дополнения.
sk: Vylepšená odozva pri kontrole aktualizácií doplnkov.
sr: Poboljšana brzina kada se proveravaju ažuriranja dodataka.
tr: Eklenti güncellemelerini kontrol ederken yanıtverme hızı iyileştirildi.
uk: Поліпшено швидкодію під час перевірки оновлень.
vi: Cải thiện khả năng phản hồi khi kiểm tra cập nhật add-on.

source: Made the add-on more compatible with Python 3.
bg: Добавката е по-съвместима с Python 3.
da: Gjorde tilføjelsen mere kompatibel med Python 3.
de: Die Erweiterung wurde mit Python 3 kompatibler gemacht.
es: El complemento ahora es más compatible con Python 3.
fi: Lisäosasta tehty yhteensopivampi Python 3:n kanssa.
fr: Extension rendue plus compatible avec Python 3.
gl: Faise o complemento máis compatible con Python 3.
hr: Povećana kompatibilnost dodatka s Python 3.
hu: Javították a kiegészítő Python 3 kompatibilitását.
it: Nuove modifiche per una migliore compatibilità con python 3.
ja: アドオンのPython 3への互換性を高めました。
pl: Ulepszona zgodność dodatku z Pythonem 3.
pt_br: Torna o complemento mais compatível com o Python 3.
pt_pt: Torna o complemento mais compatíverl com o python 3.
ro: Suplimentul a fost făcut mai compatibil cu Python 3.
ru: Дополнение стало более совместимым с Python 3.
sk: Doplnok je teraz kompatibilný s Pythonom 3.
sr: Dodatak je kompatibilniji uz Python 3.
tr: Eklenti Python 3 ile daha uyumlu hale getirildi.
uk: Додаток поліпшив сумісність з Python 3.
vi: Add-on tương thích hơn với Python 3.

source: Version 18.12.2
bg: Версия 18.12.2
es: Versión 18.12.2
fi: Versio 18.12.2
gl: Versión 18.12.2
hr: Verzija 18.12.2
hu: 18.12.2-es verzió
it: Novità nella versione 18.12.2
ja: バージョン18.12.2
pl: Wersja 18.12.2
pt_br: Versão 18.12.2
pt_pt: Versão 18.12.2
ro: Versiunea 18.12.2
ru: Версия 18.12.2
sk: Verzia 18.12.2
sr: Verzija 18.12.2
tr: Sürüm 18.12.2
uk: Версія 18.12.2
vi: Phiên bản 18.12.2

source: Python 3 ready.
bg: Добавката е съвместима с Python 3.
da: Python 3 klar.
de: Bereit für Python 3.
es: Preparado para Python 3.
fi: Python 3 -yhteensopiva.
fr: Prêt pour Python 3.
gl: Listo para Python 3.
hr: Spreman za Python 3.
hu: Python 3 támogatása
it: Compatibilità con python 3.
ja: Python 3に対応しました。
pl: Gotowość dla Pythona 3.
pt_br: Pronto para Python 3.
pt_pt: Preparado para python3
ro: Gata cu Python 3.
ru: Python 3 готов.
sk: Pripravené pre Python 3.
sr: Spremna za Python 3.
tr: Python3 hazır.
uk: Додаток став сумісним з Python 3.
vi: Đã chuyển sang Python 3.

source: Fixed compatibility with recent NVDA alpha snapshots where add-on updates would not download.
bg: Отстранена е несъвместимост със скорошните alpha версии на NVDA, където добавките не могат да се изтеглят и обновяват.
da: Rettede kompatibilitet med nyere NVDA-alfa-snapshots, hvor tilføjelsesopdateringer ikke kunne downloades.
de: Die Kompatibilität mit den neuesten NVDA-Alpha-Schnappschüssen wurde behoben, bei denen Erweiterungs-Updates nicht heruntergeladen wurden.
es: Arreglada la compatibilidad con las versiones de desarrollo alpha más recientes de NVDA, donde las actualizaciones de complementos no se descargaban.
fi: Korjattu yhteensopivuus viimeisimpien NVDA:n alfa-kehitysversioiden kanssa, joissa lisäosien päivitykset eivät latautuneet.
fr: Correction de compatibilité avec les récents snapshots NVDA alpha où les mises à jour des extensions ne se téléchargeraient pas.
gl: Arranxada a compatibilidade con versións recentes de desenvolvemento alfa de NVDA onde as actualizacións de complementos non se descargaban.
hr: Ispravljena je kompatibilnost s nedavnim NVDA alpha snimkama, u kojima se nadogradnje dodataka nisu preuzimala.
hu: Kompatibilitási hiba javítva a jelenlegi NVDA alpha snapshot verziók esetén, ahol a kiegészítő frissítései nem kerülnek letöltésre.
it: Risolto un problema di compatibilità con le versioni Alpha di NVDA, che impediva il download degli aggiornamenti.
ja: アドオン更新がダウンロードされない最近のNVDAアルファスナップショットについての互換性を修正しました。
pl: Ulepszona zgodność z ostatnimi wersjami ALPHA NVDA gdzie aktualizacje dodatków NVDA nie były pobierane.
pt_br: Corrigida a compatibilidade com as versões recentes do NVDA alpha, nas quais as atualizações de complementos não eram baixadas.
pt_pt: Corrigida a compatibilidade com as versões recentes do NVDA alpha, nas quais as atualizações de extras não eram baixadas.
ro: S-a reparat compatibilitatea cu instantaneele NVDA alfa recente, în care actualizările suplimentului nu se descărcau.
ru: Исправлена совместимость с последними альфа-снапшотами NVDA, из-за которых обновления дополнения не загружались.
sk: Opravená kompatibilita s alpha verziami NVDA, v ktorých nefungovalo sťahovanie aktualizácií.
sr: Ispravljena kompatibilnost uz novije NVDA alfa verzije u kojima se ažuriranja dodataka nisu preuzimala.
tr: En son NVDA alfa snapshot sürümlerinde oluşabilecek uyumluluk sorunlarından doğan eklenti güncellemelerinin indirilememesi çözüldü.
vi: Sửa lỗi tương thích với các bản NVDA alpha snapshot làm cho không tải được các bản cập nhật add-on.

source: Version 18.12.1
bg: Версия 18.12.1
es: Versión 18.12.1
fi: Versio 18.12.1
gl: Versión 18.12.1
hr: Verzija 18.12.1
hu: 18.12.1-es verzió
it: Novità nella versione 18.12.1
ja: バージョン18.12.1
pl: Wersja 18.12.1
pt_br: Versão 18.12.1
pt_pt: Versão 18.12.1
ro: Versiunea 18.12.1
ru: Версия 18.12.1
sk: Verzia 18.12.1
sr: Verzija 18.12.1
tr: Sürüm 18.12.1
uk: Версія 18.12.1
vi: Phiên bản 18.12.1

source: Added localizations.
bg: Добавени преводи.
da: Tilføjede oversættelser.
de: Übersetzungen hinzugefügt.
es: Añadidas traducciones.
fi: Lokalisointeja lisätty.
fr: Ajout de localisations.
gl: Traducións engadidas.
hr: Dodane su lokalizacije.
hu: Fordítások hozzáadva
it: Aggiunte le traduzioni.
ja: ローカライズを追加しました。
pl: Dodano tłumaczenia.
pt_br: Adicionado localizações (traduções).
pt_pt: Adicionado localizações.
ro: S-au adăugat traduceri.
ru: Добавлены локализации.
sk: Pridané preklady.
sr: Dodati prevodi.
tr: Lokalizasyonlar eklendi.
uk: Додано переклади.
vi: Thêm các bản phiên dịch.

source: Version 18.12
bg: Версия 18.12
es: Versión 18.12
fi: Versio 18.12
gl: Versión 18.12
hr: Verzija 18.12
hu: 18.12-es verzió
it: Novità nella versione 18.12
ja: バージョン18.12
pl: Wersja18.12
pt_br: Versão 18.12
pt_pt: Versão 18.12
ro: Versiunea 18.12
ru: Версия 18.12
sk: Verzia 18.12
sr: Verzija 18.12
tr: Sürüm 18.12
uk: Версія 18.12
vi: Phiên bản 18.12
