Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: Add-on update notification (Windows 10 and later): you can choose to receive update notification as a dialog or a toast. On Windows releases earlier than 10 and on server systems, or running a portable copy of NVDA, update notification will be shown as a dialog.Add-on update notification (Windows 10 and later): you can choose to receive update notification as a dialog or a toast. On Windows releases earlier than 10 and on server systems, or running portable copy of NVDA, update notification will be shown as a dialog.Add-on update notification: you can choose to receive update notification as a dialog or a toast. On server systems or running a portable copy of NVDA, update notification will be shown as a dialog.
uk: Сповіщення про оновлення додатків: ви можете вибрати отримання сповіщень про оновлення у вигляді діалогу або підказки. На серверних системах або в переносних копіях NVDA сповіщення про оновлення буде показано у вигляді діалогу.

source: This is a proof of concept add-on. Once the [relevant feature is included in NVDA][2] in the form of [an add-on store][3] (introduced in NVDA 2023.2), this add-on will be discontinued.
de: Dies ist eine "Proof of Concept"-Erweiterung. Sobald die [relevante Funktion in NVDA][2] in Form von [einem Store für NVDA-Erweiterungen][3] (eingeführt in NVDA 2023.2) enthalten ist, wird diese NVDA-Erweiterung eingestellt.
fi: Tämä on konseptilisäosa. Sen kehitys lopetetaan, kun [kyseinen ominaisuus][2] on lisätty NVDA:han [lisäosakaupan][3] muodossa. Lisäosakauppa sisältyy NVDA 2023.2:een.
tr: Bu, konsept eklentisinin bir kanıtıdır. [İlgili özellik NVDA'ya[2] [eklenti deposu][3] (NVDA 2023.2'de tanıtıldı) biçiminde eklendiğinde, bu eklenti kullanımdan kaldırılacaktır.

source: Braille Extender
bg: Брайлови подобрения (BrailleExtender)
fa: بریل‌گستران (Braille Extender)
hr: Brajično proširenje
hu: Braille Kiegészítő
pt_br: Extensor Braille (Braille Extender)
sk: Rozšírenie pre Braille

source: This is a would-be legacy add-on: NVDA 2023.2 will include add-on update check functionality through add-on store
de: Dies ist eine potenziell veraltete NVDA-Erweiterung: NVDA 2023.2 wird die Funktion zur Überprüfung der Updates von NVDA-Erweiterungen über den Store für NVDA-Erweiterungen enthalten
tr: Bu eski bir eklenti olacaktır: NVDA 2023.2, eklenti mağazası aracılığıyla eklenti güncelleme kontrol işlevini içerecektir

source: Some features require NVDA to be installed on the computer, ideally on a computer running Windows 10 or later.
gl: Algunhas características requiren que NVDA estea instalado no computador, idealmente nun computador executando Windows 10 ou posterior.
it: Alcune funzionalità richiedono che NVDA sia installato sul computer, idealmente su un computer con Windows 10 o versioni successive.

source: Update add-ons in the background (Windows 10 and later and update notification is set to toast): if checked, Add-on Updater will apply updates in the background. A toast will appear informing you that add-on updates are being downloaded and installed, followed by another message announcing update results. Same limitations as add-on update notification setting and toast must be selected from the above option in order for background updates to work.
gl: Actualizar complementos en segundo plano (Windows 10 e posterior e se a notificación de actualización está configurada como notificación de Windows): se está marcada, Add-on Updater aplicará as actualizacións de complementos en segundo plano. Aparecerá unha notificación de Windows informándote de que se están a descargar e instalar actualizacións de complementos, seguida doutra mensaxe anunciando o resultado da actualización. Ten as mesmas limitacións que a opción de notificación de actualizacións de complementos, e débese seleccionar notificación de windows na opción anterior para que as actualizacións en segundo plano funcionen.

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=addonUpdater
gl: [1]: https://addons.nvda-project.org/files/get.php?file=addonUpdater

source: To check for updates after installing this add-on, go to NVDA menu/Tools/Check for add-on updates (if NVDA did notice updates, the menu item will say "Review add-on updates" followed by update count). If updates are available, a list of add-on updates will be shown, with each entry consisting of description, current version, and the new version. Select Update, and NVDA will download and apply updates in sequence, with a prompt to restart your NVDA shown afterwards.
hr: Za provjeravanje ažuriranja nakon instaliranja ovog dodatka, idi na NVDA izbornik>Alati>Provjeri ažuriranja dodataka (ako je NVDA ustanovio ažuriranja, stavka izbornika će reći „Pregledaj ažuriranja dodataka” nakon čega slijedi broj ažuriranja). Ako ima ažuriranja, prikazat će se popis dodataka. Za svaki navedeni dodatak će se prikazati i njegov opis, kao i podaci o trenutačnoj i novoj verziji. Odaberi gumb „Ažuriraj” i NVDA će preuzeti i sekvencionalno primijeniti ažuriranja. Naknadno prikazuje naredbeni redak za ponovno pokretanje NVDA čitača.
it: Per verificare la presenza di aggiornamenti dopo aver installato questo componente aggiuntivo, vai al menu NVDA/Strumenti/Verifica aggiornamenti componenti aggiuntivi (se NVDA ha trovato aggiornamenti, la voce di menu dirà "Controlla aggiornamenti componenti aggiuntivi" seguita dal conteggio degli aggiornamenti) . Se sono disponibili aggiornamenti, verrà visualizzato un elenco di aggiornamenti aggiuntivi, con ciascuna voce composta da descrizione, versione corrente e nuova versione. Seleziona Aggiorna e NVDA scaricherà e applicherà gli aggiornamenti in sequenza, con una richiesta di riavvio di NVDA mostrata in seguito.

source: Some add-on releases include SHA256 hash values for checking add-on package integrity, and if the hash value does not match, add-on updating will fail.
it: Alcune versioni di componenti aggiuntivi includono valori hash SHA256 per il controllo dell'integrità del pacchetto aggiuntivo e, se il valore hash non corrisponde, l'aggiornamento del componente aggiuntivo non riuscirà.

source: Community add-ons website (default)
it: Sito web dei componenti aggiuntivi della community (predefinito)

source: NVDA compatibility: 2021.3 and later
pt_br: Compatibilidade com NVDA: 2021.3 e posteriores

source: To check for updates after installing this add-on, go to NVDA menu/Tools/Check for add-on updates. If updates are available, a list of add-on updates will be shown, with each entry consisting of description, current version, and the new version. Select Update, and NVDA will download and apply updates in sequence, with a prompt to restart your NVDA shown afterwards.
da: For at søge efter opdateringer efter installation af denne tilføjelse, skal du gå til NVDA-menuen>Værktøjer>Søg efter tilføjelsesopdateringer. Hvis opdateringer er tilgængelige, vises de i en liste over tilføjelsesopdateringer med hvert element bestående af en beskrivelse, nummeret på den aktuelle version samt den nye version. Vælg Opdater, og NVDA henter og opdaterer tilføjelserne i rækkefølge, hvorefter en dialog fremkommer, hvor du skal tage stilling til om du ønsker at genstarte NVDA.
fa: پس از نصب این افزونه، برای بررسی به‌روزرسانی افزونه‌ها، به مسیر منوی NVDA -> ابزارها -> Check for add-on updates بروید. چنانچه روزامدی موجود باشد، فهرستی از روزامدها را خواهید دید که هرکدام شامل توضیحی مختصر، شماره‌ی نسخه‌ی فعلی و شماره‌ی نسخه‌ی جدید است. دکمه‌ی Update را بزنید. NVDA افزونه‌ها را پشت سر هم دانلود و اِعمال میکند و در نهایت اعلام میکند که باید دوباره راه‌اندازی شود.
hu: A frissítések kereséséhez a kiegészítő telepítését követően válassza az NVDA menü/eszközök/bővítmények frissítése menüpontot. Az elérhető frissítések egy listában jelennek meg a hozzájuk tartozó leírással, illetve a jelenlegi és az új verziószámmal együtt. A frissítést választva a kiegészítők feltelepítésre kerülnek, majd az NVDA engedélyt kér az újraindulásra.
pt_br: Para verificar se há atualizações após a instalação deste complemento, vá para o menu NVDA/Ferramentas/Verificar atualizações de complementos. Se houver atualizações disponíveis, uma lista de atualizações de complementos será exibida, com cada entrada consistindo em descrição, versão atual e a nova versão. Selecione Atualizar, e o NVDA fará o download e aplicará as atualizações em sequência, com um prompt para reiniciar o seu NVDA mostrado posteriormente.
pt_pt: Para verificar se há actualizações após a instalação deste extra, aceda ao menu do NVDA / Ferramentas / Verificar actualizações de extras. Se houver actualizações disponíveis, uma lista de actualizações de extras será mostrada, com cada entrada consistindo em descrição, versão actual e a nova versão. Seleccione Actualizar e o NVDA baixará e aplicará as actualizações em sequência, com um aviso para reiniciar o NVDA mostrado posteriormente.
ro: Pentru a căuta actualizări după instalarea acestui supliment, mergeți în meniul NVDA, Instrumente, Caută actualizări de suplimente. Dacă actualizările sunt disponibile, o listă a acestora va fi afișată împreună cu alte tipuri de conținut, cum ar fi descrierea, versiunea actuală și noua versiune. Selectați Actualizare, iar NVDA va descărca și aplica actualizările în ordine. Bineînțeles, repornirea NVDA vă va fi solicitată după aceea.
sk: Aktualizácie doplnkov skontrolujete z menu nástroje aktivovaním položky skontrolovať aktualizácie doplnkov. Ak sú k dispozícii, zobrazí sa zoznam dostupných doplnkov, pričom každá položka bude obsahovať popis, aktuálnu verziu a novú verziu. Zvoľte aktualizovať. Po aktualizácii doplnkov sa NVDA reštartuje.
sr: Da proverite ažuriranja nakon instalacije ovog dodatka, uđite u NVDA meni /alati /proveri dostupna ažuriranja dodataka. Ako su ažuriranja dostupna, lista ažuriranja dodataka će biti prikazana, a svaka stavka će sadržati opis, trenutnu verziju, kao i novu verziju. Aktivirajte opciju ažuriraj, i NVDA će u nizu preuzimati i primenjivati ažuriranja, uz potvrdu ponovnog pokretanja programa NVDA nakon što se završi.
vi: Để kiểm tra cập nhật, sau khi cài add-on này, vào trình đơn NVDA / Công cụ / Kiểm tra cập nhật add-on. Nếu có các bản cập nhật, danh sách các bản add-on có cập nhật sẽ hiển thị, mỗi mục sẽ có các phần: mô tả, phiên bản hiện tại và phiên bản mới. Bấm vào cập nhật, và NVDA sẽ tải rồi cài các cập nhật và yêu cầu khởi động lại NVDA sau khi cập nhật hoàn tất.

source: This is a proof of concept add-on. Once the [relevant feature is included in NVDA][2], this add-on will be discontinued.
da: Dette er et bevis på koncepttillæg. Når den [relevante funktion er inkluderet i NVDA][2], vil denne tilføjelse ikke længere være under udvikling.
hr: Ovaj dodatak služi u svrhu dokazivanja koncepta. Nakon što se [relevantna funkcija doda u NVDA čitač][2], razvoj ovog dodatka bit će obustavljen.
hu: A bővítmény tesztelési célokat szolgál. Amint [elérhetővé válik][2] ez a lehetőség az NVDA programban, a bővítmény fejlesztése befejeződik.
pt_br: Este complemento é uma prova de conceito. Depois que o [recurso relevante for incluído no NVDA][2], esse complemento será descontinuado.
pt_pt: IMPORTANTE: este é um extra de teste de melhorias. Uma vez que o recurso relevante esteja incluído no NVDA, este extra será descontinuado.
ro: Important: aceasta este dovada de concept a acestui supliment. Odată ce [caracteristica relevantă va fi inclusă în NVDA][2], dezvoltarea acestui supliment va fi abandonată.
sk: Doplnok je návrhom funkcie, ktorá bude časom [zahrnutá do NVDA][2]. Po zahrnutí funkcionality do NVDA bude vývoj doplnku ukončený.
sr: Ovo je dodatak demonstracije koncepta. Nakon što se [opisana opcija uključi u sam NVDA ][2], ovaj dodatak se neće razvijati.
vi: Đây là nhóm add-on chữa cháy. khi [các tính năng thích hợp được bao gồm trong NVDA][2], add-on này sẽ bị khai tử.

source: WeatherPlus
da: WeatherPlus (Vejret Plus)
hr: Vremenska prognoza Plus
hu: Időjárás előrejelző
sk: Počasie

source: Author: Joseph Lee
da: Forfatter: Joseph Lee
fa: نویسنده: Joseph Lee
hu: Fejlesztő: Joseph Lee
pt_pt: Autor: Joseph Lee
ro: Autor: Joseph Lee
sk: Autor: Joseph Lee
sr: Autor: Joseph Lee
vi: Tác giả: Joseph Lee

source: On Windows 10 and later, a toast notification will be shown when add-on updates are available. Note that you cannot click this notification - you must open NvDA menu/Tools/Check for add-on updates to review updates.
sr: Na Windowsu 10 i novijim, obaveštenje će biti prikazano kada su dostupna ažuriranja dodataka. Napomena da ne možete da kliknete na ovo obaveštenje - morate da otvorite NVDA meni /alati /proveri dostupna ažuriranja dodataka da biste pregledali ažuriranja.
vi: Trên Windows 10 trở lên, một thông báo dạng toast sẽ hiển thị khi có các bản cập nhật add-on. Lưu ý là bạn không thể bấm vào các thông báo này - bạn phải mở trình đơn NvDA / Công cụ / Kiểm tra cập nhật add-onđể xem các bản cập nhật.

source: NvDA will no longer play error tones if trying to check updates while using NVDA 2021.1 alpha snapshots, caused by changes to wxPython GUI toolkit.
sr: NvDA više neće reprodukovati zvuk greške ako se proveravaju ažuriranja kada se koriste NVDA 2021.1 alfa verzije, oni su izazvani promenama u wxPython GUI toolkit-u.
vi: NvDA sẽ không còn phát âm báo lỗi khi nỗ lực kiểm tra cập nhật với NVDA 2021.1 alpha snapshots. Nguyên nhân do các thay đổi trong wxPython GUI toolkit.

source: NVDA compatibility: 2019.3 to 2020.1
pt_pt: Compatibilidade: NVDA 2019.3 a 2020.1

source: NVDA compatibility: 2019.1 to 2019.2
ro: Compatibilitate NVDA: 2019.1 - 2019.2

source: If the new add-on updates specify a compatibility range (minimum and last tested NVDA versions) and if the NVDA version you are running does not fall within the compatibility range, ad-don updating will not proceed.
da: Hvis de nye tilføjelsesopdateringer angiver et kompatibilitetsinterval (minimum og sidst testede NVDA-versioner), og hvis NVDA-versionen du kører ikke falder inden for kompatibilitetsområdet, fortsætter opdateringen af tilføjelsespakker ikke.
ro: Dacă noile actualizări de suplimente specifică o limită de compatibilitate, prima și ultima versiune testată, iar versiunea de NVDA pe care o aveți nu se încadrează în limita impusă, actualizarea de suplimente nu va mai continua.

source: Download [prototype version][1]
fa: دانلود [نسخه‌ی پایدار][1]

source: Windows 10 App Essentials
fa: نیازمندی‌های حیاتی برنامک‌های ویندوز ۱۰ (Windows 10 App Essentials)

source: IMPORTANT: this is a proof of concept add-on. Once the [relevant feature is included in NVDA][2], this add-on will be discontinued.
fa: نکته‌ی مهم: این افزونه، یک افزونه‌ی اثباتِ مفهومی است. هرگاه [ویژگی مربوط به این افزونه به NVDA افزوده شود][2]، توسعه و انتشار این افزونه متوقف میشود.

source: Version 18.08.5
fa: نسخه‌ی 18.08.5

source: Fixed an issue where Add-on Updater settings panel failed to show if one or more add-ons had badly formatted manifest data.
fa: موردی که دسته‌ی تنظیمات Add-on Updater به خاطر رعایت نشدن قالب‌بندی یک یا چند افزونه نمایش داده نمیشد، برطرف شد.

source: Added Nuance Vocalizer family of add-ons to add-ons that'll not be checked for updates.
fa: گروه افزونه‌های Nuance Vocalizer به فهرست افزونه‌هایی که به‌روزرسانیشان بررسی نمیشود، افزوده شد.

source: Version 18.08.4
fa: نسخه‌ی 18.08.4

source: Fixed a regression introducedin 18.08.3 where NVDA continuously played progress beep when trying to check for add-on updates.
fa: پس‌رفتی که در نسخه‌ی 18.08.3 ایجاد شده بود که باعث میشد NVDA هنگام تلاش برای بررسی به‌روزرسانی‌ها، بطور مداوم بوق‌های پیش‌رفت پخش کند، اصلاح شد.

source: Version 18.08.3
fa: نسخه‌ی 18.08.3

source: Added ability to exclude add-ons from being updated via a new checkable list box found in Add-on Updater settings panel. Checked items will not be updated.
fa: توانایی خارج کردن افزونه‌ها از به‌روز شدن، از طریق جعبه فهرستی علامت‌زدنی، موجود در دسته‌ی تنظیمات افزونه. موارد علامت‌دار به‌روز نمیشوند.

source: Version 18.08.1
fa: نسخه‌ی 18.08.1

source: It is now possible to let NVDA check for add-on updates automatically (every 24 hours). This is configured through a new Add-on Updater settings panel found in NVDA settings.
fa: حالا امکان بررسی افزونه‌ها، هر ۲۴ ساعت یک بار، توسط NVDA فراهم شد. این امکان توسط تنظیم جدیدی که در دسته‌ی تنظیمات Add-on Updater موجود است، قابل تنظیم است.

source: Version 18.08
fa: نسخه‌ی 18.08

source: Initial version.
fa: نسخه‌ی اول.
