Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: Updates for disabled add-ons can be checked. They will stay disabled after updating them.
bg: Може да се проверява за обновления на забранени добавки. Те ще останат забранени след обновяването.
da: Opdateringer til deaktiverede tilføjelser kan kontrolleres. De vil forblive deaktiveret efter opdatering af dem.
de: Updates für deaktivierte Erweiterungen können überprüft werden. Sie bleiben nach der Aktualisierung deaktiviert.
es: Se pueden buscar actualizaciones de complementos deshabilitados. Permanecerán desactivados después de actualizarse.
fi: Käytöstä poistettujen lisäosien päivitykset voidaan tarkistaa. Lisäosat pysyvät poissa käytöstä päivittämisen jälkeen.
fr: Les mises à jour pour les extensions désactivées peuvent être vérifiées. Elles resteront désactivés après leur mise à jour.
gl: Pódense verificar actualizacións para complementos deshabilitados. Permanecerán deshabilitados tras actualizalos.
hr: Moguće je provjeriti nadogradnje za isključene dodatke. Dodaci će ostati isključeni i nakon ažuriranja.
hu: A letiltott bővítmények frissítéseit is ellenőrzik, de a frissítést követően a bővítmény továbbra is le lesz tiltva.
it: Possono essere controllati anche gli aggiornamenti dei componenti aggiuntivi disattivati. Tali componenti rimarranno disattivati anche dopo l'aggiornamento.
ja: 無効化されたアドオンの更新を確認出来るようになりました。更新後は無効化されたままになります。
pl: Aktualizacje dla wyłączonych dodatków mogą być sprawdzane. Dodatki zostaną wyłączone po sprawdzaniu tychże.
pt_br: Atualizações para complementos desativados podem ser verificadas. Eles permanecerão desativados após atualizá-los.
pt_pt: As Atualizações para extras desactivados podem ser verificadas. Eles continuarão desactivados após fazer as actualizações.
ro: Actualizările pentru suplimentele dezactivate pot fi bifate. Suplimentele vor rămâne dezactivate după actualizare.
ru: Обновления для отключенных дополнений можно проверить. Они останутся отключенными после их обновления.
sk: Pridaná možnosť aktualizovať aj zakázané doplnky. Po aktualizácii ostanú zakázané doplnky aj naďalej vypnuté.
sr: Ažuriranja za onemogućene dodatke se mogu proveriti. Oni će ostati onemogućeni nakon ažuriranja.
tr: Devre dışı bırakılan eklentiler için güncellemeler kontrol edilebilir. Güncellemeden sonra bu eklentiler devre dışı kalmaya devam edeceklerdir.
uk: Можна перевіряти оновлення для відключених додатків. Після оновлення вони й надалі залишатимуться вимкненими.
vi: Có thể kiểm tra cập nhật các add-on đã bị vô hiệu hóa. Chúng sẽ được giữ nguyên trạng thái sau khi cập nhật.

source: During updates, if an add-on requires specific NVDA version and/or Windows release, these will be checked, and if one of these does not match, an error message will be shown and update will be aborted, resulting in no changes to already installed add-on version.
bg: По време на обновяването, ако дадена добавка изисква специфични версия на NVDA и/или издание на Windows, това ще бъде проверено и ако някое от изискванията не съответства, ще се покаже съобщение за грешка и обновяването ще бъде прекратено и съответно текущо инсталираната версия на въпросната добавка ще остане незасегната.
da: Under opdatering af tilføjelsespakker, der kræver en bestemt version af NVDA eller Windows, vil du modtage en fejlmeddelelse, hvis disse krav til tilføjelsen ikke stemmer overens. Hvis dette er tilfældet og du ikke kan opdatere pga. en ukompatibel version af NVDA eller Windows, vil opdateringsprocessen for den pågældende tilføjelsespakke blive afbrudt, og ingen ændringer foretages.
de: Wenn eine Erweiterung während der Updates eine bestimmte NVDA-Version bzw. ein bestimmtes Windows-Release benötigt, werden diese überprüft und wenn eines davon nicht übereinstimmt, wird eine Fehlermeldung angezeigt und das Update abgebrochen, was dazu führt, dass sich die bereits installierte Add-on-Version nicht ändert.
es: Durante las actualizaciones, si un complemento necesita una versión de NVDA o de Windows específica, estas se comprobarán, y si alguna de ellas no encaja, se mostrará un mensaje de error y se abortará la actualización, dejando el complemento instalado sin modificar.
fi: Jos lisäosa vaatii päivitysten aikana tiettyä NVDA:n ja/tai Windowsin versiota, ne tarkistetaan, ja mikäli jokin niistä ei täsmää, virheilmoitus näytetään ja päivitys keskeytetään, jolloin asennettuun lisäosaversioon ei tehdä muutoksia.
fr: Lors des mises à jour, si une extension nécessite une version spécifique de NVDA et / ou une version de Windows, celles-ci sont vérifiées. Si l'une d'elles ne correspond pas, un message d'erreur s'affiche et la mise à jour est abandonnée. Aucune modification n'est donc apportée à la version de l'extension déjà installée.
gl: Durante a actualización, se un complemento require unha versión específica de NVDA ou de Windows, éstas verificaranse, e se unha delas non coincide, amosarase unha mensaxe de erro e abortarase a actualización, sen resultar en ningún cambio sobre a versión do complemento xa instalada.
hr: Za vrijeme nadogradnji, provjerit će se, je li dodaci zahtijevaju specifičnu NVDA verziju i/ili Windows izdanje. Ako nešto ne paše, prikazat će se poruka greške i nadogradnja će se prekinuti. Na taj se način već instalirane verzije dodatka neće promijeniti.
hu: A frissítések során, ha egy bővítmény speciális NVDA-verziót és / vagy Windows-kiadást igényel, ezek ellenőrzése megtörténik, és ha ezek közül az egyik nem egyezik, hibaüzenet jelenik meg, és a frissítés megszakad.
it: Durante gli aggiornamenti, se un add-on richiede una versione specifica di NVDA e/o di Windows, verrà effettuato un controllo e, se uno dei suddetti requisiti non è soddisfatto, verrà mostrato un messaggio di errore e l'aggiornamento sarà annullato; non vi saranno cambiamenti nella versione degli add-on già installati.
ja: 更新の間、もしアドオンが特定のNVDAのバージョンおよび/またはWindowsのリリースを必要とする場合、それらが確認され、それらのうちの一つが適合しない場合は、エラーメッセージが表示され、更新が中止され、すでにインストールされたアドオンのバージョンは変化しません。
pl: Gdy dodatek wymaga określoną wersję systemu windows lub NVDA, te parametry będą sprawdzane, i jeżeli żaden z nich nie jest spełniony, będzie pokazany komunikat o błędzie i aktualizacja będzie anulowana, co będzie skutkowało niezmieniona wersją zainstalowanego dodatku.
pt_br: Durante as atualizações, se um complemento exigir uma versão específica do NVDA e/ou uma versão do Windows, elas serão verificadas e, se uma delas não corresponder, uma mensagem de erro será mostrada e a atualização será cancelada, Não havendo alteração na versão do complemento instalado.
pt_pt: Durante as actualizações, se um extra exigir uma versão específica do NVDA e / ou uma versão do Windows, elas serão verificadas e, se uma delas não corresponder, uma mensagem de erro será mostrada e a actualização será cancelada, Não havendo alteração na versão do extra instalada.
ro: Pe durata procesului de actualizare, dacă un supliment necesită o anumită versiune de NVDA și/sau de Windows, acestea vor fi bifate, iar dacă una dintre ele nu se potrivește, va apărea un mesaj de eroare, iar actualizarea va fi abandonată, rezultatul fiind inaplicarea modificărilor pentru versiunea suplimentului în cauză.
ru: Во время обновлений, если для дополнения требуется определенная версия NVDA и/или выпуск Windows, они будут проверены, и если один из них не соответствует, будет показано сообщение об ошибке, и обновление будет прервано, в результате чего уже установленная версия дополнения не изменится.
sk: Pri aktualizácii sa skontroluje vyžadovaná verzia NVDA a operačného systému. Ak nie sú splnené systémové požiadavky, NVDA na to upozorní a doplnok sa nebude aktualizovať.
sr: U toku ažuriranja, ako dodatak zahteva određenu verziju programa NVDA ili Windowsa, ovo će biti provereno, i ako se ne podudaraju, greška će biti prikazana i ažuriranje će biti otkazano, što neće izazvati promenu verzije dodatka.
tr: Güncellemeler sırasında bir eklenti belirli bir NVDA sürümü ve/veya Windows sürümü gerektiriyorsa, bunlar kontrol edilecek, uyumsuzluk tespit edilirse bir hata mesajı gösterilecek ve güncelleme iptal edilecektir. Böyle bir durumda ise güncelleme iptal edilecek ve önceden yüklenmiş eklenti sürümünde hiçbir değişiklik yapılmayacaktır.
uk: Під час оновлень, якщо для додатків потрібна конкретна версія NVDA або Windows, вони будуть перевірені, і якщо одна з них не збігається, то буде показано повідомлення про помилку, а оновлення буде перервано, що не призведе до змін вже встановлених додатків.
vi: Trong khi cập nhật, Nếu một add-on yêu cầu phiên bản cụ thể của NVDA hay Windows, chúng sẽ được kiểm tra, và nếu một trong các yêu cầu không thỏa, sẽ hiển thị một thông điệp báo lỗi và quá trình cập nhật sẽ bị hủy bỏ, kết quả là không có thay đổi nào cho phiên bản add-on đang được cài.

source: When automatic update check is enabled and when updates are ready, NVDA will present the updates list instead of asking if you wish to review updates.
bg: Когато автоматичната проверка за обновления е включена и има налични обновления, NVDA директно ще изведе списъка с обновленията, вместо да ви попита дали искате да ги прегледате.
da: Når automatisk opdateringskontrol er aktiveret, og når opdateringer er klar, vil NVDA præsentere opdateringslisten i stedet for at spørge om du vil gennemgå opdateringer.
de: Wenn die automatische Aktualisierungsprüfung aktiviert ist und wenn die Updates fertig sind, zeigt NVDA die Aktualisierungsliste an, anstatt zu fragen, ob Sie Aktualisierungen überprüfen möchten.
es: Cuando esté activada la búsqueda automática de actualizaciones y haya actualizaciones disponibles, NVDA te mostrará la lista de actualizaciones en lugar de preguntarte si quieres revisarlas.
fi: Kun automaattinen päivitystarkistus on käytössä ja päivityksiä saatavilla, NVDA näyttää päivitysluettelon sen sijaan, että kysyisi, halutaanko päivityksiä tarkastella.
fr: Lorsque la vérification automatique des mises à jour est activée et que les mises à jour sont prêtes, NVDA présentera la liste des mises à jour au lieu de vous demander si vous souhaitez examiner les mises à jour.
gl: Cando a verificación automática de actualizacións está activada e cando haxa actualizacións listas, NVDA presentará a lista de actualizacións no canto de preguntar se desexas revisar as actualizacións.
hr: Kad je automatsko provjeravanje nadogradnji aktivirano i kad su nadogradnje spremne, NVDA će prikazati popis s dodacima, umjesto pitanja o tome, je li se nadogradnje žele pregledati.
hu: Ha az automatikus frissítés ellenőrzése engedélyezve van, és a frissítések elérhetőek, egy listában jelennek meg. Az NVDA mostantól nem kérdez rá a frissítések áttekintésére.
it: Quando il controllo automatico degli aggiornamenti è attivo e gli aggiornamenti sono pronti, verrà visualizzato l'elenco di tutti i componenti da aggiornare invece di chiedere se si desidera controllare gli aggiornamenti.
ja: 自動更新確認が有効化されていて、更新が準備完了している場合、NVDAは更新をレビューしたいか尋ねる代わりに、更新リストを表示します。
pl: Gdy automatyczne sprawdzanie dodatków jest włączone i gdy aktualizacje są gotowe, NVDA pokaże listę dostępnych aktualizacji, zamiast pytania o gotowości instalacji aktualizacji.
pt_br: Quando a verificação automática de atualizações estiver habilitada e as atualizações estiverem prontas, o NVDA apresentará a lista de atualizações, em vez de perguntar se deseja verificar as atualizações.
pt_pt: Quando a verificação automática de actualizações estiver activada e as actualizações estiverem prontas, o NVDA apresentará a lista de actualizações, em vez de perguntar se deseja verificar as actualizações.
ro: Dacă caseta de bifat a actualizărilor automate este activată și actualizările sunt gata să fie instalate, NVDA vă va prezenta lista de actualizări în loc să vă întrebe dacă vreți să o vizualizați.
ru: Когда автоматическая проверка обновлений включена и обновления готовы, NVDA представит список обновлений вместо того, чтобы спрашивать, хотите ли вы просмотреть обновления.Когда автоматическая проверка обновлений включена и когда обновления готовы, NVDA представит список обновлений вместо того, чтобы спрашивать, хотите ли вы просмотреть обновления.
sk: Ak je povolená kontrola automatickej aktualizácie a sú pripravené na aktualizácie, NVDA zobrazí aktualizácie namiesto toho, aby sa vás NVDA opýtal, či chcete skontrolovať aktualizácie.
sr: Kada je automatska provera ažuriranja omogućena i ažuriranja su dostupna, NVDA će prikazati listu ažuriranja umesto potvrde da želite da prikažete ažuriranja.
tr: Otomatik güncelleme kontrolü etkinleştirildiğinde ve güncellemeler hazır olduğunda, NVDA güncellemeleri gözden geçirmek isteyip istemediğinizi sormak yerine güncelleme listesini gösterecektir.
uk: Коли ввімкнено автоматичну перевірку оновлень і коли оновлення готові, NVDA представить список оновлень, а не запитуватиме, чи бажаєте ви переглянути оновлення.
vi: Khi bật tính năng tự kiểm tra cập nhật và có các bản cập nhật, NVDA sẽ hiển thị danh sách cập nhật thay vì hỏi bạn có muốn xem danh sách cập nhật hay không.

source: Version 18.10
bg: Версия 18.10
es: Versión 18.10
fi: Versio 18.10
gl: Versión 18.10
hr: Verzija 18.10
hu: 18.10-es verzió
it: Novità nella versione 18.10
ja: バージョン18.10
pl: Wersja18.10
pt_br: Versão 18.10
pt_pt: Versão 18.10
ro: Versiunea 18.10
ru: Версия 18.10
sk: Verzia 18.10
sr: Verzija 18.10
tr: Sürüm 18.10
uk: Версія 18.10
vi: Phiên bản 18.10

source: Initial stable release (still marked as proof of concept).
bg: Първо стабилно издание (все още се счита за концептуално издание).
da: Indledende stabil udgivelse (stadig markeret som konceptbevis).
de: Erste stabile Version (Proof of Concept).
es: Versión estable inicial (marcada todavía como prueba de concepto).
fi: Ensimmäinen vakaa versio (edelleen konseptiasteella).
fr: Première version stable (toujours marquée comme preuve de concept).
gl: Versión estable inicial (aínda marcada como proba de concepto).
hr: Prvo stabilno izdanje (i dalje označena kao dokaz koncepcije).
hu: Első verzió (tesztelés alatt jelöléssel)
it: Versione stabile iniziale (da considerarsi ancora sperimentale).
ja: 最初の安定版リリース(まだ概念実証の印が付けられています)
pl: Pierwsza wersja stabilna (jeszcze oznaczona jako prototyp).
pt_br: Versão estável inicial (ainda marcada como prova de conceito).
pt_pt: Versão estável inicial (ainda marcada como prova de conceito).
ro: Versiune stabilă inițială (încă marcată ca punct de plecare către integrarea acestui supliment în NVDA).
ru: Первоначальный стабильный выпуск (по-прежнему помечен как доказательство концепции).
sk: Prvé stabilné vydanie, označené ako návrh.
sr: Prva stabilna verzija (još uvek demonstracija koncepta).
tr: İlk kararlı sürüm (hala konsept kanıtı olarak işaretlenmiştir).
uk: Перший стабільний реліз (все ще позначений як пробна концепція).
vi: Bản phát hành chính thức đầu tiên (vẫn được đánh dấu là bằng chứng về khái niệm).

source: [[!meta title="Add-on Updater"]]
bg: [[!meta title="Обновяване на добавките (Add-on Updater)"]]
da: [[!meta title="Opdateringsværktøj til tilføjelsespakker"]]
de: [[!meta title="Updater für NVDA-Erweiterungen"]]
fa: [[!meta title="ارتقادهنده‌ی افزونه‌ها (Add-on Updater)"]]
fi: [[!meta title="Lisäosien päivittäjä"]]
fr: [[!meta title="Outil de mise à jour des extensions"]]
hr: [[!meta title="Ažuriranje dodataka (Add-on Updater)"]]
hu: [[!meta title="Bővítmény-frissítő"]]
pt_br: [[!meta title="Atualizador de Complementos (Add-on Updater)"]]
pt_pt: [[!meta title="Actualizador de extras"]]
ru: [[!meta title="Обновление дополнений"]]
sk: [[!meta title="Aktualizácie doplnkov"]]
sr: [[!meta title="Ažuriranje dodataka"]]
tr: [[!meta title="Eklenti Güncelleyici"]]
uk: [[!meta title="Add-on Updater (Оновлювач додатків)"]]
vi: [[!meta title="Bộ cập nhật add-on"]]

source: NVDA compatibility: 2023.1 and later
gl: Conpativilidade co NVDA: 2023.1 e posteriores
uk: Сумісність з NVDA: 2023.1 і пізніші

source: NVDA compatibility: 2022.4 and later
it: Compatibilità NVDA: 2022.4 e versioni successive
uk: Сумісність з NVDA: 2022.4 і пізніші

source: NVDA compatibility: 2023.1
de: NVDA-Kompatibilität: 2023.1
fi: Yhteensopivuus: NVDA 2023.1
tr: NVDA uyumluluğu: 2023.1
uk: Сумісність з NVDA: 2023.1

source: To check for updates after installing this add-on, go to NVDA menu/Tools/Check for add-on updates (if NVDA did notice updates, the menu item will say "Review add-on updates" followed by update count). If updates are available, a list of add-on updates will be shown, with each entry consisting of add-on name, current version, new version, and update channel. Select Update, and NVDA will download and apply updates in sequence, with a prompt to restart your NVDA shown afterwards.
de: Um nach der Installation dieser NVDA-Erweiterung nach Updates zu suchen, gehen Sie in das NVDA-Menü, Werkzeuge, Nach Updates für NVDA-Erweiterungen (wenn Updates gefunden werden, steht im Menü "Nach Updates für NVDA-Erweiterungen prüfen", gefolgt von der Anzahl der Updates). Wenn Updates verfügbar sind, wird eine Liste der Updates der NVDA-Erweiterung angezeigt, wobei jeder Eintrag den Namen der NVDA-Erweiterung, die aktuelle Version, die neue Version und den Update-Kanal enthält. Wählen Sie Aktualisieren aus und NVDA lädt die Aktualisierungen nacheinander herunter und installiert sie; anschließend wird eine Aufforderung zum Neustart von NVDA angezeigt.
fi: Päivitykset tarkistetaan tämän lisäosan asentamisen jälkeen valitsemalla NVDA-valikosta Työkalut/Tarkista lisäosien päivitykset (mikäli NVDA löysi päivityksiä, valikkokohde on "Tarkastele lisäosien päivityksiä", jota seuraa päivitysten määrä). Jos päivityksiä on saatavilla, niistä näytetään luettelo. Luettelon kohdat koostuvat lisäosan nimestä, nykyisestä ja uudesta versiosta sekä päivityskanavasta. Paina Päivitä-painiketta, jolloin NVDA lataa ja asentaa päivitykset järjestyksessä, ja asennuksen jälkeen näytetään kehote uudelleenkäynnistämisestä.
tr: Bu eklentiyi yükledikten sonra güncellemeleri kontrol etmek için NVDA menüsü/Araçlar/Eklenti güncellemelerini kontrol et seçeneğine gidin (NVDA güncellemeleri fark ederse, menü öğesinde "Eklenti güncellemelerini gözden geçir" ve ardından güncelleme sayısı görüntülenir). Güncellemeler mevcutsa, eklenti adı, geçerli sürüm, yeni sürüm ve güncelleme kanalından oluşan her girişle birlikte bir eklenti güncellemeleri listesi gösterilecektir. Güncelle'yi seçin, NVDA güncellemeleri sırayla indirip uygulayacak ve ardından NVDA'nızı yeniden başlatmanız istenecektir.
uk: Для перевірки оновлень, після встановлення цього додатка увійдіть до меню NVDA -> Інструменти -> Перевірити оновлення додатків (якщо NVDA виявила оновлення, в пункті меню буде написано «Переглянути оновлення додатків», а поруч — кількість оновлень). Якщо оновлення доступні, вам буде показано їхній список, де буде зазначено ім’я кожного з додатків, поточну версію, нову версію й канал оновлення. Натисніть кнопку «оновити» і NVDA почне послідовно завантажувати додатки, після чого попросить перезапустити програму.

source: This is a proof of concept add-on. Once the [relevant feature is included in NVDA][2] in the form of [an add-on store][3], this add-on will be discontinued. Add-on store is included in NVDA 2023.2 development releases.NVDA][2], this add-on will be discontinued.NVDA][2] in the form of [an add-on store][3] (introduced in NVDA 2023.2), this add-on will be discontinued.
uk: Це й додаток є пробною концепцією. Після того, якк [відповідний функціонал буде включено в NVDA][2] у вигляді [магазину додатків][3] додаток буде закрито. Магазин додатків вже входить до розробницьких випусків NVDA версії 2023.2.Це пробна концепція. Після того, якк [відповідний функціонал буде включено в NVDA][2], додаток буде закрито.Цей додаток є пробною концепцією. Після того, якк [відповідний функціонал буде включено в NVDA][2] у вигляді [магазину додатків][3] (входитиме до NVDA 2023.2), додаток буде закрито.

source: You can configure Add-on Updater settings from NVDA Settings screen (NVDA menu, Preferences, Settings) under Add-on Updater category. Add-on settings are as follows:
de: Sie können die Einstellungen für den Updater für NVDA-Erweiterungen in den Einstellungen im NVDA-Menü in der Kategorie "Updater für NVDA-Erweiterungen" konfigurieren. Die Einstellungen für NVDA-Erweiterungen sind wie folgt:
fi: Voit määrittää Lisäosien päivittäjän asetukset NVDA:n asetusnäytön (NVDA-valikko -> Asetukset -> Asetukset) Lisäosien päivittäjä -kategoriasta. Seuraavat asetukset ovat käytettävissä:
gl: Podes configurar as opcións de Add-on Updater dende a pantalla de opcións de NVDA (menú NVDA, Preferencias, Opcións) baixo a categoría Add-on Updater. As opcións do complemento son como segue:
it: È possibile configurare le impostazioni di Add-on Updater dalla schermata Impostazioni di NVDA (menu NVDA, Preferenze, Impostazioni) nella categoria Add-on Updater. Le impostazioni del componente aggiuntivo sono le seguenti:
ja: Add-on Updaterの設定をNVDA設定画面(NVDAメニュー、設定(P)、設定(S))から、Add-on Updaterカテゴリーで、設定出来ます。アドオン設定は以下の通りです:
tr: Eklenti Güncelleyici ayarlarını NVDA Ayarları ekranından (NVDA menüsü, Tercihler, Ayarlar) Eklenti Güncelleyici kategorisi altında yapılandırabilirsiniz. Eklenti ayarları aşağıdaki gibidir:
uk: Ви можете налаштувати «Оновлювач додатків» на екрані налаштувань NVDA (меню NVDA, «Параметри», «Налаштування») у категорії «Оновлювач додатків». Додаток має такі параметри:

source: Automatically check for add-on updates: if checked, NVDA will check for add-on updates once a day. Automatic update checks is enabled on Windows client systems and disabled on server systems.
de: Automatisch nach Updates für NVDA-Erweiterungen suchen: Wenn diese Option aktiviert ist, sucht NVDA einmal pro Tag nach Updates für NVDA-Erweiterungen. Die automatische Update-Prüfung ist auf Windows-Client-Systemen aktiviert und auf Servern deaktiviert.
fi: Tarkista lisäosien päivitykset automaattisesti: jos tämä on valittuna, NVDA tarkistaa lisäosien päivitykset kerran päivässä. Automaattinen päivitystarkistus on käytössä Windowsin kuluttajaversioissa ja poissa käytöstä palvelinjärjestelmissä.
gl: Comprobar automaticamente actualizacións de complementos: se está marcada, NVDA comprobará actualizacións de complementos unha vez ó día. As comprobación automáticas de actualizacións están activadas en sistemas Windows cliente e desactivadas en sistemas servidor.
it: Controlla automaticamente gli aggiornamenti dei componenti aggiuntivi: se selezionato, NVDA controllerà gli aggiornamenti dei componenti aggiuntivi una volta al giorno. I controlli automatici degli aggiornamenti sono abilitati sui sistemi client Windows e disabilitati sui sistemi server.
ja: アドオンの更新を自動的に確認する: チェックされていると、NVDAはアドオンの更新を1日1回確認します。自動更新確認はWindowsクライアントシステムで有効でサーバーシステムで無効です。
tr: Eklenti güncellemelerini otomatik olarak kontrol et: işaretlenirse, NVDA eklenti güncellemelerini günde bir kez kontrol eder. Otomatik güncelleme kontrolleri, Windows istemci sistemlerinde etkinleştirilir ve sunucu sistemlerinde devre dışı bırakılır.
uk: Автоматично перевіряти наявність оновлень для додатків: якщо позначено, NVDA перевірятиме наявність оновлень додатків раз на день. Автоматичні перевірки оновлень увімкнено на клієнтських системах Windows і вимкнено на серверних системах.
