Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: The readme now makes note of the update notifications available natively in NVDA 2024.3.
es: El léame ahora toma nota de las notificaciones de actualización disponibles de forma nativa en NVDA 2024.3.

source: The readme has been updated to comment on an unfixable, but harmless, bug in NVDA's settings panel (josephsl/addonUpdater#8).
es: Se ha actualizado el léame para comentar un fallo incorregible, pero inofensivo en el panel de opciones de NVDA (josephsl/addonUpdater#8).

source: Version 24.2.2
es: Versión 24.2.2

source: Lower update interval to six hours.
es: Se rebaja el intervalo de actualización a seis horas.

source: Version 24.2.1
es: Versión 24.2.1

source: Fixes a problem wherein Updater's updates, which appear in the external channel, were shown as still updatable in the store via the stable (or other) channel. Caused by residual JSON files from old non-external installations. Now they are removed.
es: Corrige un problema por el que las actualizaciones del actualizador, que aparecen en el canal externo, se mostraban todavía como actualizables en la tienda mediante el canal estable (u otro). Causado por archivos JSON residuales de instalaciones no externas. Ahora se eliminan.

source: Version 24.2.0
es: Versión 24.2.0

source: Release compatible with NVDA 2024.1.
es: Versión compatible con NVDA 2024.1.

source: Version 24.01.1
es: Versión 24.01.1

source: Short life-span release which removes the legacy status introduced in late 2023.
es: Versión de corta duración que elimina el estado heredado introducido a finales de 2023.

source: Version 23.10
bg: Версия 23.10
es: Versión 23.10
fi: Versio 23.10
ru: Версия 23.10
uk: Версія 23.10

source: Changed update notification message to mention NV Access add-on store if running NVDA 2023.2 or later and add-on update source is set to add-on store.
bg: Променено е съобщението при обновяване, за да се упоменава магазина на добавки на NV Access, ако се използва NVDA 2023.2 или по-нова версия и източникът за обновяване на добавките е зададен на магазина за добавки.
es: Se cambia el mensaje de notificación de actualizaciones para mencionar la tienda de complementos de NV Access si NVDA 2023.2 o posterior está en ejecución y la fuente de actualización de complementos está configurada en dicha tienda.
fi: Muutettu päivitysilmoitusta siten, että siinä mainitaan NV Accessin lisäosakauppa, mikäli käytössä on NVDA 2023.2 tai uudempi ja lisäosakauppa on määritetty lisäosien päivityslähteeksi.
fr: Modification du message de notification de mise à jour pour mentionner NV Access add-on store si vous exécutez NVDA 2023.2 ou version ultérieure et que la source de mise à jour de l'extension est définie sur add-on store.
ru: Изменено уведомление об обновлении, в котором упоминается магазин дополнений NV Access, если запущен NVDA 2023.2 или новее, а источником обновления дополнения является магазин дополнений.
uk: Сповіщення про оновлення змінено на згадку про магазин додатків NV Access, якщо ви використовуєте NVDA 2023.2 або новішу версію, а джерелом оновлення додатків вибрано магазин додатків.

source: Version 23.09
bg: Версия 23.09
es: Versión 23.09
fi: Versio 23.09
ru: Версия 23.09
uk: Версія 23.09

source: Windows 10 Version 22H2 or later is required.
bg: Изисква се Windows 10 версия 22H2 или по-нова.
es: Se requiere Windows 10 22H2 o posterior.
fi: Edellyttää Windows 10 22H2:ta tai uudempaa.
fr: Nécessite Windows 10 Version 22H2 ou une version ultérieure.
ru: Требуется Windows 10 22H2 или более поздняя версия.
uk: Потрібна Windows 10 версії 22H2 чи пізнішої.

source: Version 23.08
bg: Версия 23.08
es: Versión 23.08
fi: Versio 23.08
ru: Версия 23.08
tr: Sürüm 23.08
uk: Версія 23.08

source: This is the final version to support Windows 7, 8, 8.1, and 10 21H2 and earlier.
bg: Това е последната версия, която ще поддържа Windows 7, 8, 8.1 и 10 21H2 и по-стари версии.
de: Dies ist die letzte Version, die Windows 7, 8, 8.1, und 10 21H2 und älter unterstützt.
es: Esta es la última versión que soportará Windows 7, 8, 8.1 y 10 21H2 y anteriores.
fi: Tämä on viimeinen Windows 7:ää, 8:aa, 8.1:tä ja 10 21H2:ta ja sitä vanhempia tukeva versio.
fr: Il s'agit de la version finale pour prendre en charge Windows 7, 8, 8.1 et 10 21H2 et version ultérieure.
ru: Это последняя версия, которая поддерживает Windows 7, 8, 8.1 и 10 21H2 и более ранние версии.
tr: Bu, Windows 7, 8, 8.1 ve 10 21H2 ve önceki sürümleri destekleyen son sürümdür.
uk: Це остання версія, яка підтримує Windows 7, 8, 8.1, а також 10 21H2 і раніші.

source: Add-on update results dialog or toast message will be shown once add-on store message is closed.
bg: Диалоговият прозорец с резултатите от обновяването на добавки или изскачащото известие ще бъдат изведени, след като съобщението за магазина за добавки бъде затворено.
de: Das Dialogfeld mit den Ergebnissen dem Update der NVDA-Erweiterung oder die Toast-Benachrichtigung wird angezeigt, sobald die Nachricht über den Store für NVDA-Erweiterungen geschlossen wird.
es: Se mostrará el mensaje emergente o el diálogo de resultados de actualización de complementos en cuanto se cierre el mensaje sobre la tienda de complementos.
fi: Lisäosien päivitystulosten valintaikkuna tai ilmoitusruutu näytetään, kun lisäosakaupan ilmoitus on suljettu.
fr: Le dialogue des résultats de mise à jour d'extension ou le message de toast sera affichée une fois le message de l'add-on store fermé.
ru: Как только сообщение магазина дополнений будет закрыто, появится диалоговое окно с результатами обновления или всплывающее сообщение.
tr: Eklenti deposu mesajı kapatıldıktan sonra eklenti güncelleme sonuçları iletişim kutusu veya tost mesajı gösterilecektir.
uk: Діалог або сповіщення про результати оновлення додатка буде показано після закриття повідомлення від магазину додатків.

source: If add-on updates dialog is shown and then closed without installing add-ons, NVDA will no longer report no add-on updates when add-on updates are checked.
bg: Ако диалоговият прозорец за обновяване на добавки се покаже и след това се затвори без да се инсталират добавки, NVDA вече няма да докладва, че няма обновления за добавките, когато се направи проверка за обновления на добавките.
de: Wenn das Dialogfeld für Updates der NVDA-Erweiterungen angezeigt und dann geschlossen wird, ohne dass NVDA-Erweiterungen installiert werden, teilt NVDA nicht mehr mit, dass keine Updates der NVDA-Erweiterungen vorhanden sind, wenn auf Updates von NVDA-Erweiterungen überprüft wird.
es: Si el diálogo de actualización de complementos se muestra y se cierra sin instalar complementos, NVDA ya no indicará que no hay actualizaciones de complementos al buscarlas.
fi: Mikäli lisäosapäivitysten valintaikkuna näytetään ja suljetaan ilman lisäosien asentamista, NVDA ei enää ilmoita, ettei lisäosapäivityksiä ole saatavilla niitä tarkistettaessa.
fr: Si le dialogue des mises à jour des extensions est affichée puis fermée sans installer d'extensions, NVDA ne rapportera plus aucune mise à jour des extensions lorsque les mises à jour des extensions sont vérifiées.
ru: Если диалог обновления дополнений отображается, а затем закрывается без установки дополнений, NVDA больше не будет сообщать об отсутствии обновлений дополнений при установке флажка обновления дополнений.
tr: Eklenti güncellemeleri iletişim kutusu gösterilir ve ardından eklentiler kurulmadan kapatılırsa, eklenti güncellemeleri kontrol edildiğinde NVDA artık eklenti güncellemesi rapor etmeyecektir.
uk: Якщо діалог оновлення додатків буде показано, а потім закрито без встановлення додатків, NVDA більше не повідомлятиме про відсутність оновлень додатків, коли ви перевірятимете оновлення додатків.

source: Add-on Updater will no longer present startup messages and perform update checks if updating a portable copy of NVDA.
bg: "Обновяване на добавките" вече няма да извежда съобщения при стартиране и да извършва проверки за обновления, ако обновявате преносимо копие на NVDA.
de: Der Updater für NVDA-Erweiterungen zeigt keine Startmeldungen mehr an und führt keine Überprüfungen auf Updates mehr durch, wenn eine portable NVDA-Version aktualisiert wird.
es: Add-on Updater ya no presentará mensajes de inicio y buscará actualizaciones si se actualiza una copia portable de NVDA.
fi: Lisäosien päivittäjä ei enää näytä käynnistyksen yhteydessä ilmoituksia tai suorita päivitystarkistuksia, jos käytössä on NVDA:n massamuistiversio.
fr: Add-on Updater ne présentera plus de messages de démarrage et recherchera des mises à jour si une copie portable de NVDA est mise à jour.
ru: Программа обновления дополнений больше не будет выводить сообщения о запуске и выполнять проверку обновлений при обновлении переносной копии NVDA.
tr: Eklenti Güncelleyici, NVDA'nın taşınabilir bir kopyası güncelleniyorsa artık başlangıç ​​mesajları sunmayacak ve güncelleme kontrolleri gerçekleştirmeyecektir.
uk: Оновлювач додатків більше не показуватиме повідомлення про запуск і не виконуватиме перевірку оновлень при оновленні переносної копії NVDA.

source: Version 23.07
bg: Версия 23.07
es: Versión 23.07
fi: Versio 23.07
ru: Версия 23.07
tr: Sürüm 23.07
uk: Версія 23.07

source: If using an NVDA release with add-on store included, a startup message will be shown informing users about the new add-on store. If this happens, add-on update results dialog will not be shown. Add-on Updater will continue to work.
bg: Ако използвате версия на NVDA с включен магазин за добавки, при стартиране ще се покаже съобщение, което информира потребителите за новия магазин за добавки. Ако това се случи, диалоговият прозорец за обновяване на добавки няма да се извежда. Добавката "Обновяване на добавките" ще продължи да работи.
de: Bei Verwendung einer NVDA-Version mit integriertem Store für NVDA-Erweiterungen wird eine Startmeldung angezeigt, die den Benutzer über den neuen Store für NVDA-Erweiterungen informiert. In diesem Fall wird das Dialogfeld mit den Ergebnissen der Updates nicht angezeigt. Der Updater für NVDA-Erweiterungen wird weiterhin funktionieren.
es: Si se usa una versión de NVDA con la tienda de complementos incluida, se mostrará un mensaje al iniciar informando a los usuarios sobre la nueva tienda de complementos. Si esto sucede, no se mostrará el diálogo de resultados de la actualización de complementos. Add-on Updater seguirá funcionando.
fi: Jos käytetään lisäosakaupan sisältävää NVDA-versiota, käyttäjälle näytetään siitä kertova ilmoitus käynnistyksen yhteydessä. Mikäli näin tapahtuu, lisäosien päivitystulosten valintaikkunaa ei näytetä. Lisäosien päivittäjä toimii edelleen.
fr: Si vous utilisez une version NVDA avec un add-on store inclus, un message de démarrage sera affiché en informant les utilisateurs du nouveau add-on store. Si cela se produit, le dialogue des résultats de mises à jour d'extensions ne sera pas affichée. Add-on Updater continuera de fonctionner.
ru: При использовании версии NVDA с включенным магазином дополнений будет отображаться сообщение при запуске, информирующее пользователей о новом магазине дополнений. В этом случае диалог результатов обновления дополнений отображаться не будет. Программа обновления дополнений продолжит работу.
tr: Eklenti mağazası içeren bir NVDA sürümü kullanılıyorsa, kullanıcıları yeni eklenti mağazası hakkında bilgilendiren bir başlangıç mesajı gösterilecektir. Bu durumda, eklenti güncelleme sonuçları iletişim kutusu gösterilmeyecektir. Eklenti Güncelleyici çalışmaya devam edecektir.
uk: Якщо ви використовуєте випуск NVDA, до якого входить магазин додатків, під час запуску буде показано повідомлення, яке інформує користувачів про новий магазин додатків. Якщо це станеться, діалог результатів оновлення додатків не буде показано. Оновлювач додатків продовжить працювати.

source: Improved performance when checking for add-on updates from NV Access add-on store and community add-ons website update sources, particularly when no add-on updates are available.
bg: Подобрена е производителността при проверка за обновления на добавките от следните източници: магазин за добавки на NV Access и сайт за добавки на общността на NVDA, особено когато няма налични обновления.
de: Verbesserte Leistung bei der Suche nach Updates aus dem Store für NVDA-Erweiterungen bei NV Access und den Update-Quellen der Community-Webseite, insbesondere wenn keine Updates verfügbar sind.
es: Se ha mejorado el rendimiento al buscar actualizaciones en la tienda de complementos de NV Access y el sitio web de complementos de la comunidad, especialmente cuando no hay actualizaciones de complementos disponibles.
fi: Parempi suorituskyky tarkistettaessa lisäosapäivityksiä NV Accessin lisäosakaupan ja yhteisön lisäosasivuston päivityslähteistä erityisesti silloin, kun päivityksiä ei ole saatavilla.
fr: Amélioration des performances lors de la vérification des mises à jour des extensions à partir de NV Access add-on store et des sources mises à jour à partir du Site Web des extensions de la communauté, en particulier lorsqu'aucune mises à jour des extensions n'est disponible.
ru: Улучшена производительность при проверке обновлений дополнений из источников обновления магазина дополнений NV Access и веб-сайта дополнений сообщества, особенно если обновления дополнений недоступны.
tr: Özellikle herhangi bir eklenti güncellemesi olmadığında, NV Access eklenti mağazasından ve topluluk eklentileri web sitesi güncelleme kaynaklarından eklenti güncellemelerini kontrol ederken geliştirilmiş performans.
uk: Поліпшено продуктивність під час перевірки оновлень додатків із магазину додатків NV Access і джерел оновлень веб-сайтів спільнот додатків, особливо коли оновлення додатків недоступні.

source: Version 23.06
bg: Версия 23.06
es: Versión 23.06
fi: Versio 23.06
gl: Versión 23.06
ru: Версия 23.06
tr: Sürüm 23.06
uk: Версія 23.06

source: NVDA 2023.1 or later is required.
bg: Изисква се NVDA 2023.1 или по-нова версия.
de: NVDA 2023.1 oder neuer wird benötigt.
es: Se necesita NVDA 2023.1 o posterior.
fi: Edellyttää NVDA 2023.1:tä tai uudempaa.
fr: Nécessite NVDA 2023.1 ou une version ultérieure.
gl: Require NVDA 2023.1 ou posterior.
ru: Требуется NVDA 2023.1 или более поздняя версия.
tr: NVDA 2023.1 veya üstü gerekiyor.
uk: Вимагається NVDA 2023.1 Або пізніша.

source: Changed default add-on update source from community add-ons website to NV Access add-on store.
bg: Променен е източникът по подразбиране за обновяване на добавките от сайта за добавки на общността на магазина за добавки на NV Access.
de: Die Standard-Quelle für Updates für NVDA-Erweiterungen wurde von der Community-Webseite auf den Store von NV Access für NVDA-Erweiterungen umgestellt.
es: Se cambia la fuente de actualizaciones por defecto del complemento del sitio web de complementos de la comunidad a la tienda de complementos de NV Access.
fi: Oletusarvoinen lisäosien päivityslähde vaihdettu yhteisön lisäosasivustosta NV Accessin lisäosakaupaksi.
fr: Modification de la source de mise à jour d'extensions par défaut à partir du Site Web des extensions de la communauté vers NV Access add-on store.
gl: Cambiouse a fonte predeterminada de actualización de complementos do sitio web de complementos da comunidade á tenda de complementos de NV Access.
ru: Изменён источник обновления дополнений по умолчанию с веб-сайта сообщества на магазин дополнений NV Access.
tr: Varsayılan eklenti güncelleme kaynağı, topluluk eklentileri web sitesinden NV Access eklenti mağazasına değiştirildi.
uk: Основне джерело оновлень додатків змінено з сайту додатків від спільноти на магазин додатків NV Access.

source: Version 23.05
bg: Версия 23.05
es: Versión 23.05
fi: Versio 23.05
gl: Versión 23.05
ru: Версия 23.05
tr: Sürüm 23.05
uk: Версія 23.05

source: Add-on update channel will be displayed when reviewing available add-on updates.
bg: Каналът за обновяване на добавка ще се покаже при преглед на наличните обновления за добавки.
de: Der Update-Kanal für NVDA-Erweiterungen wird angezeigt, sobald Sie auf verfügbare Updates überprüfen lassen.
es: Se mostrará el canal de actualización al revisar las actualizaciones disponibles.
fi: Lisäosien päivityskanava näytetään käytettävissä olevia päivityksiä tarkasteltaessa.
fr: Le canal de mise à jour d'extensions sera affiché lors de l'examen de mise à jour d'extensions disponibles.
gl: A canle de actualización de complementos amosarase ao revisar as actualizacións de complementos dispoñibles.
ru: Канал обновления дополнений будет отображаться при просмотре доступных обновлений.
tr: Mevcut eklenti güncellemeleri incelenirken eklenti güncelleme kanalı görüntülenecektir.
uk: Канал оновлення додатка показуватиметься під час перегляду доступних оновлень додатка.

source: NVDA will present a message about add-on store if using NVDA releases with add-on store included.
bg: NVDA ще изведе съобщение за магазина за добавки, ако се използват версии на NVDA с включен магазин за добавки.
de: NVDA zeigt eine Meldung über den Store für NVDA-Erweiterungen an, wenn eine NVDA-Versionen mit dem Store verwendet wird.
es: NVDA presentará un mensaje sobre la tienda de complementos si se usan versiones de NVDA con la tienda de complementos incluida.
fi: NVDA näyttää ilmoituksen lisäosakaupasta, mikäli se sisältyy käytössä olevaan NVDA-versioon.
fr: NVDA présentera un message à propos de l'add-on store si vous utilisez des versions NVDA avec l'add-on store inclus.
gl: O NVDA presentará unha mensaxe sobre a tenda de complementos se se usan versións do NVDA con tenda de complementos incluida.
ru: NVDA выдаст сообщение о магазине дополнений, если вы используете версии NVDA с включенным магазином дополнений.
tr: Eklenti deposu içeren NVDA sürümleri kullanılıyorsa, NVDA, eklenti deposu hakkında bir mesaj sunar.
uk: NVDA видасть повідомлення про магазин додатків, якщо ви використовуєте випуски NVDA з включеним магазином додатків.

source: Version 23.04
bg: Версия 23.04
es: Versión 23.04
fi: Versio 23.04
gl: Versión 23.02
pl: Wersja 23.04
ru: Версия 23.04
tr: Sürüm 23.04
uk: Версія 23.04

source: Added development update channel setting to let users of development add-ons choose between dev and beta update channels. This option is shown if the selected add-on from prefer development releases list is checked.
bg: Добавена е настройка за избор на канала за обновяване, за да позволи на потребителите на добавки в процес на разработка да избират между тестови и бета канал за обновяване. Тази опция се показва, ако избраната добавка е отметната в списъка "С приоритет да са тестовите версии".
de: Es wurde eine Einstellung für den Entwicklungs-Update-Kanal hinzugefügt, damit Benutzer von Entwicklungsversionen von NVDA-Erweiterungen zwischen Entwicklungs- und Beta-Update-Kanälen auswählen können. Diese Option wird angezeigt, wenn das ausgewählte NVDA-Erweiterung aus der Liste bevorzugter Entwicklungsversionen markiert ist.
es: Se ha añadido una opción de canal de desarrollo para permitir a los usuarios de complementos en desarrollo elegir entre canales de actualización dev y beta. Esta opción se muestra si el complemento está marcado en la lista preferir versiones de desarrollo.
fi: Lisätty kehitysversioiden päivityskanavan asetus, jolla lisäosien kehitysversioiden käyttäjät voivat valita joko dev- tai beta-päivityskanavan. Tämä asetus näytetään, jos valitun lisäosan valintaruutu on valittuna Aseta kehitysversiot etusijalle -luettelosta.
fr: Ajouter le paramètre canal de mise à jour de développement pour permettre aux utilisateurs des extensions en développement de choisir entre le canal de mise à jour dev et béta. Cette option est affichée si l'extension sélectionnée dans la liste Préférer les versions de développement est cochée.
gl: Engadiuse a configuración da canle de actualización de desenvolvemento para permitir aos usuarios de complementos de desenvolvemento escoller entre as canles de actualización de desenvolvemento e beta. Esta opción amósase se o complemento selecionado da listaxe de versións de desenvolvemento preferidas está marcado.
pl: Dodano ustawienie kanału aktualizacji programistycznej, aby umożliwić użytkownikom dodatków programistycznych wybór między kanałami aktualizacji deweloperskiej i beta. Ta opcja jest wyświetlana, jeśli zaznaczony jest wybrany dodatek z listy preferowanych wydań rozwojowych.
ru: Добавлена настройка канала обновления для разработчиков, позволяющая пользователям дополнений для разработчиков выбирать между каналами обновления для разработчиков и бета-версии. Эта опция отображается, если установлен флажок для выбранного дополнения из списка предпочитаемых выпусков для разработчиков.
tr: Geliştirme eklentileri kullanıcılarının geliştirme ve beta güncelleme kanalları arasında seçim yapabilmeleri için geliştirme güncelleme kanalı ayarı eklendi. Bu seçenek, tercih edilen geliştirme sürümleri listesinden seçilen eklenti işaretliyse gösterilir.
uk: Додано налаштування «Канал випусків додатків у розробці», яке дозволяє користувачам додатків у розробці вибрати канал оновлень між розробницьким і бета.

source: NV Access add-on store is broadly available as an update source from Add-on Updater.
bg: Магазинът за добавки на NV Access вече е достъпен като източник за обновяване послредством "Обновяване на добавките".
de: Der Store für NVDA-Erweiterungen bei NV Access ist allgemein als Update-Quelle über den Updater für NVDA-Erweiterungen verfügbar.
es: La tienda de complementos de NV Access está ampliamente disponible como fuente de actualizaciones en Add-on Updater.
fi: NV Accessin lisäosakauppa on käytettävissä laajasti päivityslähteenä Lisäosien päivittäjässä.
fr: NV Access add-on store est largement disponible en tant que source de mise à jour d'Add-on Updater.
ru: Добавлен магазин дополнений NV Access в качестве экспериментального источника обновлений дополнений.
tr: NV Access eklenti mağazası, Eklenti Güncelleyici'den bir güncelleme kaynağı olarak geniş çapta mevcuttur.
uk: Додано магазин додатків від NV Access як загальнодоступне джерело оновлень додатків.

source: Version 23.03
bg: Версия 23.03
es: Versión 23.03
fi: Versio 23.03
gl: Versión 23.03
pl: Wersja 23.03
ru: Версия 23.03
tr: Sürüm 23.03
uk: Версія 23.03

source: Due to changes made to the website used by some update sources, this must be installed manually.
bg: Поради промени, направени в уебсайта, използван от някои източници за обновяване, тази версия трябва да се инсталира ръчно.
de: Auf Grund von Änderungen an der Webseite, die von einigen Update-Quellen verwendet wird, muss diese manuell installiert werden.
es: A causa de unos cambios hechos al sitio web usado por algunas fuentes de actualización, se debe instalar manualmente.
fi: Lisäosa on asennettava manuaalisesti joidenkin päivityslähteiden käyttämään verkkosivuun tehtyjen muutosten vuoksi.
fr: En raison des modifications apportées au site Web utilisées par certaines sources de mises à jour, cela doit être installé manuellement.
ru: Из-за изменений, внесённых на веб-сайт, используемый некоторыми источниками обновлений, его необходимо установить вручную.
tr: Bazı güncelleme kaynakları tarafından kullanılan web sitesinde yapılan değişiklikler nedeniyle, bunun el ile yüklenmesi gerekir.
uk: Через зміни на веб-сайті, що використовуються деякими джерелами оновлень, їх потрібно встановлювати вручну.
