Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: NVDA will present an error dialog if errors occur while checking for add-on updates such as loss of Internet connection.
bg: NVDA ще изведе диалогов прозорец за грешка, ако възникнат грешки при проверка за обновления на добавките, като например липса на интернет свързаност.
de: NVDA zeigt einen Fehler-Dialog, wenn Fehler während der Suche nach Erweiterungs-Updates auftreten. So z. B. bei Verlust der Internetverbindung.
es: NVDA presentará un diálogo de error si se producen errores al buscar actualizaciones, tales como la pérdida de conexión a Internet.
fi: NVDA näyttää virheilmoituksen, mikäli lisäosapäivityksiä tarkistettaessa tapahtui virheitä, kuten internet-yhteyden katkeaminen.
fr: NVDA affichera un dialogue d'erreur si des erreurs se produisent lors de la recherche de mises à jour d'extensions telles qu'une perte de connexion Internet.
gl: NVDA presentará un diálogo de erro se ocorresen erros ao verificar actualizacións de complementos, como a perda de conexión a internet.
ja: アドオンの更新を確認している間にインターネット接続を失うなどのエラーが起こると、NVDAがエラーダイアログを出します。
pl: NVDA przedstawi okno dialogowe błędu, jeśli wystąpią błędy podczas sprawdzania aktualizacji dodatku, takich jak utrata połączenia internetowego.
pt_br: O NVDA apresentará um diálogo de erro se ocorrerem erros durante a verificação de atualizações de complementos, como perda de conexão com a Internet.
ru: NVDA представит диалоговое окно с ошибкой, если при проверке обновлений дополнения возникнут ошибки, такие как потеря подключения к Интернету.
sr: NVDA će prikazati dijalog za grešku ako je došlo do greške pri proveri ažuriranja kao što je gubitak Internet konekcije.
tr: Eklenti güncellemelerini kontrol ederken oluşabilecek internet kesintisi gibi durumlarda NVDA bir hata iletişim kutusu gösterecektir.
uk: У разі, якщо під час перевірки оновлень додатків трапляються помилки, такі, як втрата з’єднання з Інтернетом, NVDA покаже діалогове вікно помилок.
vi: NVDA sẽ hiển thị một hộp thoại báo lỗi nếu có trục trặc xảy ra khi kiểm tra cập nhật các add-on như mất kết nối mạng.

source: Version 20.11
bg: Версия 20.11
es: Versión 20.11
fi: Versio 20.11
gl: Versión 20.11
hr: Verzija 20.11
it: Versione20.11
ja: バージョン20.11
pl: Wersja 20.11
pt_br: Versão 20.11
ru: Версия 20.11
sr: Verzija 20.11
tr: Sürüm 20.11
uk: Версія 20.11
vi: Phiên bản 20.11

source: NVDA 2020.3 or later is required.
bg: Изисква се NVDA 2020.3 или по-нова версия.
de: Benötigt NVDA 2020.3 oder neuer.
es: Se necesita NVDA 2020.3 o posterior.
fi: Vaatii NVDA 2020.3:n tai uudemman.
fr: Nécessite NVDA 2020.3 ou une version ultérieure.
gl: Require NVDA 2020.3 ou posterior.
hr: Potrebna je NVDA verzija 2020.3 ili novija.
it: E' richiesto NVDA 2020.3 o versioni successive.
ja: NVDA 2020.3以降が必要です。
pl: Wymagana jest wersja NVDA 2020.3 lub nowsza.
pt_br: É necessário o NVDA 2020.3 ou posterior.
ru: Требуется NVDA 2020.3 или более поздней версии.
sr: NVDA 2020.3 ili noviji je neophodan.
tr: NVDA 2020.3 veya üstü gereklidir.
uk: Вимагає NVDA 2020.3 чи новішу.
vi: Yêu cầu NVDA 2020.3 trở lên.

source: Resolved more coding style issues and potential bugs with Flake8.
bg: Оправени са още проблеми със стила на кода и потенциални грешки с Flake8.
de: Mehrere Codierungsstil-Probleme sowie potentielle Fehler mit Flake8 behoben.
es: Se han resuelto más problemas de estilo del código y fallos potenciales con Flake8.
fi: Ratkaistu lisää koodaustyylin ongelmia sekä mahdollisia bugeja Flake8:n kanssa.
fr: Résolution d'autres problèmes de style de code et de bugs potentiels avec Flake8.
gl: Resoltas máis incidencias de estilo do código e erros potenciais con Flake8.
hr: Riješeni su daljnji problemi sa stilom kodiranja kao i potencijalne greške s Flake8.
it: Risolti molti problemi legati allo stile del codice e bug potenziali con Flake8.
ja: コード形式の問題とFlake8について可能性のあるバグを解決しました。
pl: Rozwiązano więcej problemów ze stylem kodowania i potencjalnych błędów z Flake8.
pt_br: Resolvido mais problemas de estilo de codificação e possíveis falhas com Flake8.
ru: Решено больше проблем со стилем кодирования и потенциальных ошибок с Flake8.
sr: Ispravljeno još problema u stilu koda i Flake8 problema.
tr: Flake8 ile ilgili daha fazla kodlama stili sorunu ve olası hatalar çözüldü.
uk: Виправлено проблеми зі стилем кодування та потенційні помилки за допомогою Flake8.
vi: Giải quyết nhiều vấn đề về kiểu mã nguồn và các lỗi tiềm năng với Flake8.

source: NVDA will no longer play error tones or appear to do nothing when using the add-on while NVDA is running from source code. A message about this fact will be recorded in the log instead.
bg: NVDA вече няма да възпроизвежда сигнал за грешка или да изглежда сякаш не прави нищо при използване на добавката, в случаите когато NVDA се изпълнява от изходния код. Вместо това в протокола ще бъде записано съобщение за този факт.
de: NVDA spielt keine Fehlertöne mehr ab oder scheint nichts zu tun, wenn die Erweiterung in einem NVDA verwendet wird, welches aus dem Quellcode ausgeführt wird. Stattdessen wird eine Meldung im Protokoll aufgezeichnet.
es: NVDA ya no reproducirá tonos de error o parecerá no hacer nada al usar el complemento mientras NVDA se ejecuta desde el código fuente. En su lugar, se grabará un mensaje en el registro indicando este hecho.
fi: NVDA ei enää toista virheääniä eikä näytä tekevän mitään, kun lisäosaa käytetään NVDA:n lähdekoodiversiossa. Tieto tästä tallennetaan lokiin.
fr: NVDA n'émettra plus de bip d'erreur ni ne semblera rien faire lors de l'utilisation de l'extension pendant que NVDA s'exécute à partir du code source. A la place, un message à ce sujet sera enregistré dans le journal.
gl: NVDA xa non reproducirá tons de erro ou parecerá non facer nada ao usar o complemento mentres se estea a executar NVDA dende o código fonte. No seu lugar gravarase unha mensaxe sobre este feito no rexistro.
ja: NVDAをソースコードから実行している間にこのアドオンを使用している時、NVDAがエラー音を鳴らさなくなり、何もしていないように見えることがなくなりました。その代わり、そのことについてのメッセージがログに記録されるようになりました。
pl: NVDA nie będzie już odtwarzać dźwięków błędów lub wydaje się nic nie robić podczas korzystania z dodatku, gdy NVDA jest uruchomiony z kodu źródłowego. Zamiast tego komunikat o tym fakcie zostanie zapisany w dzienniku.
pt_br: O NVDA não reproduzirá mais tons de erro ou parecerá não fazer nada ao usar o complemento enquanto o NVDA está sendo executado a partir do código-fonte. Em vez disso, uma mensagem sobre esse fato será gravada no log.
ru: NVDA больше не будет воспроизводить сигналы об ошибках или ничего не делать при использовании дополнения, пока NVDA работает из исходного кода. Вместо этого в журнал будет записано сообщение об этом факте.
sr: NVDA više neće reprodukovati zvukove za grešku ili ne raditi ništa kada je dodatak pokrenut iz NVDA kopije pokrenute iz izvornog koda. Umesto toga, poruka će biti evidentirana u dnevniku.
tr: NVDA kaynak kodundan çalışırken eklentiyi kullanırken artık hata tonları çalmayacak veya hiçbir şey yapmıyormuş gibi görünmeyecek. Bunun yerine günlüğe bu durumla ilgili bir mesaj kaydedilecek.
uk: NVDA більше не відтворюватиме сигналів помилок або взагалі нічого не робитиме під час використання додатка, коли NVDA працює з вихідного коду. Натомість повідомлення про цей факт буде записано до журналу.
vi: NVDA sẽ không còn phát âm báo lỗi hoặc không làm gì khi dùng add-on trong bản NVDA chạy từ mã nguồn. Thay vào đó, thông điệp cho trường hợp này sẽ được ghi vào log.

source: Version 20.07
bg: Версия 20.07
es: Versión 20.07
fi: Versio 20.07
gl: Versión 20.07
hr: Verzija 20.07
hu: 20.07-es verzió
it: Novità nella versione 20.07
ja: バージョン20.07
pl: Wersja 20.07
pt_br: Versão 20.07
ru: Версия 20.07
sk: verzia 20.07
sr: Verzija 20.07
tr: Sürüm 20.07
uk: Версія 20.07
vi: Phiên bản 20.07

source: NVDA 2020.1 or later is required.
bg: Изисква се NVDA 2020.1 или по-нова версия.
de: Benötigt NVDA 2020.1 oder neuer.
es: Se necesita NVDA 2020.1 o posterior.
fi: Vaatii NVDA 2020.1:n tai uudemman.
fr: Nécessite NVDA 2020.1 ou une version ultérieure.
gl: Require NVDA 2020.1 ou posterior.
hr: Potrebna je NVDA verzija 2020.1 ili novija.
hu: NVDA 2020.1 vagy újab verzió szükséges
it: E' richiesto NVDA 2020.1 o versioni successive.
ja: NVDA 2020.1以降が必要です。
pl: Wymagana jest wersja NVDA 2020.1 lub nowsza.
pt_br: É necessário o NVDA 2020.1 ou posterior.
ru: Требуется NVDA 2020.1 или более поздней версии.
sk: Vyžaduje NVDA od verzie 2020.1.
sr: NVDA 2020.1 ili noviji je neophodan.
tr: NVDA 2020.1 veya üstü gereklidir.
uk: Вимагає NVDA 2019.1 чи новішу.
vi: Yêu cầu NVDA 2020.1 trở lên.

source: If one or more legacy add-ons (such as Screen Curtain) are installed, Add-on Updater will present a message asking you to disable or uninstall the add-ons listed.
bg: Ако са инсталирани една или повече наследени добавки (напр. "Екранна завеса"), "Обновяване на добавките" ще изведе съобщение с молба да изключите или премахнете изброените добавки.
de: Wenn eine oder mehrere veraltete Erweiterungen (wie z. B. Bildschirmvorhang) gefunden wurden, zeigt der Updater für NVDA-Erweiterungen eine Meldung an, in der Sie aufgefordert werden, die aufgelisteten Erweiterungen zu deaktivieren oder zu deinstallieren.
es: Si se encuentran instalados uno o más complementos obsoletos (como Screen Curtain), Add-on Updater mostrará un mensaje solicitando que se deshabiliten o desinstalen los complementos listados.
fi: Jos yksi tai useampi vanhentunut lisäosa (kuten Näyttöverho) on asennettuna, Lisäosien päivittäjä näyttää ilmoituksen, jossa sinua pyydetään poistamaan luettelossa näkyvät lisäosat käytöstä.
fr: Si une ou plusieurs extensions obsolètes (telles que Screen Curtain) sont installées, Mise à Jour des Extensions affichera un message vous demandant de désactiver ou désinstaller les extensions listées.
gl: Se están instalados un ou máis complementos antigos (como Screen Curtain), Add-on Updater presentará unha mensaxe pedíndoche deshabilitar ou desinstalar os complementos en cuestión.
hr: Ako postoje zastarjeli instalirani dodaci (npr. ekranska zavjesa), nadogradnja dodataka prikazat će popis dodataka koji se moraju deaktivirati ili deinstalirati.
hu: Amennyiben olyan bővítmények vannak telepítve a rendszerben, amelyek olyan opciókat adtak az NVDA-hoz, amik időközben már bekerültek az NVDA fő programjába, a Bővítmény-frissítő figyelmeztet, és felajánlja a kérdéses bővítmények eltávolítását.
it: Se sono installati uno o più add-on obsoleti (come Screen Curtain), Add-on Updater presenterà un messaggio che vi chiederà di disabilitare o disinstallare questi add-on.
ja: もし一以上のレガシーアドオン(Screen Curtainのような)がインストールされている場合、Add-on Updaterはリストされたそれらのアドオンを無効化するかアンインストールするか尋ねるメッセージを表示します。
pl: Jeżeli w konfiguracji NVDA zainstalowane są dodatki przestarzałe, takie jak Screen Curtain dodatek pokaże stosowny komunikat, wymagający ich usunięcia oraz wyłączenia.
pt_br: Se um ou mais complementos legados (como Cortina de Tela — Screen Curtain) estiverem instalados, o Atualizador de Complementos apresentará uma mensagem solicitando que você desative ou desinstale os complementos listados.
ru: Если установлено одно или несколько устаревших дополнений (например, Screen Curtain), Add-on Updater выдаст сообщение с просьбой отключить или удалить перечисленные дополнения.
sk: Ak používate nepodporované doplnky, tento nástroj na to upozorní a odporučí ich zakázanie alebo odinštalovanie.
sr: Ako je instaliran jedan ili više zastarelih dodataka (kao što su zatamnjivanje ekrana ), dodatak će prikazati poruku koja će upozoriti korisnika da onemogući ili deinstalira opisane dodatke.
tr: Bir veya daha fazla eski eklenti (Ekran Perdesi gibi) kuruluysa, Eklenti Güncelleyici, listelenen eklentileri devre dışı bırakmanızı veya kaldırmanızı isteyen bir mesaj görüntüleyecek.
uk: Якщо у вас встановлено один чи кілька застарілих додатків (таких як Screen Curtain), додаток запропонує вимкнути чи видалити їх.
vi: Nếu có một hay nhiều add-ons cũ (Che màn hình chẳng hạn) được cài đặt, Bộ cập nhật Add-on sẽ hiển thị thông điệp yêu cầu bạn vô hiệu hay gỡ bỏ các add-ons được liệt kê.

source: You can now save, reload, or reset Add-on Updater settings by pressing Control+NVDA+C, Control+NVDA+R once, or Control+NVDA+R three times, respectively.
bg: Вече можете да запазите, презаредите или нулирате настройките на "Обновяване на добавките", като натиснете съответно Control+NVDA+C, Control+NVDA+R веднъж или Control+NVDA+R три пъти.
de: Sie können nun die Einstellungen für den Updater für NVDA-Erweiterungen speichern, neu laden oder zurücksetzen, indem Sie einmal Strg+NVDA+C, einmal Strg+NVDA+R oder dreimal Strg+NVDA+R drücken.
es: Ahora se pueden guardar, recargar o restablecer los ajustes de Add-on Updater pulsando NVDA+control+c, NVDA+control+r una vez o NVDA+control+r tres veces, respectivamente.
fi: Voit nyt tallentaa, ladata uudelleen tai nollata Lisäosan päivittäjän asetukset painamalla Ctrl+NVDA+C, Ctrl+NVDA+R kerran tai Ctrl+NVDA+R kolmesti.
fr: Vous pouvez maintenant sauvegarder, recharger ou réinitialiser les paramètres de Mise à Jour des Extensions en pressant Contrôle+NVDA+C, Contrôle+NVDA+R une fois ou Contrôle+NVDA+R trois fois respectivement.
gl: Xa podes gardar, recargar e restablecer as opcións de Add-on Updater premendo Control+NVDA+C, Control+NVDA+R unha vez, ou Control+NVDA+R tres veces, respectivamente.
hr: Sada je moguće spremiti, ponovo učitati ili resetirati postavke nadogradnje dodataka, jednim pritiskom tipki kontrol+NVDA+C, kontrol+NVDA+R ili trostrukim pritiskom tipki kontrol+NVDA+R.
hu: Most már elmentheti, betöltheti és visszaállíthatja a bővítmény-frissítő beállításait. billentyűparancsok: Ctrl+NVDA+C, Ctrl+NVDA+R 1x és 3x gyors egymásutáni lenyomás
it: E' ora possibile salvare, ricaricare o riavviare le impostazioni di Add-on Updater premendo Control+NVDA+C, Control+NVDA+R una volta o Control+NVDA+R tre volte, respettivamente.
ja: Control+NVDA+C, Control+NVDA+Rを一回、または Control+NVDA+R を三回押すことで、それぞれ、Add-on Updaterの設定を保存、再読み込み、またはリセットすることが出来るようになりました。
pl: Od teraz można zapisywać, ponownie wczytywać, oraz resetować ustawienia dodatku naciskając Control+NVDA+C, Control+NVDA+R jeden raz, lub Control+NVDA+R trzykrotnie.
pt_br: Agora você pode salvar, recarregar ou redefinir as configurações do Atualizador de Complemento pressionando Control+NVDA+C, Control+NVDA+R uma vez ou Control+NVDA+R três vezes, respectivamente.
ru: Теперь вы можете сохранить, перезагрузить или сбросить настройки Add-on Updater, нажав Control+NVDA+C, Control+NVDA+R один раз или Control+NVDA+R три раза соответственно.
sk: Skratka ctrl+nvda+c uloží nastavenia doplnku. Ctrl+nvda+r načíta uložené nastavenia. Ctrl+nvda+r stlačené trikrát rýchlo za sebou obnoví pôvodné nastavenia doplnku. (Poznámka prekladateľa: toto sú predvolené skratky nvda a nie výhradné skratky doplnku. Myslite na to pri prípadnom resete nastavení doplnku, keďže skratka obnoví aj pôvodné nastavenia NVDA).
sr: Sada možete da sačuvate, ponovo učitate, ili resetujete podešavanja ažuriranja dodataka prečicama Control+NVDA+C, Kontrol+NVDA+R jednom, ili Kontrol+NVDA+R tri puta.
tr: Artık sırasıyla , Control+NVDA+C, Control+NVDA+R tuylarına bir kez,veya Control+NVDA+R tuşlarına basarak tuşlarına üç kez basarak Eklenti Güncelleyici ayarlarını kaydedebilir, yeniden yükleyebilir veya sıfırlayabilirsiniz.
uk: Тепер можна зберігати, перезавантажувати чи скидати налаштування додатка, натискаючи Control+NVDA+C, Control+NVDA+R один раз чи Control+NVDA+R тричі відповідно.
vi: Giờ bạn có thể lưu, gọi lại hay đặt lại các thiết lập của Bộ cập nhật Add-on bằng cách bấm Control+NVDA+C, Control+NVDA+R một lần hay Control+NVDA+R ba lần.

source: Version 20.06
bg: Версия 20.06
es: Versión 20.06
fi: Versio 20.06
gl: Versión 20.06
hr: Verzija 20.06
hu: 20.06-os verzió
it: Novità nella versione 20.06
ja: バージョン20.06
pl: Wersja20.06
pt_br: Versão 20.06
ru: Версия 20.06
sk: verzia 20.06
sr: Verzija 20.06
tr: Sürüm 20.06
uk: Версія 20.06
vi: Phiên bản 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
bg: Оправени са много проблеми със стила на кода и потенциални грешки с Flake8.
de: Code bereinigt und mehrere Probleme mit Flake8 beseitigt. Resolved many coding style issues and potential bugs with Flake8.
es: Se han resuelto muchos problemas de estilo del código y fallos potenciales con Flake8.
fi: Ratkaistu useita koodaustyylin ongelmia sekä mahdollisia bugeja Flake8:n kanssa.
fr: Beaucoup de problèmes de style de code et des problèmes potentiels avec Flake8 résolus.
gl: Resoltas varias incidencias de estilo do código e erros potenciais con Flake8.
hr: Riješeni su mnogi problemi sa stilom kodiranja kao i potencijalne greške s Flake8.
hu: Javítottak több kódolási hibát és lehetséges bugot.
it: Risolti molti problemi legati allo stile del codice e bug potenziali con Flake8.
ja: 多くのコード形式の問題とFlake8について可能性のあるバグを解決しました。
pl: Naprawiono mnóstwo błędów dotyczących stylu samego kodu oraz potencjalnych błędów dotyczących Lintera flake8.
pt_br: Foram resolvidos muitos problemas de estilo de codificação e possíveis erros com o Flake8.
ru: Решено множество проблем со стилем кодирования и потенциальных ошибок с Flake8.
sk: Opravené drobné chyby v kóde.
sr: Ispravljeno puno problema u stilu koda i Flake8 problema.
tr: Flake8 ile ilgili birçok kodlama stili sorunu ve olası hatalar çözüldü.
uk: Виправлено проблеми зі стилем кодування та потенційні помилки за допомогою Flake8.
vi: Giải quyết nhiều vấn đề về kiểu mã nguồn và các lỗi tiềm năng với Flake8.

source: Version 20.04
bg: Версия 20.04
es: Versión 20.04
fi: Versio 20.04
gl: Versión 20.04
hr: Verzija 20.04
hu: 20.04-es verzió
it: Novità nella versione 20.04
ja: バージョン20.04
pl: Wersja 20.04
pt_br: Versão 20.04
pt_pt: Versão 20.04
ru: Версия 20.04
sk: verzia 20.04
sr: Verzija 20.04
tr: Sürüm 20.04
uk: Версія 20.04
vi: Phiên bản 20.04

source: NVDA will no longer appear to do nothing or play error tones when trying to update add-ons through Add-on Updater.
bg: NVDA вече няма да изглежда сякаш не прави нищо или да възпроизвежда тон за грешка, когато се опитвате да обновите добавки чрез "Обновяване на добавките".
de: Fehler behoben, wonach NVDA nichts mehr zu tun scheint oder Fehlertöne abspielt, wenn Erweiterungen mit dem Erweiterungs-Updater aktualisiert werden.
es: NVDA ya no reproducirá tonos de error o parecerá no hacer nada al intentar actualizar complementos mediante Add-on Updater.
fi: NVDA ei näytä enää tekevän mitään tai toistavan virheääniä, kun lisäosia yritetään päivittää Lisäosien päivittäjän kautta.
fr: NVDA ne semblera plus inactif et n'émettra plus de son d'erreur en essayant de mettre à jour des extensions via Mise à Jour des Extensions.
gl: NVDA xa non parecerá non facer nada nin reproducirá tons de erro ao tentar actualizar complementos mediante Add-on Updater.
hr: NVDA se više neće ponašati kao da ništa ne radi, niti će reproducirati zvukove greške prilikom pokušaja nadograđivanja dodataka pomoću dodatka „Nadogradnja dodataka”.
hu: Az NVDA már nem ad ki hibajelző hangot, ha a Bővítmény-frissítő segítségével akarunk bővítmény-frissítéseket keresni.
it: NVDA non sembrerà più bloccato e non emetterà segnali acustici di errore quando si cercherà di aggiornare degli add-on tramite Add-on Updater.
ja: Add-on Updaterを介してアドオンを更新しようとする時に、NVDAが何もしていないように見えることがなくなり、エラー音を鳴らすことがなくなりました。
pl: NVDA już nie będzie wyglądałą jak by nie robiła nic, lub odtwarzałą dźwięki błędów gdy próbujemy zaktualizować dodatki.
pt_br: O NVDA não parece mais fazer nada ou reproduzir tons de erro ao tentar atualizar os complementos através do Atualizador de Complementos.
pt_pt: O NVDA já não parece fazer nada ou já não dá um som de erro quando tenta actualizar um extra pelo actualizador de extras.
ru: NVDA больше не будет ничего делать или воспроизводить сигналы ошибок при попытке обновить дополнения через Add-on Updater.
sk: NVDA viac nehlási chybu pri pokkuse aktualizovať doplnky.
sr: NVDA više neće reprodukovati tonove greške ili ne raditi ništa kada se proveravaju ažuriranja dodataka.
tr: Artık NVDA, Eklenti Güncelleyici ile eklentileri güncellemeye çalışırken hiçbir şey yapmıyormuş gibi görünmeyecek veya hata tonları çalmayacak.
uk: NVDA не робитиме нічого і не відтворюватиме звуків помилок під час оновлення додатків через Add-on Updater.
vi: NVDA không còn phát âm báo lỗi hoặc không làm gì khi nỗ lực cập nhật các add-on thông qua bộ cập nhật các add-on.

source: Resolved an issue where "check for add-on updates" item wasn't present in NVDA Tools menu.
bg: Решен е проблем, при който пунктът "Провери за обновления на добавките" не е наличен в менюто "Инструменти" на NVDA.
de: Es wurde ein Problem behoben, bei dem der Eintrag"auf Erweiterungs-Updates prüfen" im NVDA-Werkzeuge-Menü nicht vorhanden war.
es: Se ha resuelto un problema por el que la opción "Buscar actualizaciones de complementos" no se encontraba presente en el menú Herramientas de NVDA.
fi: Ratkaistu ongelma, joka aiheutti sen, että "Tarkista lisäosien päivitykset" -vaihtoehtoa ei ollut NVDA:n Työkalut-valikossa.
fr: Correction d'un problème où l'élément "Rechercher les mises à jour d'extensions" n'était pas présent dans le menu Outils de NVDA.
gl: Resolve un problema polo que o elemento "verificar actualizacións de complementos" non estaba presente no menú Ferramentas de NVDA.
hr: Ispravljena greška nepostojeće stavke za provjeru nadogradnje dodatka u NVDA izborniku alata.
hu: Javították azt a hibát, hogy a bővítmények frissítése nem volt elérhető az NVDA Eszközök menüjéből.
it: Risolto un problema per cui l'elemento "controlla aggiornamenti dei componenti aggiuntivi" non era presente nel menu Strumenti di NVDA.
ja: 「アドオン更新を確認」の項目がNVDAのツールメニューに出ていなかった問題を解決しました。
pl: Naprawiono błąd związany z nie pojawianiem się elementu meni "sprawdź aktualizacji dodatków" w meni rozwijanym serwis.
pt_br: Foi resolvido um problema em que o item "verifique se há atualizações de complementos" não estava presente no menu Ferramentas do NVDA.
pt_pt: Resolvido um problema onde o item de menu "Procurar por actualizações de extras..." não aparecia no menu NVDA, Ferramentas.
ru: Решена проблема, из-за которой пункт "Проверить наличие обновлений для дополнений" отсутствовал в NVDA меню, Сервис.
sk: Opravená chyba, ktorá spôsobovala, že v menu nástroje nebola zobrazená položka aktualizovať doplnky.
sr: Ispravljena greška koja je izazivala da se opcija "Proveri dostupna ažuriranja dodataka " ne pojavljuje u NVDA meniju alati.
tr: NVDA Araşlar menüsünde "eklenti güncellemelerini kontrol et" öğesinin bulunmaması sorunu çözüldü.
uk: Вирішено проблему, коли пункт «Перевірити оновлення додатків» не відображався в підменю «Інструменти» меню NVDA.
vi: Sửa lỗi không hiển thị mục "Kiểm tra cập nhật add-on" trong trình đơn công cụ của NVDA.

source: Version 20.03
bg: Версия 20.03
es: Versión 20.03
fi: Versio 20.03
gl: Versión 20.03
hr: Verzija 20.03
hu: 20.03-as verzió
it: Novità nella versione 20.03
ja: バージョン20.03
pl: Wersja 20.03
pt_br: Versão 20.03
pt_pt: Versão 20.03
ru: Версия 20.03
sk: verzia 20.03
sr: Verzija 20.03
tr: Sürüm 20.03
uk: Версія 20.03
vi: Phiên bản 20.03
