Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: On some systems (particularly computers joined to a corporate domain), add-on update check functionality may not work properly, therefore add-on updates must be downloaded manually.
bg: На някои системи (особено компютри, присъединени към корпоративен домейн), функцията за проверка за обновления на добавките може да не работи правилно, поради което обновленията за добавките трябва да бъдат изтегляни ръчно.
de: Auf einigen Systemen (insbesondere Computern, die einer Unternehmensdomäne angehören) funktioniert die Funktion zur Überprüfung von Updates für NVDA-Erweiterungen möglicherweise nicht ordnungsgemäß, daher müssen diese Updates manuell heruntergeladen werden.
es: En algunos sistemas (en especial ordenadores unidos a un dominio corporativo), la característica de comprobación de actualizaciones puede no funcionar adecuadamente, y por tanto se deben descargar a mano las actualizaciones de complementos.
fi: Joissakin järjestelmissä (etenkin yrityksen toimialueeseen liitetyissä) Lisäosien päivitystarkistustoiminto ei välttämättä toimi kunnolla, joten lisäosien päivitykset on ladattava manuaalisesti.
fr: Sur certains systèmes (en particulier les ordinateurs reliés à un domaine d'entreprise), la fonctionnalité de vérification des mises à jour d'extensions peut ne pas fonctionner correctement. Par conséquent, les mises à jour d'extensions doivent être téléchargées manuellement.
gl: Nalgúns sistemas (particularmente ordenadores engadidos a un dominio corporativo), a funcionalidade de verificación de actualizacións de complementos podería non funcionar correctamente, de xeito que as actualizacións de complementos se deberán descargar manualmente.
it: Su alcuni sistemi (in particolare i computer aggiunti a un dominio aziendale), la funzionalità di controllo degli aggiornamenti dei componenti aggiuntivi potrebbe non funzionare correttamente, pertanto gli aggiornamenti dei componenti aggiuntivi devono essere scaricati manualmente.
ja: 一部のシステム(特に会社ドメインに加わっているコンピュータ)では、アドオン更新確認機能は適切に動作しませんので、アドオン更新は手動でダウンロードされなければなりません。
pl: W niektórych systemach (zwłaszcza komputerach przyłączonych do domeny firmowej) funkcja sprawdzania aktualizacji dodatków może nie działać poprawnie, dlatego aktualizacje dodatków należy pobrać ręcznie.
pt_br: Em alguns sistemas (particularmente computadores conectados a um domínio corporativo), a funcionalidade de verificação de atualização de complemento pode não funcionar corretamente, portanto, as atualizações de complementos devem ser baixadas manualmente.
ru: На некоторых системах (особенно на компьютерах, присоединенных к корпоративному домену) функционал проверки обновлений дополнений может работать некорректно, поэтому обновления дополнений необходимо загружать вручную.
tr: Bazı sistemlerde (özellikle kurumsal domain'lere katılmış bilgisayarlar), eklenti güncelleme denetimi işlevi düzgün çalışmayabilir, bu nedenle eklenti güncellemelerinin manuel olarak indirilmesi gerekir.
uk: На деяких системах (особливо на комп’ютерах, підключених до корпоративного домену) функція перевірки оновлення додатків може працювати некоректно, тому оновлення додатків необхідно завантажувати вручну.

source: Some features require NVDA to be installed on the computer.
bg: Някои функции изискват инсталиране на NVDA на компютъра.
es: Algunas funciones requieren que NVDA esté instalado en el ordenador.
fi: Jotkut ominaisuudet vaativat NVDA: n asentamisen tietokoneelle.
fr: Certaines fonctionnalités nécessitent l'installation de NVDA sur l'ordinateur.
ru: Некоторые функции требуют, чтобы на компьютере была установлена NVDA.
uk: Низка функцій вимагають, щоб NVDA було встановлено на комп’ютері.

source: Some add-on releases include SHA256 hash values for checking add-on package integrity (all add-ons published on add-on store include SHA256 values), and if the hash value does not match, add-on updating will fail.
bg: Някои издания на добавки включват хеш стойности (SHA256) за проверка на целостта на пакета на добавката (всички добавки, публикувани в магазина за добавки, включват SHA256 стойности) и ако хеш стойността не съвпада, обновяването на добавките няма да бъде успешно.
de: Einige Versionen der NVDA-Erweiterungen enthalten SHA256-Hash-Werte, um die Integrität des Erweiterungspakets zu überprüfen (alle im Store für NVDA-Erweiterungen veröffentlichten NVDA-Erweiterungen enthalten SHA256-Werte) und wenn der Hash-Wert nicht übereinstimmt, schlägt das Update fehl.
es: Algunas versiones de complementos incluyen valores hash SHA256 para comprobar la integridad del paquete del complemento (todos los complementos publicados en la tienda de complementos incluyen valores SHA256), y si el valor hash no coincide, la actualización del complemento fallará.
fi: Jotkin lisäosajulkaisut sisältävät SHA256-tiivistearvon lisäosapaketin eheyden tarkistamista varten (kaikki lisäosakaupassa julkaistut lisäosat sisältävät sen), ja jos arvo ei täsmää, lisäosan päivitys epäonnistuu.
fr: Certaines versions d'extension incluent des valeurs de hachage SHA256 pour vérifier l'intégrité du package de l'extension(toutes les extensions publiées sur l'add-on store incluent les valeurs SHA256, et si la valeur de hachage ne correspond pas, la mise à jour de l'extension échouera.
ru: Некоторые выпуски дополнений включают хеш-значения SHA256 для проверки целостности пакета дополнений (все опубликованные дополнения в магазине дополнений содержат значения SHA256), и если хэш-значение не совпадает, обновление дополнений завершится ошибкой.
tr: Bazı eklenti sürümleri, eklenti paketi bütünlüğünü kontrol etmek için SHA256 karma değerleri içerir (eklenti mağazasında yayınlanan tüm eklentiler SHA256 değerlerini içerir) ve karma değeri eşleşmezse, eklenti güncellemesi başarısız olur.
uk: Деякі випуски додатків містять хеш-значення SHA256 для перевірки цілісності пакунків додатків ((всі додатки, опубліковані в магазині додатків, містять значення SHA256), і якщо хеш-значення не збігається, оновлення додатка не відбудеться.

source: Add-on settings
bg: Настройки на добавката
de: Einstellungen der Erweiterung
es: Opciones del complemento
fi: Lisäosan asetukset
fr: Paramètres de l'extension
gl: Opcións do complemento
it: Impostazioni del componente aggiuntivo
ja: アドオン設定
pl: Ustawienia dodatku
ru: Настройки дополнения
tr: Eklenti ayarları
uk: Налаштування додатка

source: You can configure Add-on Updater settings from NVDA Settings screen (NVDA menu, Preferences, Settings) under Add-on Updater category. Add-on settings are as follow:
es: Puedes configurar las opciones de Add-on Updater desde la pantalla de opciones de NVDA (menú NVDA, Preferencias, opciones) en la categoría Add-on Updater. Las opciones de Add-on Updater son las siguientes:

source: Automatically check for add-on updates: if checked, NVDA will check for add-on updates once every 12 hours. Automatic update checks are enabled by default on Windows client systems, and disabled by default on server systems.
es: Buscar actualizaciones de complementos automáticamente: si está marcada, NVDA buscará actualizaciones de complementos una vez cada 12 horas. La comprobación de actualizaciones automáticas está habilitada en sistemas de Windows cliente y deshabilitada en sistemas de servidor.

source: Add-on update notification: you can choose to receive update notification as a dialog or a toast. On server systems or running a portable copy of NVDA, update notification will be shown as a dialog.
bg: Известие за налични обновления за добавки: Можете да изберете да получавате известие за налични обновления като диалогов прозорец или изскачащо известие. На сървърни системи и при използване на преносимо копие на NVDA, известието за налични обновления ще се покаже като диалогов прозорец.
es: Notificación de actualización de complementos: puedes elegir recibir la notificación de actualizaciones como un diálogo o un aviso emergente. En sistemas Windows Server, o en copias portables de NVDA en ejecución, la notificación de actualizaciones se mostrará como un diálogo.
fi: Lisäosien päivitysilmoitus: voit valita, haluatko saada päivitysilmoituksen valintaikkunana vai ilmoitusruutuna. Windows 10:tä vanhemmissa versioissa ja palvelinjärjestelmissä tai NVDA:n massamuistiversiota käytettäessä päivitysilmoitus näytetään valintaikkunana.
fr: Notification de mise à jour d'extension : vous pouvez choisir de recevoir une notification de mise à jour sous forme de boîte de dialogue ou de toast. Sur les systèmes serveur, ou exécutant une copie portable de NVDA, la notification de mise à jour s'affichera sous forme de boîte de dialogue.
ru: Уведомление об обновлении дополнения: вы можете выбрать получение уведомления об обновлении в виде диалога или всплывающего уведомления. В версиях Windows до 10 и в серверных системах или с переносной копией NVDA уведомление об обновлении будет отображаться в виде диалогового окна.

source: Update add-ons in the background (update notification is set to toast): if checked, Add-on Updater will apply updates in the background. A toast will appear informing you that add-on updates are being downloaded and installed, followed by another message announcing update results. Same limitations as add-on update notification setting and toast must be selected from the above option in order for background updates to work.
bg: Обновяване на добавките във фонов режим (известието за налични обновления е зададено на "изскачащо известие"): Ако е отметнато, "Обновяване на добавките" ще прилага обновленията във фонов режим. Ще се появи изскачащо известие, което ви информира, че обновленията на добавките се изтеглят и инсталират, последвано от друго съобщение, което докладва резултатите от обновяването. Същите ограничения като настройката за уведомяване за обновления на добавки и изскачащото известие трябва да бъдат избрани от горната опция, за да работи обновяването във фонов режим.
es: Actualizar complementos en segundo plano (con la notificación de actualizaciones configurada en emergente): si está marcada, Add-on Updater aplicará actualizaciones en segundo plano. Aparecerá un aviso informando de que se están descargando e instalando actualizaciones de complementos, seguido de otro mensaje anunciando los resultados de la actualización. Para que funcionen las actualizaciones en segundo plano, se debe configurar la notificación emergente en el tipo de notificación.
fi: Päivitä lisäosat taustalla (kun päivitysilmoitukseksi on määritetty ilmoitusruutu): jos tämä on valittuna, Lisäosien päivittäjä lataa ja asentaa lisäosat taustalla. Tästä kertova ilmoitusruutu näytetään, jonka jälkeen näkyviin tulee toinen ilmoitus päivitysten tuloksista. Jotta taustapäivitykset toimisivat, on lisäosien päivitysilmoitukseksi asetettava ilmoitusruutu.
fr: Mettre à jour les extensions en arrière-plan (notification de mise à jour définie sur toast) : si coché, Add-on Updater appliquera les mises à jour en arrière-plan. Un toast apparaîtra pour vous informer que les mises à jour sont en cours de téléchargement et d'installation, suivi d'un autre message annonçant les résultats de la mise à jour. Les mêmes limitations que le paramètre de notification de mise à jour d'extensions et toast doivent être sélectionnés dans l'option ci-dessus pour que les mises à jour en arrière-plan fonctionnent.
ru: Обновление дополнений в фоновом режиме (уведомление об обновлении настроено на всплывающее уведомление): если флажок установлен, дополнение будет применять обновления в фоновом режиме. Появится всплывающее уведомление, информирующее вас о загрузке и установке обновлений дополнения, а затем другое сообщение о результатах обновления. Для работы фоновых обновлений необходимо выбрать Те же ограничения, что и в настройке уведомления об обновлении дополнения, режим всплывающих уведомлений должен быть выбран из вышеуказанного параметра, чтобы фоновые обновления работали.
uk: Оновлення додатків у фоновому режимі (якщо сповіщення про оновлення налаштовано як підказку): якщо позначено, «Оновлювач додатків» застосовуватиме оновлення у фоновому режимі. З’явиться сповіщення про те, що оновлення додатків завантажуються та встановлюються, а потім ще одне повідомлення про результати оновлення. Обмеження ті самі, що й під час налаштування сповіщення про оновлення додатків, і для роботи оновлень у фоні необхідно вибрати підказку у вищезгаданому списку.

source: Do not update add-ons: you can choose add-ons that should not be updated.
bg: Да не се обновяват следните добавки: Можете да изберете добавки, които не трябва да се обновяват.
de: Erweiterungen nicht aktualisieren: Sie können Erweiterungen auswählen, die nicht aktualisiert werden sollen.
es: No actualizar complementos: permite elegir complementos que no deberían actualizarse.
fi: Älä päivitä lisäosia: voit valita lisäosat, joita ei päivitetä.
fr: Ne pas mettre à jour les extensions : vous pouvez choisir des extensions qui ne doivent pas être mis à jour.
gl: Complementos a non actualizar: podes escoller os complementos que non deben actualizarse.
ja: アドオンを更新しない: 更新しないアドオンを選択出来ます。
pl: Nie aktualizuj dodatków: możesz wybrać dodatki, które nie powinny być aktualizowane.
ru: Не обновлять дополнения: вы можете выбрать дополнения, которые не должны обновляться.
tr: Bu Eklentileri güncelleme: güncellenmemesi gereken eklentileri seçebilirsiniz.
uk: Не оновлювати додатки: ви можете вибрати додатки, які не варто оновлювати.

source: Prefer development releases: any add-ons checked in this list will receive development (prerelease) releases.
bg: С приоритет да са тестовите версии: Всички добавки, отметнати в този списък, ще се обновяват до свои тестови версии.
de: Entwicklungsversionen bevorzugen: Alle Erweiterungen, die in dieser Liste markiert sind, erhalten Entwicklungsversionen (Vorabversionen).
es: Preferir versiones de desarrollo: los complementos marcados en esta lista recibirán versiones de desarrollo.
fi: Aseta kehitysversiot etusijalle: kaikki tässä luettelossa valitut lisäosat saavat kehitysversioita (esiversioita).
fr: Préférer les versions de développement : toutes les extensions cochées dans cette liste recevront des versions de développement (préversion).
gl: Preferir versións de desenvolvemento: calquera complemento marcado nesta lista recibirá versións de desenvolvemento (preliminares).
ja: 開発版のリリースを好む: このリストでチェックされているアドオンは、開発版（リリース前）のリリースを受け取ります。
pl: Preferuj wydania rozwojowe: wszystkie dodatki zaznaczone na tej liście otrzymają wydania rozwojowe (przedpremierowe).
ru: Предпочитать разрабатываемые версии: любые дополнения, отмеченные в этом списке, получат выпуски в процессе разработки (предварительные) выпуски.
tr: Geliştirme sürümlerini tercih et: Bu listede işaretlenen tüm eklentiler, geliştirme (yayın öncesi) sürümlerini alacaktır.
uk: Віддавати перевагу версіям у розробці: кожен додаток, позначений у цьому списку, отримуватиме розробницьку версію.

source: Development release channel (selected add-on must be checked from prefer development releases): allows selecting development updates coming from either dev or beta channel.
bg: Канал за издаване на тестови версии (избраната добавка трябва да бъде отметната в списъка "С приоритет да са тестовите версии"): Позволява избор на канал за обновяване (тестови или бета).
de: Kanal für Entwicklungsversionen (die ausgewählte NVDA-Erweiterung muss aus den bevorzugten Entwicklungsversionen ausgewählt werden): ermöglicht die Auswahl von Entwicklungsupdates, die entweder aus dem Dev- oder Beta-Kanal stammen.
es: Canal de versión de desarrollo (el complemento seleccionado debe estar marcado en preferir versiones de desarrollo): permite seleccionar actualizaciones de desarrollo procedentes del canal beta o dev.
fi: Kehitysversioiden kanava (valittu Lisäosa on valittava Aseta kehitysversiot etusijalle -luettelosta): Mahdollistaa kehityspäivitysten vastaanottamisen joko dev- tai beta-kanavasta.
fr: Canal de version de développement (l'extension sélectionnée doit être cochée depuis Préférer les versions de développement): permet de sélectionner les mises à jour de développement provenant du canal dev ou béta.
gl: Canal de versión de desenvolvemento (O complemento seleccionado debe estar marcado entre as versións preferidas de desenvolvemento): permite seleccionar as versión de desenvolvemento procedentes da canle dev ou beta.
pl: Kanał wydania rozwojowego (wybrany dodatek należy zaznaczyć w preferuj wydania rozwojowe): umożliwia wybranie aktualizacji programistycznych pochodzących z kanału deweloperskiego lub beta.
ru: Канал выпуска для разработки (выбранное дополнение должно быть выбрано в разделе "Предпочитаемые выпуски для разработки"): позволяет выбирать обновления для разработки, поступающие либо из канала разработки, либо из канала бета-версии.
tr: Geliştirme sürümü kanalı (seçilen eklenti, tercih edilen geliştirme sürümleri bölümünden kontrol edilmelidir): geliştirme veya beta kanalından gelen geliştirme güncelleştirmelerinin seçilmesine izin verir.
uk: Канал випусків додатків у розробці (вибраний додаток має бути позначений у списку «віддавати перевагу версіям у розробці»): дозволяє вибрати розробницькі оновлення, які надходять з каналу розробників або з каналу бета-версії.

source: Add-on update source: you can choose where to get updates from. Currently Add-on Updater supports downloading updates from the sources listed below. A confirmation message will be shown after changing update source.
bg: Източник за обновления на добавките: Можете да изберете откъде да получавате обновления. В момента "Обновяване на добавките" поддържа изтегляне на обновления от източниците, изброени по-долу. След промяна на източника за обновяване ще се покаже съобщение за потвърждение.
de: Update-Quelle für NVDA-Erweiterungen: Sie können auswählen, woher Sie die Updates beziehen möchten. Derzeit unterstützt der Updater für NVDA-Erweiterungen das Herunterladen von Updates aus den unten aufgeführten Quellen. Nach dem Ändern der Update-Quelle wird eine Bestätigungsmeldung angezeigt.
es: Fuente de actualización de complementos: puedes elegir de dónde conseguir las actualizaciones. Actualmente Add-on Updater soporta la descarga de actualizaciones desde las fuentes enumeradas a continuación. Se mostrará un mensaje de confirmación después de cambiar la fuente de actualizaciones.
fi: Lisäosien päivityslähde: voit valita, mistä päivitykset haetaan. Tällä hetkellä Lisäosien päivittäjä tukee päivitysten lataamista alla luetelluista lähteistä. Päivityslähdettä vaihdettaessa kysytään vahvistus.
fr: Source de mise à jour des extensions : vous pouvez choisir d'où obtenir les mises à jour. Actuellement, Add-on Updater prend en charge le téléchargement des mises à jour à partir des sources listées ci-dessous. Un message de confirmation s'affichera après avoir changé la source de mise à jour.
ru: Источник обновления дополнения: вы можете выбрать, откуда получать обновления. В настоящее время Add-on Updater поддерживает загрузку обновлений из перечисленных ниже источников. Подтверждающее сообщение будет показано после изменения источника обновления.
tr: Eklenti güncelleme kaynağı: güncellemeleri nereden alacağınızı seçebilirsiniz. Şu anda Eklenti Güncelleyici, aşağıda listelenen kaynaklardan güncellemelerin indirilmesini desteklemektedir. Güncelleme kaynağı değiştirildikten sonra bir onay mesajı gösterilecektir.
uk: Джерело оновлення додатків: ви можете вибрати, звідки отримувати оновлення. Наразі «Оновлювач додатків» підтримує завантаження оновлень з перелічених нижче джерел. Після зміни джерела оновлення буде показано повідомлення з підтвердженням.

source: The available add-on update sources are:
bg: Наличните източници за обновяване на добавките са:
de: Die verfügbaren Quellen für Updates für NVDA-Erweiterungen sind:
es: Las fuentes de actualización disponibles son:
fi: Seuraavat lisäosien päivityslähteet ovat käytettävissä:
fr: Les sources disponibles pour la mise à jour des extensions sont :
gl: As fontes de actualización de complementos dispoñibles son:
it: Le fonti di aggiornamento dei componenti aggiuntivi disponibili sono:
pl: Dostępne źródła aktualizacji dodatków to:
ru: Доступные источники обновления дополнений:
tr: Mevcut eklenti güncelleme kaynakları şunlardır:
uk: Доступні такі джерела додатків:

source: NV Access add-on store (default)
bg: Магазин за добавки на NV Access (по подразбиране)
de: Store von NV Access für NVDA-Erweiterungen (Standard)
es: Tienda de complementos de NV Access (por defecto)
fi: NV Accessin lisäosakauppa (oletus)
fr: NV Access add-on store (par défaut)
gl: Tenda de complementos de NV Access (predeterminada)
ru: Магазин дополнений NV Access (по умолчанию)
tr: NV Access eklenti mağazası (varsayılan)
uk: Магазин додатків NV Access (стандартно)

source: Community add-ons website
bg: Сайт за добавки на общността на NVDA
de: Community-Webseite für NVDA-Erweiterungen
es: Sitio web de complementos de la comunidad
fi: Yhteisön lisäosasivusto
fr: Site Web des extensions de la communauté
gl: Sitio web de complementos da comunidade
ru: Веб-сайт дополнений сообщества
tr: Topluluk eklenti web sitesi
uk: Сайт з додатками від спільноти

source: Spanish community add-ons catalog
bg: Каталог с добавки на испанската общност
de: Katalog der NVDA-Erweiterungen von der spanischen Community
es: Catálogo de complementos de la comunidad hispana
fi: Espanjalaisyhteisön lisäosaluettelo
fr: Catalogue des extensions de la communauté espagnole
gl: Catálogo de complementos da comunidade española
it: Catalogo dei componenti aggiuntivi della comunità spagnola
pl: Katalog dodatków społeczności hiszpańskiej
ru: Каталог дополнений испанского сообщества
tr: İspanyol topluluk eklentileri kataloğu
uk: Каталог додатків іспанської спільноти

source: Catalogs maintained by NVDA communities in China and Taiwan
bg: Каталози, поддържани от общности на NVDA в Китай и Тайван
de: Kataloge, die von den NVDA-Communities in China und Taiwan gepflegt werden
es: Catálogos mantenidos por las comunidades de NVDA en China y Taiwán
fi: Kiinalaisten ja taiwanilaisten NVDA-yhteisöjen ylläpitämät luettelot
fr: Catalogues maintenus par les communautés NVDA en Chine et à Taïwan
gl: Catálogos mantidos polas comunidades de NVDA en China e Taiwan
it: Cataloghi gestiti dalle comunità NVDA in Cina e Taiwan
pl: Katalogi utrzymywane przez społeczności NVDA w Chinach i na Tajwanie
ru: Каталоги, поддерживаемые сообществами NVDA в Китае и Тайване
tr: Çin ve Tayvan'daki NVDA toplulukları tarafından sağlanan kataloglar
uk: Каталоги, які обслуговують китайська й тайванська спільнота NVDA

source: Version 24.3/24.08
es: Versión 24.3/24.08

source: When NVDA starts, Add-on Updater will not present updates dialog if NVDA 2024.3 or later is in use and update notifications is set to "notify" from NVDA's add-on store settings.
es: Cuando NVDA se inicia, Add-on Updater no presentará el diálogo de actualizaciones si NVDA 2024.3 o posterior está en uso y las notificaciones de actualización se han configurado en "notificar" en las opciones de la tienda de complementos de NVDA.

source: Version 24.2.4
es: Versión 24.2.4

source: Fix a bug related to the fix in version 24.2.1: that bug was not fully fixed in NVDA 2023.X, because the fix relied on a change made in NVDA 2024.1. This situation is now detected and patched (josephsl/addonUpdater#22).
es: Corrige un fallo relacionado con la corrección en 24.2.1: ese fallo no estaba totalmente corregido en NVDA 2023.x, porque la corrección se apoyaba en un cambio hecho en NVDA 2024.1. Esta situación ahora se detecta y se parchea (josephsl/addonUpdater#22).

source: The update interval has been changed to 12 hours.
es: Se ha cambiado el intervalo de actualización a 12 horas.
