Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: Author: Joseph Lee, Luke Davis
bg: Автори: Joseph Lee, Luke Davis
de: Autoren: Joseph Lee und Luke Davis
es: Autores: Joseph Lee, Luke Davis
fi: Tekijät: Joseph Lee ja Luke Davis
fr: Auteur : Joseph Lee, Luke Davis
gl: Autor: Joseph Lee, Luke Davis
hr: Autor: Joseph Lee, Luke Davis
it: Autori: Joseph Lee, Luke Davis
ja: 作者: Joseph Lee, Luke Davis
pl: Autor: Joseph Lee, Luke Davis
ru: Автор: Joseph Lee, Luke Davis
tr: Yazar: Joseph Lee, Luke Davis
uk: Автори: Joseph Lee, Luke Davis

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
hu: Letöltés [stabil verzió][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Descarregar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu] [1]
sr: Preuzmi [stabilnu verziju ][1]
tr: [kararlı sürüm][1]'ü indir
uk: Завантажити [стабільну версію][1]
vi: Tải về [phiên bản chính thức][1]

source: NVDA compatibility: 2023.1-2024.2+
es: Compatibilidad con NVDA: 2023.1-2024.2+

source: This is a would-be legacy add-on: NVDA 2023.2 includes add-on update check functionality through add-on store
bg: Това е предстояща за оттегляне добавка: NVDA 2023.2 включва функционалност за проверка за обновления на добавки чрез магазин за добавки
es: Este complemento debería considerarse antiguo: NVDA 2023.2 incluye una función de búsqueda de actualizaciones en la tienda de complementos
fi: Tämä on tuleva vanhentunut lisäosa: NVDA 2023.2 sisältää lisäosakaupan, jossa on lisäosien päivitystoiminnallisuus
fr: Cette extension doit être considérée comme obsolète : NVDA 2023.2 comprend la fonctionnalité de recherche de mise à jour dans l'add-on store
ru: Это потенциальное устаревшее дополнение: NVDA 2023.2 включает в себя функцию проверки обновлений дополнения через магазин дополнений
uk: Це потенційно застарілий додаток: NVDA 2023.2 містить функцію перевірки оновлень додатків через магазин додатків

source: This add-on brings NVDA Core issue 3208 to life: ability to check for, download, and apply add-on updates.
bg: Тази добавка е в отговор на доклада за нова функция за NVDA с номер 3208: Възможност за проверяване, изтегляне и прилагане на обновления на добавките.
da: Denne tilføjelse bringer NVDA Core issue nummer 3208 til livs: Giver evnen til at kontrollere, hente og anvende tilføjelsesopdateringer.
de: Diese Erweiterung löst das auf Github gemeldete Problem #3208. Sie ermöglicht die automatische Prüfung nach Aktualisierungen für Erweiterungen, lädt die Aktualisierungen herunter und wendet diese an.
es: Este complemento lleva a la vida a la incidencia 3208 del núcleo de NVDA: posibilidad de verificar, descargar y aplicar actualizaciones de complementos.
fa: این افزونه، به NVDA توانایی بررسی، دانلود و اِعمال به‌روزرسانی‌های افزونه‌ها را میدهد. موضوعی که در مسأله‌ی #3208 مطرح شده بود.
fi: Tämä lisäosa tuo NVDA:han mahdollisuuden tarkistaa, ladata ja asentaa lisäosien päivityksiä.
fr: Cette extension donne vie au ticket 3208 concernant le noyau de NVDA : possibilité de vérifier, de télécharger et d'appliquer des mises à jour d'extensions.
gl: Este complemento leva á vida á incidencia 3208 do núcleo de NVDA: capacidade para verificar, descargar e aplicar actualizacións de complementos.
hr: Ovaj dodatak rješava problem 3208, prijavljen za NVDA jezgru: mogućnost za provjeravanje, preuzimanje i primjenu nadogradnji dodataka.
hu: Ez a kiegészítő életre hívja a 3208-as számú hibajegyet, vagyis lehetőséget biztosít a feltelepített bővítmények frissítéseinek letöltésére és telepítésére.
it: Questo componente aggiuntivo controlla eventuali aggiornamenti degli add-on installati, li scarica e li installa. Si tratta del tentativo di soddisfare il ticket 3208 presente nel repository di NVDA.
ja: このアドオンは、NVDAのコアの問題3208を解決し、アドオン更新の確認、ダウンロード、適用を行ないます。
pl: Ten dodatek powstał w odpowiedzi na problem głównej dystrybucji NVDA, o numerze 3208. Dodaje możliwość sprawdzenia, pobrania i zastosowania aktualizacji dodatków.
pt_br: Este complemento implementa o issue 3208 do NVDA Core: capacidade de verificar, baixar e aplicar atualizações de complementos.
pt_pt: Este extra cumpre o solicitado no NVDA Core 3208: capacidade de verificar, baixar e aplicar atualizações de extras.
ro: Acest supliment rezolvă problema Core 3208: abilitatea de căutare, descărcare și aplicare a actualizărilor suplimentelor.
ru: Это дополнение воплощает в жизнь основную проблему NVDA 3208: возможность проверять, загружать и применять обновления дополнений.
sk: Umožňuje skontrolovať, sťahovať a aktualizovať doplnky. Doplnok súčasne rieši ticket 3208.
sr: Ovaj dodatak oživljava NVDA diskusiju 3208: Mogućnost provere, preuzimanja, i primene ažuriranja dodataka.
tr: Bu eklenti, NVDA Core 3208 nolu meselede bahsedilen duruma çözüm sunuyor: eklenti güncellemelerini kontrol etme, indirme ve kurmayı sağlıyor.
uk: Цей додаток втілив у життя обговорення 3208 ядра NVDA: він дозволяє перевіряти, завантажувати та встановлювати оновлення для інших додатків.
vi: Add-on này biến đề nghị số 3208 của NVDA thành sự thật: khả năng kiểm tra cập nhật, tải về, và cài các bản cập nhật add-on.

source: To check for updates after installing this add-on, go to NVDA menu/Tools/Check for add-on updates (if NVDA did notice updates, the menu item will say "Review add-on updates" followed by update count). If updates are available, a list of add-on updates will be shown, with each entry consisting of add-on name, current version, new version, and update channel. Select Update, and NVDA will download and apply updates in sequence, with a prompt to restart your NVDA shown afterwards.
es: Para buscar actualizaciones una vez instalado este complemento, ve al menú NVDA/Herramientas/Buscar actualizaciones de complementos (si NVDA avisó de actualizaciones, el elemento de menú dirá "Revisar actualizaciones de complementos", seguido de la cantidad de actualizaciones). Si hay actualizaciones disponibles, se mostrará una lista con las actualizaciones de complementos, consistiendo cada entrada en nombre del complemento, versión actual, nueva versión y canal de actualización. Selecciona Actualizar, y NVDA descargará y aplicará las actualizaciones secuencialmente, mostrando después un aviso para reiniciar NVDA.

source: The following add-ons provide built-in update feature and thus updates will not be checked via this add-on:
bg: Следните добавки предоставят вградена функция за обновяване и поради това за обновления за тях няма да се проверява чрез тази добавка:
da: Følgende tilføjelsesprogrammer indeholder en indbyggede opdateringsfunktion, og opdateringer til disse tilføjelsespakker bliver derfor ikke kontrolleret via denne tilføjelse:
de: Die folgenden Erweiterungen bieten bereits eine eingebaute Update-Funktion, so dass Updates nicht über diese Erweiterung geprüft werden:
es: Los siguientes complementos proporcionan característica de actualización nativa y en consecuencia sus actualizaciones no se verificarán con este complemento:
fa: امکان به‌روزرسانی در افزونه‌های زیر از پیش تعبیه شده؛ بنا بر این با این افزونه به‌روزرسانی نمیشوند:
fi: Seuraavissa lisäosissa on sisäänrakennettu päivitystoiminto, joten tämä lisäosa ei tarkista niiden päivityksiä:
fr: Les extensions suivantes fournissent une fonction de mise à jour intégrée et les mises à jour ne seront donc pas vérifiées via cette extension :
gl: Os seguintes complementos fornecen a característica de actualización nativa e polo tanto as súas actualizacións non serán verificadas con este complemento:
hr: Sljedeći dodaci sadrže ugrađenu funkciju za nadogradnju, tako da se te nadogradnje neće provjeravati putem ovog dodatka:
hu: A következő bővítmények saját frissítési szolgáltatást tartalmaznak, ezért ezeket ez a bővítmény nem kezeli:
it: Esistono alcuni componenti aggiuntivi che sono in grado di aggiornarsi autonomamente e che, pertanto, non saranno presi in esame da questo add-on. Essi sono (n.d.t.: elenco non esaustivo):
ja: 以下のアドオンには、元々更新機能が含まれているので、このアドオンを介しての更新の確認は行いません:
pl: Następujące dodatki zawierają wbudowaną funkcję aktualizacji, dlatego aktualizacje nie będą sprawdzane za pomocą tego dodatku:
pt_br: Os seguintes complementos fornecem o recurso interno de atualização e, portanto, as atualizações não serão verificadas através deste complemento:
pt_pt: Os seguintes extras fornecem recursos de actualização integrados e, portanto, as actualizações não serão verificadas através deste extra:
ro: Următoarele suplimente au deja implementată funcția de actualizare. De aceea, actualizările lor nu vor fi căutate, descărcate și instalate prin intermediul acestui supliment:
ru: Следующие дополнения предоставляют встроенную функцию обновления, поэтому обновления не будут проверяться с помощью этого дополнения:
sk: Nasledujúce doplnky poskytujú vstavanú aktualizačnú funkciu, takže sa aktualizácie nebudú kontrolovať prostredníctvom tohto doplnku:
sr: Sledeći dodaci nude ugrađenu funkciju ažuriranja pa ovaj dodatak neće proveravati njihova ažuriranja:
tr: Aşağıdaki eklentiler yerleşik güncelleme özelliği sunar ve bu sebeple güncellemeler bu eklenti aracılığıyla kontrol edilmez:
uk: Цей додаток не перевірятиме оновлень для нижченаведених додатків, оскільки у них є вбудована функція перевірки оновлень:
vi: Các add-on sau đây đã có khả năng tự kiểm tra cập nhật và vì vậy chúng không được kiểm tra bởi add-on này:

source: Tienda NVDA (Spanish NVDA Community Store)
bg: Tienda NVDA (магазин на испанската общност на NVDA)
de: Tienda NVDA (Store für NVDA-Erweiterungen der Spanischen Community)
es: Tienda para NVDA (Tienda de la comunidad de NVDA en español)
fi: Tienda NVDA (espanjalaisen NVDA-yhteisön kauppa)
fr: Tienda NVDA (Boutique communautaire NVDA en espagnol)
gl: Tienda NVDA (tenda da comunidad española de NVDA)
it: Bottega dei componenti aggiuntivi (Store spagnolo degli addon, Tienda in originale)
ja: Tienda NVDA (スペインのNVDAコミュニティストア)
pl: Tienda NVDA (Sklep społeczności hiszpańskiej NVDA)
ru: Tienda NVDA (магазин испанского сообщества NVDA)
tr: NVDA.ES Eklenti Mağazası (NVDA İspanyol Topluluğu Mağazası)
uk: Магазин додатків для NVDA (магазин іспанської спільноти)

source: IMPORTANT NOTES:
bg: ВАЖНИ БЕЛЕЖКИ:
da: Vigtige bemærkninger:
de: WICHTIGE HINWEISE:
es: NOTAS IMPORTANTES:
fi: TÄRKEITÄ HUOMAUTUKSIA:
fr: Notes importantes :
gl: NOTAS IMPORTANTES:
hr: VAŽNE NAPOMENE:
hu: Fontos megjegyzések:
it: Note importanti:
ja: 重要事項:
pl: Ważne uwagi:
pt_br: NOTAS IMPORTANTES:
pt_pt: Notas importantes:
ro: Note importante:
ru: ВАЖНЫЕ ПРИМЕЧАНИЯ:
sk: Dôležité:
sr: Važne napomene:
tr: Önemli Notlar:
uk: ВАЖЛИВІ ПРИМІТКИ:
vi: Các lưu ý quan trọng:

source: Once the [relevant feature is included in NVDA][2] in the form of [an add-on store][3] with automatic updates and update notification, this add-on will be phased out. Currently, while the Add-on Store was introduced in NVDA 2023.2, and basic update notifications will be available in NVDA 2024.3, the full range of capabilities are not yet available.
es: Una vez se haya [incluido la función relevante en NVDA][2] en forma de [tienda de complementos][3] con actualizaciones automáticas y notificación de actualizaciones, este complemento quedará desfasado. Actualmente, aunque la tienda de complementos se presentó en NVDA 2023.2, y habrá disponibles notificaciones básicas de actualización en NVDA 2024.3, todavía no está disponible la gama completa de características.

source: This add-on requires Windows 10 Version 22H2 or later.
bg: Тази добавка изисква Windows 10 версия 22H2 или по-нова.
es: Este complemento requiere Windows 10 22H2 o posterior.
fi: Tämä lisäosa edellyttää Windows 10:n versiota 22H2 tai uudempaa.
fr: Cette extension nécessite Windows 10 Version 22H2 ou une version ultérieure.
ru: Для этого дополнения требуется Windows 10 22H2 или более поздняя версия.
uk: Цей додаток вимагає Windows 10 версії 22H2 чи пізнішої.

source: This add-on is not intended to be used in secure screens. If you have add-ons installed in the secure screen, even if you copy Add-on Updater to secure screen mode, Add-on Updater will not work.
bg: Тази добавка не е предназначена за използване в защитени екрани. Ако имате инсталирани добавки в защитения екран, дори ако копирате "Обновяване на добавките" в режима на защитен екран, "Обновяване на добавките" няма да работи.
de: Diese Erweiterung ist nicht für die Verwendung im geschüttzten Bereich vorgesehen. Wenn Sie Erweiterungen in diesem bereich installiert haben, funktioniert diese Erweiterung nicht, selbst wenn Sie es in den geschützten Bereich kopieren.
es: Este complemento no está pensado para ejecutarse en pantallas seguras. Si tienes complementos instalados en las pantallas seguras, incluso si copias Add-on Updater al modo de pantalla segura, Add-on Updater no funcionará.
fi: Tätä lisäosaa ei ole tarkoitettu suojatuissa ruuduissa käytettäväksi. Jos sinulla on lisäosia suojatussa ruudussa ja vaikka kopioit ne siinä käytettäväksi, Lisäosan päivittäjä ei silti toimi.
fr: Cette extension n'est pas destiné à être utilisé dans des écrans sécurisés. Si vous avez des extensions installées dans l'écran sécurisé, même si vous copiez Add-on Updater en mode écran sécurisé, Add-on Updater ne fonctionnera pas.
gl: Este complemento non está pensado para utilizarse en pantallas seguras. Se tes complementos instalados na pantalla segura, mesmo se copias o Add-on Updater ó modo de pantalla segura, Add-on Updater non funcionará.
ja: このアドオンはセキュアスクリーンで使用されることを前提としていません。もしセキュアスクリーンにインストールされたアドオンがある場合、Add-on Updaterをセキュアスクリーンモードにコピーしても、Add-on Updaterは動作しません。
pl: Ten dodatek nie jest przeznaczony do użytku na bezpiecznych ekranach. Jeśli na bezpiecznym ekranie są zainstalowane dodatki, nawet jeśli skopiujesz Program Add-on Updater do bezpiecznego trybu ekranu, Narzędzie Add-on Updater nie będzie działać.
ru: Это дополнение не предназначено для использования на защищенных экранах. Если у вас установлены дополнения в режиме защищенного экрана, даже если вы скопируете это дополнение в режим безопасного экрана, оно не будет работать.
tr: Bu eklenti güvenli ekranlarda kullanılmak için tasarlanmamıştır. Güvenli ekranda çalışan eklentileriniz varsa ve eklenti güncelleyiciyi güvenli ekrana kopyalamış bile olsanız eklenti güncelleyici çalışmayacaktır.
uk: Цей додаток не призначений для використання на захищених екранах. Якщо ви маєте додатки, встановлені на захищених екранах, і навіть, якщо ви скопіюєте «Оновлювач додатків» до конфігурації, яка використовується на захищених екранах, він не працюватиме.

source: If the new add-on updates specify a compatibility range (minimum and last tested NVDA versions) and if the NVDA version you are running does not fall within the compatibility range according to NVDA, add-on updating will not proceed.
bg: Ако обновленията за добавки определят диапазон на съвместимост (минимална и последна тествана версии на NVDA) и ако версията на NVDA, която ползвате не попада в диапазона на съвместимостта, обновяването на добавките няма да продължи.
de: Wenn neue Aktualisierungen von Erweiterungen einen Kompatibilitätsbereich angeben (minimale und zuletzt getestete NVDA-Version) und wenn die NVDA-Version, die Sie ausführen, nicht in den Kompatibilitätsbereich fällt, wird die Aktualisierung nicht fortgesetzt.
es: Si las nuevas actualizaciones especifican un rango de compatibilidad (versiones de NVDA mínima y última probada) y tu versión de NVDA no está dentro de ese rango, no se procederá con la actualización del complemento.
fi: Mikäli uusissa lisäosapäivityksissä on määritetty yhteensopivuusalue (NVDA:n vähimmäis- ja viimeisin testattu versio) eikä käyttämäsi NVDA:n versio kuulu siihen, päivitystä ei jatketa.
fr: Si la mise à jour d'une extension spécifie une version minimale et une version maximale testée et que votre version de NVDA ne respecte pas cette limite, la mise à jour ne sera pas appliquée.
gl: Se as novas actualizacións especifican un rango de compatibilidade (versións de NVDA mínima e última probada) e a túa versión de NVDA non está dentro dese rango de acordo co propio NVDA, a actualización do complemento non comezará.
hr: Ako nove nadogradnje dodatka određuju raspon kompatibilnosti (minimalna i zadnja testirana NVDA verzija) i ako se pokrenuta NVDA verzija ne nalazi u rasponu kompatibilnosti koju je odredio NVDA, nadogradnja dodatka se neće nastaviti.
hu: Amennyiben egy bővítmény a frissítése után már nem lenne kompatibilis a használt NVDA verzióval, a frissítés nem történik meg.
it: Se i nuovi aggiornamenti degli add-on specificano un intervallo di compatibilità (versione minima e ultima versione testata di NVDA), e se la versione dello screen reader in uso non è compresa tra di esse, non verrà eseguito alcun aggiornamento.
ja: もし新しいアドオン更新が互換性の範囲（動作確認を行なったNVDAの最初と最後のバージョン）を記載している場合、そして、あなたの使用しているNVDAのバージョンがNVDAによる互換性の範囲内にない場合、アドオンの更新は進みません。
pl: Jeżeli nowa aktualizacja określa rangę zgodności (minimalną i ostatnią testowaną wersję NVDA) i jeżeli wersja uruchomiona nie wchodzi w rangę kompatybilnych wersji według NVDA, Aktualizowanie dodatku ne będzie kontynuowane.
pt_br: Se as novas atualizações de complementos especificarem um intervalo de compatibilidade (mínima e última versão testada do NVDA) e se a versão do NVDA que você está executando não estiver dentro do intervalo de compatibilidade de acordo com o NVDA, a atualização do complemento não continuará.
pt_pt: Se a nova actualização do extra especificar um intervalo de compatibilidade (mínimo e máximo de versões testadas do NVDA) e, se a versão do NVDA que está a executar não estiver dentro do intervalo de compatibilidade, a actualização do extra não continuará.
ru: Если в новых обновлениях дополнений указан диапазон совместимости (минимальная и последняя протестированные версии NVDA) и если используемая вами версия NVDA не попадает в диапазон совместимости согласно NVDA, обновление дополнений не будет продолжено.
sk: Ak nové aktualizácie doplnku určujú rozsah kompatibility (minimálna a posledná testovaná verzia NVDA) a ak spustená verzia NVDA nespadá do rozsahu kompatibility, doplnok sa neaktualizuje.
sr: Ako nova ažuriranja odrede listu kompatibilnosti (minimalnu i poslednje testiranu NVDA verziju ) i ako NVDA verzija koju koristite nije u opsegu ovih verzija, ažuriranje dodataka se neće izvršiti.
tr: Eğer yeni eklenti güncellemeleri bir uyumluluk aralığı (minimum ve son test edilen NVDA sürümleri) belirtiyorsa ve çalıştırdığınız NVDA sürümü NVDDA'nın belirtiği uyumluluk aralığına girmiyorsa eklenti güncellemesi devam etmeyecektir.
uk: Якщо в оновленнях додатків вказано діапазон сумісності (мінімальна та остання тестовані версії NVDA), і якщо версія NVDA, яку ви використовуєте, не потрапляє в діапазон сумісності, оновлення додатків не буде продовжуватися.
vi: Nếu các cập nhật mới của add-on quy định một phạm vi tương thích (phiên bản NVDA thấp nhất và bản được thử nghiệm sau cùng) và nếu phiên bản NVDA đang chạy không nằm trong phạm vi tương thích này, việc cập nhật ad-on sẽ không dược thực hiện.

source: Not all add-ons come with development releases. If you are not getting updates after choosing to install development versions of an add-on, switch to stable channel for affected add-ons.
bg: Не всички добавки имат тестови версии. Ако не получавате обновления, след като сте избрали да инсталирате тестови версии на добавка, преминете на стабилни версии за засегнатите добавки.
de: Nicht alle Erweiterungen erscheinen in einer Testversion. Wenn Sie keine Updates erhalten, nachdem Sie sich entschieden haben, Testversionen einer Erweiterung zu installieren, wechseln Sie für die betreffende Erweiterung in den stabilen Kanal.
es: No todos los complementos incluyen versiones de desarrollo. Si no recibes actualizaciones tras elegir instalar versiones de desarrollo de un complemento, cambia los complementos afectados al canal estable.
fi: Kaikista lisäosista ei julkaista kehitysversioita. Mikäli et saa päivityksiä valittuasi asennettavaksi lisäosan kehitysversion, vaihda takaisin vakaaseen päivityskanavaan.
fr: Toutes les extensions ne publient pas de version de développement. Si vous n'obtenez pas de mises à jour après avoir choisi d'installer les versions de développement d'une extension, passez au canal stable pour les extensions concernées.
gl: Non todos os complementos teñen versións de desenvolvemento. Se non obtés actualizacións tras elixir instalar versións de desenvolvemento dun complemento, cambia á canle estable nos complementos afectados.
ja: 全てのアドオンが開発版としてリリースされるわけではありません。もし、アドオンの開発版をインストールすることを選択した後に、更新しない場合、影響を受けるアドオンを安定チャンネルに切り替えて下さい。
pl: Nie wszystkie dodatki są wyposażone w wersje rozwojowe. Jeśli nie otrzymujesz aktualizacji po wybraniu instalacji wersji rozwojowych dodatku, przełącz się na stabilny kanał dla których dotyczy problem.
pt_br: Nem todos os complementos vêm com versões de desenvolvimento. Se você não estiver recebendo atualizações depois de optar por instalar as versões de desenvolvimento de um complemento, mude para o canal estável para os complementos afetados.
ru: Не все дополнения идут с релизами в процессе разработки. Если вы не получаете обновления после того, как решили установить версии дополнений, которые находятся в процессе разработки, переключитесь на стабильный канал для этих дополнений.
sr: Nemaju svi dodaci razvojne verzije. Ako ne dobijate ažuriranja za neki dodatak nakon što se prebacite na razvojnu verziju, vratite se na stabilnu verziju i problem će biti rešen.
tr: Bütün eklentiler geliştirme sürümleriyle gelmez. Eğer bir eklentinin geliştirilme aşamasında olan bir sürümünü yükledikten sonra güncelleme almıyorsanız, yüklediğiniz eklentinin kararlı sürümünü yüklemeyi deneyin.
uk: Не всі додатки можна оновити до версій у розробці. Якщо ви не отримуєте оновлень після того, як вирішили встановити версії додатків у розробці, перейдіть на стабільний канал для відповідних додатків.
vi: Không phải tất cả add-on đều phát hành bản thử nghiệm. Nếu không nhận được các bản cập nhật sau khi chọn cài đặt các bản thử nghiệm của một add-on, hãy chuyển sang kênh chính thức cho các add-on đó.

source: In the NVDA settings window, while editing the settings for Add-on Updater, you may notice that the title indicates that you are editing settings for a particular configuration profile (whatever profile you had active before entering settings). This does not matter. This add-on's settings are always global.
es: En la ventana de opciones de NVDA, al editar las opciones de Add-on Updater, puedes observar que el título indica que se están editando opciones para un perfil particular de configuración (el perfil que sea que tuvieras activado al entrar en las opciones). Esto no importa. Las opciones de este complemento siempre son globales.
