Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: On Windows 10 and later, it is possible to let Add-on Updater check for, download, and install add-on updates in the background provided that NVDA is actually installed and ad-on update notification is set to toast.
bg: В Windows 10 и по-нови версии е възможно да позволите на "Обновяване на добавките" да проверява, изтегля и инсталира обновления на добавки във фонов режим, при условие че NVDA е инсталиран и известието за налични обновления за добавки е зададено на "изскачащо известие".
de: Unter Windows 10 und neuer ist es möglich, den Updater im Hintergrund nach Updates für NVDA-Erweiterungen suchen zu lassen, diese herunterzuladen und zu installieren, vorausgesetzt, NVDA ist tatsächlich installiert und die Benachrichtigung über Updates für NVDA-Erweiterungen ist auf Toast eingestellt.
es: En Windows 10 y posterior, es posible hacer que Add-on Updater busque, descargue e instale actualizaciones de complementos en segundo plano, siempre que NVDA esté instalado y la configuración de notificaciones esté en notificación emergente.
fi: Windows 10:ssä ja sitä uudemmassa Lisäosien päivittäjän on mahdollista antaa tarkistaa, ladata ja asentaa päivitykset taustalla, edellyttäen, että käytössä on NVDA:n asennettu versio ja lisäosien päivitysilmoitukseksi on asetettu ilmoitusruutu.
fr: Sous Windows 10 et versions ultérieures, il est possible de laisser Add-on Updater rechercher, télécharger et installer des mises à jour d'extensions en arrière-plan à condition que NVDA soit réellement installé et que la notification de mise à jour d'extensions soit définie sur toast.
gl: En Windows 10 e posterior, é posible que Add-on Updater comprobe, descargue, e instale actualizacións de complementos en segundo plano sempre que NVDA estea realmente instalado e a notificación de actualización de complementos configurada a notificación de Windows.
ja: Windows 10以降では、NVDAが実際にインストールされていて、アドオン更新通知がトーストに設定されている場合、Add-on Updaterが、バックグラウンドでのアドオンの更新のダウンロードとインストールを確認することが可能です。
pl: W systemie Windows 10 i nowszych wersjach możliwe jest zezwolenie Add-on Updater na sprawdzanie, pobieranie i instalowanie aktualizacji dodatków w tle, pod warunkiem, że NVDA jest faktycznie zainstalowany, a powiadomienie o aktualizacji ad-on jest ustawione na toast.
ru: В Windows 10 и более поздних версиях можно позволить дополнению проверять, загружать и устанавливать обновления дополнения в фоновом режиме при условии, что NVDA действительно установлен, а уведомление об обновлении дополнения настроено на всплывающее уведомление.
tr: Windows 10 ve sonraki sürümlerde, NVDA'nın gerçekten kurulu olması ve Mağaza güncelleme bildiriminin tost olarak ayarlanması koşuluyla, Eklenti Güncelleyici'nin arka planda eklenti güncellemelerini kontrol etmesine, indirmesine ve kurmasına izin vermek mümkündür.
uk: В Windows 10 і пізніших версіях можна дозволити «Оновлювачу додатків» перевіряти, завантажувати і встановлювати оновлення додатків у фоновому режимі за умови, що NVDA справді встановлено, а сповіщення про оновлення додатків налаштовано на підказку.

source: Redesigned add-on update download and install experience for multiple add-on updates, including use of a single dialog to show download progress for all add-ons and updating add-ons after downloading all of them.
bg: Преработен интерфейс за изтегляне и инсталиране на обновления на добавки при обновяване на множество добавки наведнъж, включително използване на един диалогов прозорец за показване на напредъка на изтегляне за всички добавки и обновяване на добавките след тяхното изтегляне.
de: Das Herunterladen und Installieren von Updates für NVDA-Erweiterungen für mehrere Updates wurde überarbeitet, einschließlich der Verwendung eines einzigen Dialogfelds zur Anzeige des Download-Fortschritts für alle Erweiterungen und der Aktualisierung von Erweiterungen nach dem Herunterladen aller Erweiterungen.
es: Se ha rediseñado la experiencia de descarga e instalación de actualizaciones de varios complementos, incluyendo el uso de un único diálogo que muestra el progreso de descarga y la actualización de complementos después de descargarlos todos.
fi: Uudelleensuunniteltu useiden lisäosapäivitysten lataus- ja asennuskokemus, mukaan lukien yhden valintaikkunan käyttö kaikkien lisäosien latauksen edistymisen näyttämiseen sekä päivittämiseen, kun ne kaikki on ladattu.
fr: Expérience de téléchargement et d'installation de mises à jour d'extensions repensée pour plusieurs mises à jour d'extensions, y compris l'utilisation d'une seule boîte de dialogue pour afficher la progression du téléchargement pour toutes les extensions et la mise à jour des extensions après les avoir toutes téléchargées.
gl: Redeseñada a experiencia de actualización de complementos na descarga e instalación para actualizacións de múltiples complementos, incluíndo o uso dun só diálogo para amosar o progreso da descarga para todos os complementos e actualizar os complementos despois de descargalos todos.
ja: 複数のアドオンの更新について、アドオン更新のダウンロードとインストールの経験の再設計をしました。全部をダウンロードした後に、全てのアドオンと更新されているアドオンのダウンロードの進行を示す単一のダイアログの使用を含みます。
pl: Przeprojektowane pobieranie i instalowanie aktualizacji dodatków dla wielu aktualizacji dodatków, w tym użycie jednego okna dialogowego do pokazania postępu pobierania wszystkich dodatków i aktualizacji dodatków po pobraniu ich wszystkich.
ru: Переработан процесс загрузки и установки обновлений дополнения для обновлений нескольких дополнений, включая использование единого диалогового окна для отображения хода загрузки для всех дополнений и обновления дополнений после загрузки всех из них.
tr: Tüm eklentiler için indirme ilerlemesini göstermek için tek bir iletişim kutusunun kullanımı ve hepsini indirdikten sonra eklentileri güncelleme dahil olmak üzere birden çok eklenti güncellemesi için eklenti güncelleme indirme ve yükleme deneyimi yeniden tasarlandı.
uk: Перероблено процес завантаження і встановлення оновлення додатків для кількох додатків, включаючи використання єдиного діалогу для відображення перебігу завантаження всіх додатків і оновлення додатків після того, як всі вони завантажаться.

source: If NVDA is set to announce update notifications as toasts, "check for add-on updates" menu item will become "review add-on updates" when updates become available, with the new name including add-on update count.
bg: Ако NVDA е настроен да докладва за налични обновления чрез изскачащо известие, елементът от менюто "Провери за обновления на добавките" ще се промени на "Преглед на обновленията за добавките", когато има налични обновления, като новото име включва броя на добавките за обновяване.
de: Wenn NVDA so eingestellt ist, dass Update-Benachrichtigungen als Toasts ausgegeben werden, wird der Menüpunkt "Nach Updates für NVDA-Erweiterungen suchen" zu "Auf Updates für NVDA-Erweiterungen prüfen", wenn Updates verfügbar sind, wobei der neue Name die Anzahl der Updates der NVDA-Erweiterungen enthält.
es: Si NVDA está configurado para anunciar las actualizaciones en una notificación emergente, el elemento de menú "Buscar actualizaciones de complementos" se convertirá en "Revisar actualizaciones de complementos" cuando haya actualizaciones disponibles, incluyendo en el nuevo nombre la cantidad de actualizaciones.
fi: Mikäli NVDA on asetettu ilmoittamaan päivityksistä ilmoitusruuduilla, "Tarkista lisäosien päivitykset" -valikkokohde muuttuu muotoon "Tarkastele lisäosien päivityksiä", jota seuraa päivitysten määrä, kun päivityksiä on saatavilla.
fr: Si NVDA est configuré pour annoncer les notifications de mise à jour sous forme de toasts, l'élément de menu "vérifier les mises à jour d'extensions" deviendra "Examiner les mises à jour d'extensions" lorsque les mises à jour seront disponibles, avec le nouveau nom incluant le nombre de mises à jour d'extensions.
gl: Se NVDA está configurado para anunciar as actualizacións de complementos como notificacións de Windows, o elemento de menú "Comprobar actualizacións de complementos" converterase en "Revisar actualizacións de complemento" cando haxa actualizacións dispoñibles, co novo nome incluíndo o contador de actualizacións de complementos.
ja: もしNVDAがトーストで更新の通知をするように設定されていると、更新が可能になった時、「アドオンの更新を確認」メニュー項目が、アドオンの更新回数を含む新しい名前での「アドオンの更新をレビュー」になります。
pl: Jeśli NVDA jest ustawiona na ogłaszanie powiadomień o aktualizacjach jako wyskakujących powiadomień, pozycja menu "sprawdź dostępność aktualizacji dodatków" stanie się "przejrzyj aktualizacje dodatków", gdy aktualizacje staną się dostępne, z nową nazwą zawierającą liczbę aktualizacji dodatków.
ru: Если NVDA настроен на объявление уведомлений об обновлениях в виде всплывающих уведомлений, пункт меню "Проверить наличие обновлений для дополнений" станет "Просмотр обновлений дополнений", когда обновления станут доступны, с новым именем, включающим количество обновлений дополнения.
tr: NVDA, güncelleme bildirimlerini tost olarak duyuracak şekilde ayarlanmışsa, güncellemeler kullanıma sunulduğunda "eklenti güncellemelerini kontrol et" menü öğesi, eklenti güncelleme sayısını içeren yeni adla "eklenti güncellemelerini gözden geçir" olur.
uk: Якщо NVDA налаштовано на оголошення сповіщень про оновлення у вигляді підказок, то у разі наявності доступних оновлень пункт меню «Перевірити оновлення додатків» стане «переглянути оновлення додатків», а поруч з ним з’явиться кількість таких додатків.

source: In NVDA 2022.1 and later, Add-on Updater can process command-line switches for this add-on (currently none).
bg: В NVDA 2022.1 и по-нови, "Обновяване на добавките" може да обработва параметри на командния ред за тази добавка (в момента не са налични такива).
de: In NVDA 2022.1 und neuer kann der Updater Befehlszeilenschalter für dieser Erweiterung verarbeiten (derzeit keine).
es: En NVDA 2022.1 y posterior, Add-on Updater puede procesar argumentos de la línea de órdenes para el complemento (actualmente no hay ninguno).
fi: NVDA 2022.1:ssä ja uudemmissa Lisäosien päivittäjä voi käsitellä toimintaansa vaikuttavia komentorivivalitsimia (tällä hetkellä ei mitään).
fr: Dans NVDA 2022.1 et versions ultérieures, Add-on Updater peut traiter les commutateurs de ligne de commande pour cet add-on (actuellement aucun).
gl: En NVDA 2022.1 e posterior, Add-on Updater pode procesar parámetros de liña de comandos para este complemento (actualmente ningún).
ja: NVDA 2022.1以降では、Add-on Updaterはこのアドオンのコマンドラインスイッチを実行出来るようになります(現時点はありません)。
pl: W programie NVDA 2022.1 i nowszych wersjach program Add-on Updater może przetwarzać przełączniki wiersza polecenia dla tego dodatku (obecnie żadnego).
ru: В NVDA 2022.1 и более поздних версиях Add-on Updater может обрабатывать переключатели из командной строки для этого дополнения (в настоящее время нет).
tr: NVDA 2022.1 ve sonraki sürümlerde, Eklenti Güncelleyici bu eklenti için komut satırı anahtarlarını işleyebilir (şu anda hiçbiri).
uk: В NVDA 2022.1 і пізніших версіях «Оновлювач додатків» може опрацьовувати перемикачі командного рядка для цього додатка (на цей час їх немає).

source: In add-on updates dialog, add-ons disabled by the user are unchecked by default, and a confirmation message will be shown checking disabled add-ons and attempting to update them as doing so will enable them.
bg: В диалоговия прозорец за обновяване на добавки, добавките, изключени от потребителя, по подразбиране не са отметнати и ще се покаже съобщение за потвърждение, че отмятането на изключените добавки и опитът за тяхното обновяване ще доведе до включването им.
de: Im Dialogfeld für die Updates für NVDA-Erweiterungen werden vom Benutzer deaktivierte Add-ons standardmäßig deaktiviert und es wird eine Bestätigungsmeldung angezeigt, in der deaktivierte Add-ons überprüft und versucht wird, sie zu aktualisieren, da sie dadurch aktiviert werden.
es: En el diálogo de actualizaciones de complementos, los complementos deshabilitados por el usuario aparecen desmarcados por defecto, y se mostrará un mensaje de confirmación al marcar estos complementos e intentar actualizarlos, ya que al hacerlo se habilitarán.
fi: Käyttäjän käytöstä poistamat lisäosat eivät ole oletusarvoisesti valittuina lisäosien päivitysvalintaikkunassa, ja mikäli niiden päivittämistä yritetään, käyttäjältä kysytään vahvistus, koska päivittäminen ottaa ne käyttöön.
fr: Dans la boîte de dialogue des mises à jour d'extensions, les extensions désactivées par l'utilisateur sont décochées par défaut, et un message de confirmation s'affichera en vérifiant les extensions désactivées et en essayant de les mettre à jour car cela les activera.
gl: No diálogo de actualizacións de complementos, os complementos deshabilitados polo usuario están desmarcados por defecto, e amosarase unha mensaxe de confirmación ao marcar os complementos deshabilitados e tentar actualizalos xa que facer iso habilitaraos.
ja: アドオン更新ダイアログで、ユーザーにより無効化されているアドオンは初期状態でチェックされていません。そして、無効化されているアドオンを更新しようとする場合、アドオンが有効化されることを確認するための確認メッセージが表示されます。
pl: W oknie dialogowym aktualizacji dodatków dodatki wyłączone przez użytkownika są domyślnie odznaczone, a zostanie wyświetlony komunikat z potwierdzeniem, że wyłączone dodatki zostaną zaznaczone i zostanie wyświetlony komunikat potwierdzający, że zostaną one zaktualizowane, ponieważ spowoduje to ich włączenie.
ru: В диалоговом окне обновлений дополнений дополнения, которые отключены пользователем, по умолчанию не отмечены флажком, и будет показано подтверждающее сообщение, проверяющее отключенные дополнения и пытающееся обновить их, так как это активирует их.
tr: Eklenti güncellemeleri iletişim kutusunda, kullanıcı tarafından devre dışı bırakılan eklentiler varsayılan olarak işaretlenmez ve devre dışı bırakılan eklentileri kontrol edip güncellemeye çalışmak onları etkinleştireceği için bir onay mesajı gösterilir.
uk: В діалозі оновлення додатків вимкнені користувачем додатки початково не позначені, і буде показано підтверджувальне повідомлення про перевірку вимкнених додатків і спробу їх оновлення, оскільки це призведе до їх увімкнення.

source: Version 22.07
bg: Версия 22.07
es: Versión 22.07
fi: Versio 22.07
gl: Versión 22.07
it: Versione 22.07
ja: バージョン22.07
pl: Wersja 22.07
ru: Версия 22.07
tr: Sürüm 22.07
uk: Версія 22.07

source: URL's used by the add-on are now constants hosted inside a new module (contributed by Luke Davis).
bg: URL адресите, използвани от добавката, сега са константи, помещаващи се в нов модул (принос от Luke Davis).
de: Die von der Erweiterung verwendeten URLs sind jetzt Konstanten, die in einem neuen Modul gehostet werden (Beitrag von Luke Davis).
es: Las URLs usadas por el complemento son ahora constantes dentro de un nuevo módulo (colaboración de Luke Davis).
fi: Lisäosan käyttämät URL-osoitteet ovat nyt vakioita, joita isännöidään uudessa moduulissa (Luke Davisin panos).
fr: Les URL utilisées par l'extension sont désormais des constantes hébergées dans un nouveau module (contribué par Luke Davis).
gl: As URLs utilizadas polo complemento son agora constantes aloxadas dentro dun novo módulo (contribuído por Luke Davis).
ja: このアドオンにより使用されるURLは新しいモジュールの内部にホストされる定数になりました(Luke Davisの貢献)。
pl: Adresy URL używane przez dodatek są teraz stałymi hostowanymi w nowym module (autorem jest Luke Davis).
ru: URL-адреса, используемые дополнением, теперь являются константами, размещенными внутри нового модуля (предоставленного Люком Дэвисом).
tr: Eklenti tarafından kullanılan URL'ler artık yeni bir modül içinde barındırılan sabitlerdir (Luke Davis'in katkılarıyla).
uk: Посилання, які використовує додаток, тепер є константами, розміщеними в новому модулі (створено Luke Davis).

source: Add-on download progress dialog is now centered on screen.
bg: Диалоговият прозорец за напредъка на изтеглянето на добавките вече е центриран на екрана.
de: Das Dialogfeld für die Fortschrittsbalken für das Herunterladen von NVDA-Erweiterungen wird jetzt auf dem Bildschirm zentriert dargestellt.
es: El diálogo de progreso de descarga del complemento aparece ahora centrado en pantalla.
fi: Lisäosan latauksen edistymisen valintaikkuna on nyt näytön keskellä.
fr: La boîte de dialogue de progression du téléchargement de l'extension est maintenant centrée sur l'écran.
gl: O diálogo de progreso da descarga de complementos está agora centrado na pantalla.
ja: アドオンダウンロード進行ダイアログが画面の中央に配置されました。
pl: Okno dialogowe postępu pobierania dodatku jest teraz wyśrodkowane na ekranie.
ru: Диалоговое окно прогресса загрузки дополнения теперь находится по центру экрана.
tr: Eklenti indirme ilerleme iletişim kutusu artık ekranda ortalanmıştır.
uk: Перебіг завантаження додатка тепер центрується на екрані.

source: Version 22.03
bg: Версия 22.03
es: Versión 22.03
fi: Versio 22.03
gl: Versión 22.03
hr: Verzija 22.03
it: Versione 22.03
ja: バージョン22.03
pl: Wersja 22.03
ru: Версия 22.03
tr: Sürüm 22.03
uk: Версія 22.03

source: Improved security by not loading the add-on when NVDA is running in secure mode.
bg: Подобрена е сигурността, като не се зарежда добавката, когато NVDA работи в защитен режим.
de: Die Sicherheit wurde verbessert, indem die Erweiterung nicht geladen wird, wenn NVDA im geschützten Bereich läuft.
es: Se ha mejorado la seguridad evitando que el complemento cargue cuando NVDA se ejecuta en modo seguro.
fi: Tietoturvaa parannettu jättämällä lisäosa lataamatta, kun NVDA on käynnissä suojatussa tilassa.
fr: Amélioration de la sécurité en ne chargeant pas l'extension lorsque NVDA s'exécute en mode sécurisé.
gl: Mellorada a seguridade non cargando o complemento cando NVDA se está executando en modo seguro.
hr: Poboljšana je sigurnost ne učitavanjem dodatka kad NVDA radi u sigurnom modusu.
ja: NVDAがセキュアモードで動作している時にアドオンの読み込みをしないことによるセキュリティの向上。
pl: Poprawiono bezpieczeństwo, nie ładując dodatku, gdy NVDA działa w trybie bezpiecznym.
ru: Улучшена безопасность за счет того, что дополнение не загружается, когда NVDA работает в безопасном режиме.
tr: NVDA güvenli modda çalışırken eklentinin yüklenmemesi sağlanarak güvenlik arttırıldı.
uk: Поліпшено безпеку за рахунок того, що додаток не завантажується, коли NVDA працює в безпечному режимі.

source: Version 22.02
bg: Версия 22.02
es: Versión 22.02
fi: Versio 22.02
gl: Versión 22.02
hr: Verzija 22.02
it: Versione 22.02
ja: バージョン22.02
pl: Wersja 22.02
pt_br: Versão 22.02
ru: Версия 22.02
tr: Sürüm 22.02
uk: Версія 22.02

source: NVDA 2021.3 or later is required.
bg: Изисква се NVDA 2021.3 или по-нова версия.
de: NVDA 2021.3 oder neuer ist erforderlich.
es: Se necesita NVDA 2021.3 o posterior.
fi: Vaatii NVDA 2021.3:n tai uudemman.
fr: Nécessite NVDA 2021.3 ou une version ultérieure.
gl: Requírese NVDA 2021.3 ou posterior.
hr: Potrebna je NVDA verzija 2021.3 ili novija.
it: E' richiesto NVDA 2021.3 o versioni successive.
ja: NVDA 2021.3 以降が必要です。
pl: Wymagana jest nvda 2021.3 lub nowsza.
pt_br: É necessário o NVDA 2021.3 ou posterior.
ru: Требуется NVDA 2021.3 или более поздняя версия.
tr: NVDA 2021.3 veya üstü gereklidir.
uk: Вимагається NVDA 2021.3 Або пізніша.

source: On Windows 10, add-on update toast notifications are localized.
bg: В Windows 10 изскачащите известия за обновяване на добавките са локализирани.
de: Unter Windows 10 sind die Toast-Benachrichtigungen für Updates der NVDA-Erweiterungen lokalisiert.
es: En Windows 10, se traducen las notificaciones emergentes del complemento.
fi: Lisäosapäivitysten ilmoitusruudut lokalisoidaan Windows 10:ssä.
fr: Sur Windows 10, les notifications toast de mise à jour d'extension sont localisées.
gl: En Windows 10, tradúcense as notificacións emerxentes de actualización de complementos.
hr: U sustavu Windows 10, obavijesti o ažuriranju dodatka su prevedena.
ja: Windows 10では、アドオン更新通知がローカライズされました。
pl: W systemie Windows 10 wyskakujące powiadomienia o aktualizacji dodatków są zlokalizowane.
pt_br: No Windows 10, as notificações de sistema de atualização de complemento são localizadas.
ru: В Windows 10 всплывающие уведомления об обновлении дополнения локализованы.
tr: Windows10 'da eklenti güncelleme bildirimleri çevrildi.
uk: У Windows 10 і пізніших сповіщення про оновлення додатків локалізовано.

source: Version 22.01
bg: Версия 22.01
es: Versión 22.01
fi: Versio 22.01
gl: Versión 22.01
hr: Verzija 22.01
it: Versione 22.01
ja: バージョン22.01
pl: Wersja 22.01
pt_br: Versão 22.01
ru: Версия 22.01
tr: Sürüm 22.01
uk: Версія 22.01

source: NVDA 2021.2 or later is required.
bg: Изисква се NVDA 2021.2 или по-нова версия.
de: NVDA 2021.2 oder neuer ist erforderlich.
es: Se necesita NVDA 2021.2 o posterior.
fi: Vaatii NVDA 2021.2:n tai uudemman.
fr: Nécessite NVDA 2021.2 ou une version ultérieure.
gl: Require NVDA 2021.2 ou posterior.
hr: Potrebna je NVDA verzija 2021.2 ili novija.
it: E' richiesto NVDA 2021.2 o versioni successive.
ja: NVDA 2021.2以降が必要です。
pl: Wymagana jest nvda 2021.2 lub nowsza.
pt_br: É necessário o NVDA 2021.2 ou posterior.
ru: Требуется NVDA 2021.2 или более поздняя версия.
tr: NVDA 2021.2 veya üstü gereklidir.
uk: Вимагається NVDA 2021.2 Або пізніша.

source: On server systems running Windows Server 2016 and later, add-on updates will be presented in a dialog instead of using toast notifications.
bg: На сървърни системи, работещи с Windows Server 2016 и по-нови версии, обновленията на добавките ще бъдат извеждани в диалогов прозорец, вместо да се използват изскачащи известия.
de: Auf Server-Systemen, auf denen Windows Server 2016 und neuer ausgeführt wird, werden Updates der Erweiterungen in einem Dialogfeld und nicht wie in anderen Windows-Versionen in Form einer Toast-Benachrichtigungen angezeigt.
es: En sistemas servidores que ejecutan Windows Server 2016 o posterior, las actualizaciones de complementos se presentarán en un diálogo en lugar de usar notificaciones emergentes.
fi: Palvelinjärjestelmissä, joissa on Windows Server 2016 tai uudempi, lisäosapäivitykset näytetään valintaikkunoina ilmoitusruutujen asemesta.
fr: Sur les systèmes serveur exécutant Windows Server 2016 et versions ultérieures, les mises à jour d'extensions seront présentées dans une boîte de dialogue au lieu d'utiliser des notifications toast.
gl: En sistemas servidores que executen Windows Server 2016 e posteriores, as actualizacións de complementos presentaranse nun diálogo no canto de utilizar notificacións emerxentes.
ja: Windows Server 2016以降が動作するサーバーシステムでは、アドオン更新が、トースト通知を使用する代わりに、ダイアログに表示されます。
pl: W systemach serwerowych z systemem Windows Server 2016 lub nowszym aktualizacje dodatków będą wyświetlane w oknie dialogowym zamiast korzystania z wyskakujących powiadomień.
pt_br: Em sistemas de servidor que executam o Windows Server 2016 e posteriores, as atualizações de complementos serão apresentadas num diálogo em vez de usar notificações do sistema.
ru: В серверных системах под управлением Windows Server 2016 и более поздних версий обновления дополнений будут представлены в диалоговом окне вместо всплывающих уведомлений.
tr: Windows Server 2016 ve sonraki sürümleri çalıştıran sunucu sistemlerinde, güncelleme bildirimleri yerine eklenti güncellemeleri bir iletişim kutusunda sunulacaktır.
uk: На серверних системах під керуванням Windows Server 2016 і пізніших версій оновлення додатків буде подано в діалоговому вікні замість використання сповіщень.

source: Version 21.10
bg: Версия 21.10
es: Versión 21.10
fi: Versio 21.10
gl: Versión 21.10
hr: Verzija 21.10
it: Versione 21.10
ja: バージョン21.10
pl: Wersja 21.10
pt_br: Versão 21.10
ru: Версия 21.10
tr: Sürüm 21.10
uk: Версія 21.10
