Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: Added NV Access add-on store as an experimental add-on update source.
bg: Добавен е магазинът за добавки на NV Access като експериментален източник за обновяване на добавките.
de: NV Access Store für NVDA-Erweiterungen als experimentelle Update-Quelle für NVDA-Erweiterungen hinzugefügt.
es: Se ha añadido la tienda de complementos de NV Access como fuente experimental de actualización de complementos.
fi: Lisätty NV Accessin lisäosakauppa kokeelliseksi päivityslähteeksi.
fr: Ajout de NV Access add-on store comme source expérimentale de mise à jour des extensions.
gl: Engadida a tenda de complementos de NV Access como unha fonte experimental de actualizacións.
pl: Dodano magazyn dodatków NV Access jako eksperymentalne źródło aktualizacji dodatków.
ru: Добавлен магазин дополнений NV Access в качестве экспериментального источника обновлений дополнений.
tr: Deneysel bir eklenti güncelleme kaynağı olarak NV Access eklenti mağazası eklendi.
uk: Додано магазин додатків від NV Access як експериментальне джерело оновлень додатків.

source: Version 23.02
bg: Версия 23.02
es: Versión 23.02
fi: Versio 23.02
gl: Versión 23.02
it: Versione 23.02
pl: Wersja 23.02
ru: Версия 23.02
tr: Sürüm 23.02
uk: Версія 23.02

source: NVDA 2022.4 or later is required.
bg: Изисква се NVDA 2022.4 или по-нова версия.
de: NVDA 2022.4 oder neuer wird benötigt.
es: Se necesita NVDA 2022.4 o posterior.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
fr: Nécessite NVDA 2022.4 ou une version ultérieure.
gl: Require NVDA 2022.4 ou posterior.
it: E' richiesto NVDA 2022.4 o versioni successive.
pl: Wymagana jest NVDA 2022.4 lub nowsza.
ru: Требуется NVDA 2022.4 или более поздней версии.
tr: NVDA 2022.4 veya üstü gereklidir.
uk: Вимагається NVDA 2022.4 Або пізніша.

source: NVDA will no longer offer what appears to be older add-on updates for most add-ons after checking for add-on updates. This applies to add-ons with version text of the form number.number.
bg: NVDA вече няма да предлага явно по-стари обновления на добавки за повечето добавки, след като провери за обновления на добавките. Това се отнася за добавки с текст на версията във формат число.число.
de: NVDA bietet für die meisten Erweiterungen keine scheinbar älteren Updates für NVDA-Erweiterungen mehr an, nachdem nach der Updates für NVDA-Erweiterungen gesucht wurde. Dies gilt für Erweiterungen mit einem Versionstext der Form Hauptversion.Unterversion.
es: NVDA dejará de ofrecer lo que parecen ser actualizaciones de complementos antiguas en la mayoría de complementos después de buscarlas. Se aplica a complementos cuyo texto de versión tenga la forma número.número.
fi: NVDA ei enää tarjoa vanhempia päivityksiä useimmille lisäosille päivityksiä tarkistettaessa. Tämä koskee lisäosia, joiden versioteksti on muotoa numero.numero.
fr: NVDA ne proposera plus des mises à jour d'extension qui semblent être plus anciennes pour la plupart des extensions après avoir vérifié les mises à jour d'extensions. Cela s'applique aux extensions dont le texte de version se présente sous la forme nombre.nombre.
gl: NVDA xa non ofrecerá o que parezan ser actualizacións de complementos vellas para a maioría de complementos tras comprobar as actualizacións de complementos. Isto aplícase a complementos con textos de versión da forma número.número.
pl: NVDA nie będzie już oferować starszych aktualizacji dodatków dla większości dodatków po sprawdzeniu dostępności aktualizacji dodatków. Dotyczy to dodatków z tekstem wersji o numerze formularza.numer.
ru: NVDA больше не будет предлагать более старые обновления для большинства дополнений после проверки обновлений дополнений. Это касается дополнений с текстом версии вида номер.номер.
tr: NVDA, eklenti güncellemelerini kontrol ettikten sonra, çoğu eklenti için eski gibi görünen eklenti güncellemelerini artık sunmayacaktır. Bu, sayı.sayı formunun sürüm metnine sahip eklentiler için geçerlidir.
uk: NVDA більше не пропонуватиме те, що виглядає як старіші оновлення додатків для більшості додатків після перевірки наявності оновлень додатків. Це стосується додатків із текстом версії у формі номер.номер.

source: Version 23.01
bg: Версия 23.01
es: Versión 23.01
fi: Versio 23.01
gl: Versión 23.01
it: Versione 23.01
pl: Wersja 23.01
ru: Версия 23.01
tr: Sürüm 23.01
uk: Версія 23.01

source: NVDA will check minimum Windows version for add-on updates if update source is set to NVDA community add-ons website.
bg: NVDA ще провери минималната версия на Windows за обновленията за добавките, ако източникът за обновяване е зададен на "Сайт за добавки на общността на NVDA".
de: NVDA überprüft die minimale Windows-Version der Updates für NVDA-Erweiterungen, wenn die Update-Quelle auf die NVDA Community-Webseite für NVDA-Erweiterungen eingestellt ist.
es: NVDA comprobará la versión mínima de Windows en las actualizaciones de complementos si la fuente de actualizaciones está configurada en el sitio web de complementos de la comunidad de NVDA.
fi: NVDA tarkistaa lisäosapäivitysten vaatiman Windowsin vähimmäisversion, jos päivityslähteeksi on määritetty NVDA-yhteisön lisäosasivusto.
fr: NVDA vérifiera la version minimale de Windows pour les mises à jour d'extensions si la source de mise à jour est définie sur site Web des extensions de la communauté NVDA.
gl: NVDA comprobará a versión mínima de windows para actualizacións de complementos se a fonte de actualización está establecida en sitio web de complementos da comunidade de NVDA.
pl: NVDA sprawdzi minimalną wersję systemu Windows pod kątem aktualizacji dodatków, jeśli źródło aktualizacji jest ustawione na stronę dodatków społeczności NVDA.
ru: NVDA проверит минимальную версию Windows на наличие обновлений дополнения, если в качестве источника обновлений указан веб-сайт дополнений сообщества NVDA.
tr: Güncelleme kaynağı NVDA topluluk eklentileri web sitesi olarak ayarlanmışsa, NVDA eklenti güncellemeleri için minimum Windows sürümünü kontrol edecektir.
uk: NVDA перевірятиме мінімальну версію Windows для оновлення додатків, якщо джерелом оновлення обрано сайт додатків від спільноти NVDA.

source: Improved performance when downloading many ad-on updates at once. As a result, the order of add-on downloads shown in download progress dialog will be random.
bg: Подобрена производителност при изтегляне на много обновления на добавки наведнъж. В резултат на това редът на изтеглянията на добавки, показан в диалоговия прозорец за напредъка на изтеглянето, ще е произволен.
de: Die Leistung beim Download mehrerer Updates der NVDA-Erweiterungen wurde verbessert. Als Ergebnis wird die Reihenfolge der Downloads der NVDA-Erweiterungen im Dialogfeld des Download-Fortschritts zufällig angezeigt.
es: Se ha mejorado el rendimiento al descargar muchas actualizaciones de complementos a la vez. Como resultado, el orden de descarga de los complementos mostrado en el diálogo de progreso de descarga es aleatorio.
fi: Parempi suorituskyky ladattaessa kerralla useita lisäosapäivityksiä. Tämän seurauksena latauksen edistymisen valintaikkunassa näkyvä lisäosien latausjärjestys on satunnainen.
fr: Amélioration des performances lors du téléchargement simultané de plusieurs mises à jour d'extensions. Par conséquent, l'ordre des téléchargements d'extensions affiché dans la boîte de dialogue de progression du téléchargement sera aléatoire.
gl: Mellorado o rendemento ó descargar varias actualizacións de complementos á vez. En consecuencia, a orde de descargas de complementos amosada no diálogo de progreso de descarga será aleatoria.
pl: Zwiększono wydajność podczas pobierania wielu aktualizacji reklam jednocześnie. W rezultacie kolejność pobierania dodatków wyświetlana w oknie dialogowym postępu pobierania będzie losowa.
ru: Повышена производительность при одновременной загрузке нескольких обновлений дополнений. В результате порядок загрузки дополнений, отображаемый в диалоге прогресса загрузки, будет случайным.
tr: Birçok eklenti güncellemesini aynı anda indirirken performans iyileştirildi. Sonuç olarak, indirme ilerleme iletişim kutusunda gösterilen eklenti indirmelerinin sırası rastgele olacaktır.
uk: Поліпшено продуктивність при одночасному завантаженні багатьох додатків. В результаті, порядок завантаження додатків, показаний у діалозі перебігу завантаження, буде випадковим.

source: Parts of the add-on now use Python's concurrent.futures module to improve performance, specifically update check and download processes.
bg: Части от добавката вече използват модула "concurrent.futures" на Python, за да подобрят производителността, по-специално процесите за проверка и изтегляне на обновленията.
de: Teile der NVDA-Erweiterung verwenden nun das Python-Modul "concurrent.futures", um die Leistung zu verbessern, insbesondere bei Überprüfungen der Updates und Download-Prozessen.
es: Algunas partes del complemento usan el módulo de Python concurrent.futures para mejorar el rendimiento. Concretamente, los procesos de búsqueda y descarga de actualizaciones.
fi: Osa lisäosasta käyttää nyt Pythonin concurrent.futures-moduulia parantaakseen suorituskykyä, erityisesti päivitysten tarkistus- ja latausprosesseja.
fr: Certaines parties de l'extension utilisent désormais le module concurrent.futures de Python pour améliorer les performances, en particulier la vérification des mises à jour et le processus de téléchargement.
gl: Partes do complemento agora utilizan o módulo de Python concurrent.futures para mellorar o rendemento, especialmente os procesos de comprobación de actualizacións e descarga.
pl: Części dodatku używają teraz modułu concurrent.futures Pythona, aby poprawić wydajność, w szczególności procesy sprawdzania aktualizacji i pobierania.
ru: Части дополнения теперь используют модуль concurrent.futures Python для повышения производительности, в частности проверки обновлений и процессов загрузки.
tr: Eklentinin bazı bölümleri, performansı, özellikle güncelleme kontrol ve indirme işlemlerini iyileştirmek için artık Python'un concurrent.futures modülünü kullanıyor.
uk: Частина додатка тепер використовує модуль concurrent.futures від Python для поліпшення продуктивності, зокрема, процеси перевірки та завантаження оновлень.

source: Version 22.11
bg: Версия 22.11
es: Versión 22.11
fi: Versio 22.11
gl: Versión 22.11
it: Versione 22.11
pl: Wersja 22.11
ru: Версия 22.11
tr: Sürüm 22.11
uk: Версія 22.11

source: NVDA 2022.3 or later is required.
bg: Изисква се NVDA 2022.3 или по-нова версия.
de: NVDA 2022.3 oder neuer wird benötigt.
es: Se necesita NVDA 2022.3 o posterior.
fi: Vaatii NVDA 2022.3:n tai uudemman.
fr: Nécessite NVDA 2022.3 ou une version ultérieure.
gl: Require NVDA 2022.3 ou posterior.
it: E' richiesto NVDA 2022.3 o versioni successive.
pl: Wymagana jest NVDA 2022.3 lub nowsza.
ru: Требуется NVDA 2022.3 или более поздняя версия.
tr: NVDA 2022.3 veya üstü gereklidir.
uk: Вимагається NVDA 2022.3 Або пізніша.

source: Version 22.10
bg: Версия 22.10
es: Versión 22.10
fi: Versio 22.10
gl: Versión 22.10
it: Versione 22.10
pl: Wersja 22.10
ru: Версия 22.10
tr: Sürüm 22.10
uk: Версія 22.10

source: Added catalogs from NVDA communities in China and Taiwan as add-on update sources (by Woody Tseng).
bg: Добавени са каталози от общности на NVDA в Китай и Тайван като допълнителни източници за обновления (от Woody Tseng).
de: Kataloge von NVDA-Communities in China und Taiwan als Update-Quellen für NVDA-Erweiterungen hinzugefügt (von Woody Tseng).
es: Se han añadido los catálogos de las comunidades de NVDA en China y Taiwán como fuentes de actualización de complementos (por Woody Tseng).
fi: Lisätty päivityslähteiksi kiinalaisten ja taiwanilaisten NVDA-yhteisöjen luettelot (kiitos Woody Tsengille).
fr: Ajout des catalogues des communautés NVDA en Chine et à Taïwan comme sources de mises à jour supplémentaires (par Woody Tseng).
gl: Engadidos os catálogos das comunidades de NVDA en China e Taiwan como fontes de actualización de complementos (por Woody Tseng).
pl: Dodano katalogi ze społeczności NVDA w Chinach i na Tajwanie jako dodatkowe źródła aktualizacji (autor: Woody Tseng).
ru: Добавлены каталоги сообществ NVDA в Китае и Тайване как источники обновлений дополнений (от Woody Tseng).
tr: Eklenti güncelleme kaynakları olarak Çin ve Tayvan'daki NVDA topluluklarından kataloglar eklendi (Woody Tseng tarafından).
uk: Каталоги китайської й тайванської спільнот додано як джерела оновлень для додатків (завдяки Woody Tseng)

source: Version 22.09
bg: Версия 22.09
es: Versión 22.09
fi: Versio 22.09
gl: Versión 22.03
it: Versione 22.09
ja: バージョン 22.09
pl: Wersja 22.09
ru: Версия 22.09
tr: Sürüm 22.09
uk: Версія 22.09

source: NVDA 2022.2 or later is required.
bg: Изисква се NVDA 2022.2 или по-нова версия.
de: NVDA 2022.2 oder neuer wird benötigt.
es: Se necesita NVDA 2022.2 o posterior.
fi: Vaatii NVDA 2022.2:n tai uudemman.
fr: Nécessite NVDA 2022.2 ou une version ultérieure.
gl: Require NVDA 2022.2 ou posterior.
it: E' richiesto NVDA 2022.2 o versioni successive.
ja: NVDA 2022.2以降が必要です。
pl: Wymagana jest NVDA 2022.2 lub nowsza.
ru: Требуется NVDA 2022.2 или более поздней версии.
tr: NVDA 2022.2 veya üstü gereklidir.
uk: Вимагається NVDA 2022.2 Або пізніша.

source: NVDA will check SHA256 hash values while downloading add-on updates if the add-on update source includes hash values for add-on packages. If hash value is invalid, add-on updating will fail.
bg: NVDA ще проверява SHA256 хеш стойностите, докато изтегля обновления за добавки, ако източникът за обновяване на добавки включва хеш стойности за пакетите с добавки. Ако хеш стойността е невалидна, обновяването на добавката няма да се осъществи.
de: NVDA überprüft die SHA256-Hash-Werte beim Downloaden von Updates für NVDA-Erweiterungen, wenn die Update-Quelle der NVDA-Erweiterungen Hash-Werte für Erweiterungenspakete enthält. Wenn der Hash-Wert ungültig ist, schlägt die Aktualisierung der Erweiterung fehl.
es: NVDA comprobará los valores de hash SHA256 mientras se descargan las actualizaciones de complementos si la fuente de actualizaciones incluye valores hash de los paquetes de complementos. Si el valor de hash no es válido, la actualización del complemento fallará.
fi: NVDA tarkistaa SHA256-hajautusarvot lisäosien päivityksiä ladattaessa, mikäli päivityslähde sisältää lisäosapakettien hajautusarvot. Mikäli hajautusarvo on virheellinen, lisäosan päivitys epäonnistuu.
fr: NVDA vérifiera les valeurs de hachage SHA256 lors du téléchargement des mises à jour d'extensions si la source de mise à jour des extensions inclut des valeurs de hachage pour les packages d'extensions. Si la valeur de hachage n'est pas valide, la mise à jour de l'extension échouera.
gl: NVDA comprobará os valores do hash SAH256 mentres se descarguen actualizacións de complementos se a fonte de complementos inclúe valores hash para os paquetes de complementos. Se o valor do hash non é válido, a actualización do complemento fallará.
ja: NVDAは、アドオン更新源がアドオンパッケージのハッシュ値を含んでいる場合、アドオンの更新をダウンロードする間、SHA256ハッシュ値を確認します。 もしハッシュ値が無効の場合、アドオン更新が失敗します。
pl: NVDA sprawdzi wartości skrótu SHA256 podczas pobierania aktualizacji dodatków, jeśli źródło aktualizacji dodatków zawiera wartości skrótu dla pakietów dodatków. Jeśli wartość skrótu jest nieprawidłowa, aktualizacja dodatków nie powiedzie się.
ru: NVDA будет проверять хэш-значения SHA256 при загрузке обновлений дополнения, если источник обновления дополнения содержит хеш-значения для пакетов дополнения. Если хеш-значение неверно, обновление дополнения завершится ошибкой.
tr: Eklenti güncelleme kaynağı eklenti paketleri için karma değerler içeriyorsa, NVDA eklenti güncellemelerini indirirken SHA256 karma değerlerini kontrol edecektir. Hash değeri geçersiz ise, eklenti güncellemesi başarısız olur.
uk: NVDA перевірятиме хеш-значення SHA256 під час завантаження оновлень додатків, якщо джерело оновлень додатків містить хеш-значення для пакетів додатків. Якщо хеш-значення недійсне, оновлення додатка не відбудеться.

source: Version 22.08
bg: Версия 22.08
es: Versión 22.08
fi: Versio 22.08
gl: Versión 22.08
it: Versione 22.08
ja: バージョン22.08
pl: Wersja 22.08
ru: Версия 22.08
tr: Sürüm 22.08
uk: Версія 22.08

source: Significant internal code reorganization and rewrites.
bg: Значителна вътрешна реорганизация и пренаписване на кода.
de: Erhebliche interne Umstrukturierung und Neuformulierung des Codes.
es: Reorganización interna del código importante y reescrituras.
fi: Merkittävä sisäinen koodin uudelleenjärjestely ja uudelleenkirjoitus.
fr: Réorganisation et réécritures importantes du code interne.
gl: Significativas reorganizacións internas de código e reescrituras.
ja: 内部コードの大幅な再編成と書き直し。
pl: Znacząca wewnętrzna reorganizacja i przepisywanie kodu.
ru: Значительная реорганизация и переписывание внутреннего кода.
tr: Önemli dahili kod yeniden düzenlemesi ve yeniden yazma işlemleri.
uk: Значно реорганізовано й перероблено внутрішній код.

source: On Windows Server systems, automatic add-on update check feature is disabled by default (affects new installations).
bg: В сървърните системи с Windows, функцията за автоматична проверка за обновления на добавките по подразбиране е изключена (засяга новите инсталации).
de: Auf Windows Servern ist die Funktion zur automatischen Überprüfung von Add-on-Updates standardmäßig deaktiviert (betrifft neue Installationen).
es: En sistemas Windows Server, la función de actualización automática de complementos viene deshabilitada por defecto (afecta a las nuevas instalaciones).
fi: Automaattinen lisäosapäivitysten tarkistus ei ole käytössä oletusarvoisesti Windowsin palvelinversioissa (vaikuttaa uusiin asennuksiin).
fr: Sur les systèmes Windows Server, la fonction de vérification automatique des mises à jour des extensions est désactivée par défaut (affecte les nouvelles installations).
gl: En sistemas Windows Server, a característica de comprobación automática de actualizacións de complementos está desactivada por defecto (afecta a novas instalacións).
ja: Windowsサーバーシステムでは、自動アドオン更新機能が初期状態で無効化されます(新しいインストールに影響します)。
pl: W systemach Windows Server funkcja automatycznego sprawdzania aktualizacji dodatków jest domyślnie wyłączona (dotyczy nowych instalacji).
ru: В системах Windows Server функция автоматической проверки обновлений дополнений отключена по умолчанию (влияет на новые установки).
tr: Windows Server sistemlerinde, otomatik eklenti güncelleme kontrolü özelliği varsayılan olarak devre dışıdır (yeni kurulumları etkiler).
uk: У серверних системах Windows функцію автоматичної перевірки оновлень початково вимкнено (стосується нових встановлень).

source: Added ability to select different add-on update sources. Add-on Updater can check for updates hosted on community add-ons website (addons.nvda-project.org) or Spanish community add-ons catalog (nvda.es). A new combo box was added in add-on settings panel to select add-on update source.
bg: Добавена е възможност за избор на различни източници за обновяване на добавки. "Обновяване на добавките" може да проверява за обновления, помещавани на официалния уеб сайт с добавките от общността (addons.nvda-project.org) или каталога с добавки на испанската общност (nvda.es). Беше добавен нов разгъващ се списък в панела с настройки на добавката, за да изберете източник за обновяване на добавките.
de: Es können verschiedene Quellen für Updates für NVDA-Erweiterungen ausgewählt werden. Der Updater kann nach Updates für NVDA-Erweiterungen suchen, die auf der Website der Englischen Community (addons.nvda-project.org) oder der spanischen Community (nvda.es) bereitgestellt werden. Ein neues Kombinationsfeld wurde in den Einstellungen des Updaters hinzugefügt, um die Update-Quelle für Erweiterungen auszuwählen.
es: Añadida la posibilidad de seleccionar distintas fuentes de actualización de complementos. Add-on Updater puede buscar actualizaciones alojadas en el sitio web de la comunidad de complementos (addons.nvda-project.org) o en el catálogo de complementos de la comunidad de NVDA en español (nvda.es). Se ha añadido un nuevo cuadro combinado en el panel de opciones del complemento para elegir la fuente de actualización de complementos.
fi: Lisätty mahdollisuus lisäosien päivityslähteen valitsemiseen. Lisäosien päivittäjä voi tarkistaa päivitykset NVDA-yhteisön lisäosasivustolta (addons.nvda-project.org) tai espanjalaisyhteisön lisäosaluettelosta (nvda.es). Lisäosan asetuspaneeliin on lisätty yhdistelmäruutu lisäosien päivityslähteen valitsemista varten.
fr: Ajout de la possibilité de sélectionner différentes sources de mise à jour d'extensions. Add-on Updater peut vérifier les mises à jour hébergées sur le site Web des extensions de la communauté (addons.nvda-project.org) ou le catalogue des extensions de la communauté espagnole (nvda.es). Une nouvelle zone de liste déroulante a été ajoutée dans le panneau des paramètres de l'extension pour sélectionner la source de mise à jour d'extensions.
gl: Engadida a posibilidade de seleccionar fontes de actualización de complementos. Add-on Updater pode comprobar actualizacións aloxadas no sitio web de complementos da comunidade (addons-nvda-project.org) ou o catálogo de complementos da comunidade española (nvda.es). engadiuse un novo cadro combinado no panel de opcións do complemento para seleccionar a fonte de actualización dos complementos.
ja: 異なるアドオン更新源を選択する機能を追加しました。Add-on Updaterはコミュニティアドオンウェブサイト(addons.nvda-project.org)またはスペインコミュニティアドオンカタログ(nvda.es)にホストされた更新を確認出来ます。アドオン更新源を選択する新しいコンボボックスがアドオン設定パネルに追加されました。
pl: Dodano możliwość wyboru różnych źródeł aktualizacji dodatków. Add-on Updater może sprawdzać dostępność aktualizacji hostowanych w witrynie sieci Web dodatków społeczności (addons.nvda-project.org) lub katalogu dodatków społeczności hiszpańskiej (nvda.es). W panelu ustawień dodatków dodano nowe pole kombi, aby wybrać źródło aktualizacji dodatków.
ru: Добавлена возможность выбирать разные источники обновлений дополнений. В настоящее время дополнение может проверять наличие обновлений дополнения, размещенных на веб-сайте дополнений сообщества NVDA (addons.nvda-project.org) или в каталоге дополнений испанского сообщества (nvda.es). В панель настроек дополнения добавлено новое поле со списком для выбора источника обновления дополнения.
tr: Farklı eklenti güncelleme kaynakları seçme yeteneği eklendi. Eklenti Güncelleyici, topluluk eklentileri web sitesinde (addons.nvda-project.org) veya İspanyol topluluk eklentileri kataloğunda (nvda.es) barındırılan güncellemeleri kontrol edebilir. Eklenti güncelleme kaynağını seçmek için eklenti ayarları paneline yeni bir birleşik giriş kutusu eklendi.
uk: Додано можливість вибору різних джерел оновлення додатків. «Оновлювач додатків» може перевіряти наявність оновлень на сайті додатків спільноти (addons.nvda-project.org) або в каталозі додатків іспанської спільноти (nvda.es). На панелі налаштувань додатка додано нове поле зі списком для вибору джерела оновлень додатків.
