Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonsHelp.*.po
Languages: pl, pt_pt, sk

source: Information
pl: Informacja
pt_pt: Informações
sk: Informácie

source: Authors: Rui Fontes, Zougane, Remy, Abdel and colaboration of, among others, Ângelo Abrantes and James Scholes
sk: Autory: Rui Fontes, Zougane, Remy, Abdel and colaboration of, among others, Ângelo Abrantes and James Scholes

source: Updated on 30/04/2019
sk: Aktualizované 30/04/2019

source: Download [stable version][1]
pl: Pobierz [Wersja stabilna][1]
pt_pt: Descarregar a [versão estável][1]
sk: Stiahnúť [stabilnú verziu][1]

source: Compatibility: NVDA 2017.3 to 2019.2
sk: NVDA kompatibilita: 2017.4 a 2019.2

source: Presentation
pl: Opis
pt_pt: Apresentação
sk: Prezentácia

source: This add-on provides a quick way to access documentation for the add-ons you have installed. It creates, in the NVDA Help menu, two sub-menus. One, called "Running add-ons documentation", groups the documentation for each add-on and make available a list of commands for all running add-ons, with a table for each add-on. Other sub-menu called "Disabled add-ons documentation", lists the disabled add-ons, giving access to its documentation. Please, remember that the Synth and Braille drivers add-ons will not appear in any of the above categories. Note that you also can access the add-ons documentation through the Add-ons manager in NVDA, Tools menu. Here you have also the information about the state of an add-on. Also remember that you can access the NVDA and add-ons commands in the Input gestures dialog. However, in this dialog the add-ons commands are not grouped and you can not find a command containing "windows", by instance...
sk: Tento doplnok poskytuje rýchly spôsob prístupu k dokumentácii nainštalovaných doplnkov. V ponuke Pomocníka NVDA vytvorí dve podmenu. Jedna, nazvaná „Bežná dokumentácia doplnkov“, zoskupuje dokumentáciu pre každý doplnok a sprístupní zoznam príkazov pre všetky spustené doplnky s tabuľkou pre každý doplnok. Ďalšie podmenu s názvom „Zakázaná dokumentácia doplnkov“ obsahuje zoznam zakázaných doplnkov, ktoré umožňujú prístup k jej dokumentácii. Nezabudnite, že doplnky ovládača Synth a Braille sa nezobrazia v žiadnej z vyššie uvedených kategórií. Všimnite si tiež, že k doplnkovej dokumentácii máte prístup aj prostredníctvom Správcu doplnkov v ponuke NVDA, Nástroje. Tu nájdete aj informácie o stave doplnku. Pamätajte tiež, že môžete pristupovať k príkazom NVDA a doplnkom v dialógovom okne Vstupné gestá. V tomto dialógovom okne však príkazy doplnkov nie sú zoskupené a nemôžete nájsť príkaz obsahujúci "okná" podľa inštancie .

source: Changes
pl: Zmiany
pt_pt: Alterações
sk: Zmeny

source: Version 2.0
pl: Wersja 2.0
pt_pt: Versão 2.0
sk: Verzia 2.0

source: Now, the add-on creates two menus in the NVDA Help menu.
pl: Od teraz dodatek tworzy dwóch meni w meni rozwijanym pomoc.
pt_pt: Agora, o extra cria dois menus no menu Ajuda do NVDA.
sk: Doplnok vytvorí dve ponuky v ponuke pomocník NVDA.

source: The "Running add-ons documentation" menu, have one more option to display the "List of commands for running add-ons", containing the commands for each add-on in a table.
pl: W meni "dokumentacja dla uruchomionych dodatków", dodana nowa opcja do wyświetlania "spis komend dla uruchomionych dodatków", zawierających wszystkie polecenia w tablicy.
pt_pt: O menu "Documentação dos extras em execução" tem mais uma opção para disponibilizar uma "Lista de comandos para os extras em execução", contendo os comandos para cada extra numa tabela.
sk: Menu „Spustenie dokumentácie doplnkov“ obsahuje ešte jednu možnosť zobrazenia „Zoznam príkazov pre spustenie doplnkov“, ktorý obsahuje príkazy pre každý doplnok v tabuľke.

source: The "Disabled add-ons documentation" menu only group the disabled add-ons with documentation files.
pl: Meni "dokumentacja dla wyłączonych dodatków" tylko grupuje dodatki wyłączone.
pt_pt: O menu "Documentação dos extras desactivados" apenas agrupa a documentação para cada extra desactivado contendo documentação.
sk: Ponuka „Zakázaná dokumentácia doplnkov“ obsahuje iba zakázané doplnky so súbormi dokumentácie.

source: Note that Synth and Braille drivers add-ons never are listed in the above menus.
pl: Miejcie na uwadze, że sterowniki syntezatorów mowy i monitorów brajlowskich nie znajdują się na tej liście.
pt_pt: Note que os extras dos drivers de Sintetizadores e de linhas Braille não aparecerão em nenhuma das categorias acima.
sk: Všimnite si, že doplnky Synth a braillovské ovládače nie sú uvedené vyžšie v ponukách.

source: The add-ons are now represented by their summary and not by their name.
pl: Dodatki są teraz pokazywany według ich opisu zamiast według nazwy.
pt_pt: Os extras passam a ser designados pelo sumário en vez do nome.
sk: Doplnky sú teraz reprezentované ich zhrnutím a nie ich menom.

source: Some improvements in the code.
pl: Niektóre ulepszenia w kodzie.
pt_pt: Algumas melhorias no código.
sk: Niektoré vylepšenia v kóde.

source: Version 1.2
pl: Wersja 1.2
pt_pt: Versão 1.2
sk: Verzia 1.2

source: Small issues fixed;
pl: Drobne poprawki;
pt_pt: Pequenos problemas corrigidos;
sk: Opravené menšie chyby;

source: Fixed importing submenu name from add-on summary;
pl: Poprawiono importowanie meni rozwijanego z opisu dodatku;
pt_pt: Corrigido o nome do submenu de importação do resumo do extra;
sk: Opravený názov podponuky importu zo súhrnu doplnkov;

source: Force documentation to open in default browser, if possible in a new window.
pl: Zmuszanie otwarcia dokumentacji w przeglądarce domyślnej, jeżeli jest to możliwe w nowym oknie.
pt_pt: Forçar a documentação a abrir no navegador padrão, se possível numa nova janela.
sk: Vynútenie otvorenia dokumentácie v predvolenom prehliadači, ak je to možné, v novom okne.

source: Version 1.1
pl: Wersja 1.1
pt_pt: Versão 1.1
sk: Verzia 1.1

source: Compatibility with Python 3;
pl: Zgodność z Pythonem 3;
pt_pt: Compatibilidade com Python 3;
sk: Kompatibilita s pithonom 3.

source: New way to add submenus;
pl: Nowy sposób dodawania meni rozwijanych;
pt_pt: Nova maneira de adicionar os submenus;
sk: Nový spôsob pridania podmenu.

source: Changed the name of the menu itens to the summary addon to have the name of the menus in the language of the interface, when possible.
pl: Kiedy to jest możliwe, dodana możliwość używania przetłumaczonych nazw meni rozwijanych.
pt_pt: Alterado o nome dos menus para o sumário dos mesmos para se ter o nome dos menus na língua da interface, quando possível.
sk: Zmenil sa názov menu itens na súhrnný addon, aby bol názov menu v jazyku rozhrania, ak je to možné.

source: Version 1.0
pl: Wersja 1.0
pt_pt: Versão 1.0
sk: Verzia 1.0

source: Initial release by Zougane, Remy and Abdel updated to be compatible with NVDA 2019.1.
pl: Wersja pierwotna przez Zougane, Remy i Abdel zaktualizowana dla zgodności z wersją NVDA 2019.1.
pt_pt: Versão inicial de Zougane, Rémy e Abdel actualizada para ser compatível com NVDA 2019.1.
sk: Prvé vydanie vytvorili Zoudane, Rémy a Addel, aktualizované na NVDA kompatibilita 2019.1.

source: [[!meta title="Add-ons documentation"]]
pl: [[!meta title="Dokumentacja dla dodatków"]]
pt_pt: [[!meta title="Documentação dos extras"]]
