Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/addonUpdater.*.po
Languages: bg, da, de, es, fa, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, sr, tr, uk, vi

source: It is again possible to check for add-on updates on some systems, notably after a clean Windows installation.
bg: Отново е възможно да проверите за обновления на добавките на някои системи, особено след чиста инсталация на Windows.
de: Auf einigen Systemen ist es wieder möglich, nach Updates für NVDA-Erweiterungen zu suchen, insbesondere nach einer sauberen Windows-Installation.
es: Vuelve a ser posible buscar actualizaciones de complementos en algunos sistemas, especialmente después de una instalación limpia de Windows.
fi: Lisäosapäivitysten tarkistus on taas mahdollista tietyissä järjestelmissä, etenkin puhtaan Windows-asennuksen jälkeen.
fr: Il est à nouveau possible de vérifier les mises à jour d'extensions sur certains systèmes, notamment après une nouvelle installation de Windows.
gl: Xa é posible verificar actualizacións de complementos nalgúns sistemas, notablemente despois dunha instalación limpa de Windows.
ja: 一部のシステムで、特に、Windowsのクリーンインストールの後に、アドオンの更新をすることが再び可能になりました。
pl: Ponownie można sprawdzić dostępność aktualizacji dodatków w niektórych systemach, zwłaszcza po czystej instalacji systemu Windows.
pt_br: É novamente possível verificar se há atualizações de complementos em alguns sistemas, principalmente após uma instalação limpa do Windows.
ru: На некоторых системах снова можно проверить наличие обновлений дополнения, особенно после чистой установки Windows.
tr: Özellikle temiz bir Windows kurulumundan sonra, bazı sistemlerde eklenti güncellemelerini kontrol etmek tekrar mümkün.
uk: На деяких системах знову можна перевірити наявність оновлення додатків, зокрема, після чистого встановлення Windows.

source: Version 21.09
bg: Версия 21.09
es: Versión 21.09
fi: Versio 21.09
gl: Versión 21.09
hr: Verzija 21.09
it: Versione 21.09
ja: バージョン21.09
pl: Wersja 21.09
pt_br: Versão 21.09
ru: Версия 21.09
tr: Sürüm 21.09
uk: Версія 21.09

source: NVDA 2021.1 or later is required.
bg: Изисква се NVDA 2021.1 или по-нова версия.
de: NVDA 2021.1 oder neuer ist erforderlich.
es: Se necesita NVDA 2021.1 o posterior.
fi: Vaatii NVDA 2021.1:n tai uudemman.
fr: Nécessite NVDA 2020.1 ou une version ultérieure.
gl: Require NVDA 2021.1 ou posterior.
hr: Potrebna je NVDA verzija 2021.1 ili novija.
it: E' richiesto NVDA 2021.1 o versioni successive.
ja: NVDA 2021.1以降が必要です。
pl: Wymagana jest nvda 2021.1 lub nowsza.
pt_br: É necessário o NVDA 2021.1 ou posterior.
ru: Требуется NVDA 2021.1 или более поздняя версия.
tr: NVDA 2021.1 veya üstü gerekiyor.
uk: Вимагається NVDA 2021.1 Або пізніша.

source: on Windows 10 and later, it is possible to select add-on update notification between a toast message and an update dialog. This can be configured from Add-on Updater settings found in NVDA Settings screen.
bg: Под Windows 10 и по-нови версии е възможно да изберете типа известие за обновления за добавките между изскачащо известие и диалогов прозорец. Това може да се зададе от категорията с настройки за "Обновяване на добавките", намираща се в прозореца с настройки на NVDA.
de: Unter Windows 10 und neuer ist es möglich, die Add-On-Update-Benachrichtigung zwischen einer Toast-Nachricht und einem Update-Dialogfeld auszuwählen. Dies kann über die Einstellungen der Erweiterung im Bereich der NVDA-Einstellungen konfiguriert werden.
es: en Windows 10 o posterior, es posible seleccionar la notificación de actualizaciones de complementos entre mensaje emergente o diálogo de actualizaciones. Esto se puede configurar desde las opciones de Add-on Updater disponibles en la pantalla de opciones de NVDA.
fi: Windows 10:ssä ja uudemmissa lisäosapäivityksen ilmoitus on mahdollista valita ilmoitusruudun ja valintaikkunan väliltä. Tämä voidaan määrittää Lisäosien päivittäjän asetuksista, jotka löytyvät NVDA:n asetusruudusta.
fr: Sous Windows 10 et versions ultérieures, il est possible de choisir pour la notification de mise à jour d'extensions entre un message toast et une boîte de dialogue de mise à jour. Cela peut être configuré à partir des paramètres de Mise à jour des extensions situé dans la fenêtre des Paramètres NVDA.
gl: en Windows 10 e posterior, é posible seleccionar para a notificación de actualización de complementos entre unha notificación e un diálogo de actualización. Isto pódese configurar dende as opcións de Add-on Updater na pantalla de opcións de NVDA.
ja: Windows 10以降では、トーストメッセージと更新ダイアログの間で、アドオン更新通知の選択が可能です。これはNVDA設定画面の中のAdd-on Updater設定で設定出来ます。
pl: w systemie Windows 10 i nowszych można wybrać powiadomienie o aktualizacji dodatku między wyskakującym komunikatem a oknem dialogowym aktualizacji. Można to skonfigurować za pomocą ustawień Add-on Updater znajdujących się na ekranie Ustawienia NVDA.
pt_br: no Windows 10 e posterior, é possível selecionar a notificação de atualização de complemento entre uma mensagem de notificação de sistema e uma caixa de diálogo de atualização. Isso pode ser definido nas configurações do atualizador de complementos encontradas na tela de configurações do NVDA.
ru: в Windows 10 и более поздних версиях можно выбрать уведомление об обновлении дополнения между всплывающим сообщением и диалоговым окном обновления. Это можно настроить в настройках Add-on Updater, которые находятся на экране настроек NVDA.
tr: windows 10 ve sonraki sürümlerde, bir tost mesajı ile bir güncelleme iletişim kutusu arasında eklenti güncelleme bildirimi seçmek mümkündür. Bu, NVDA Ayarları ekranında bulunan Eklenti Güncelleyici ayarlarından yapılandırılabilir.
uk: у Windows 10 і пізніших можна вибрати, як показувати сповіщення про доступні оновлення — як підказку чи як діалог. Це можна налаштувати в категорії «Оновлювач додатків» на екрані налаштувань NVDA.

source: Add-on Updater will no longer check minimum Windows release information for add-ons as add-ons such as Windows App Essentials provide better Windows compatibility information.
bg: "Обновяване на добавките" вече няма да проверява информацията за минимална версия на Windows за добавките, тъй като добавките като "Базов пакет за приложения в Windows" предоставят по-добра информация за съвместимост с Windows.
de: Updater für NVDA-Erweiterungen überprüft nicht mehr die Mindestversionsinformationen von Windows für Add-Ons, da Erweiterungen wie Windows App Essentials bessere Informationen zur Windows-Kompatibilität bieten.
es: Add-on Updater ya no comprobará información de la versión mínima de Windows en los complementos, ya que complementos como Windows App Essentials proporcionan mejor información de compatibilidad con Windows.
fi: Parempien yhteensopivuustietojen tarjoamisen vuoksi Lisäosien päivittäjä ei enää tarkista Windows-version vähimmäisvaatimusta sellaisilta lisäosilta kuin Windows App Essentials.
fr: L'extension Mise à jour des extensions ne vérifiera plus les informations de version minimale de Windows pour les extensions, car les extensions tels que Windows App Essentials fournissent de meilleures informations de compatibilité Windows.
gl: Add-on Updater xa non verificará a información de versión mínima de Windows para os complementos xa que complementos como Windows App Essentials fornecen mellor información de compatibilidade con Windows.
ja: Windows App Essentialsのようなアドオンはより良いWindows互換性情報を提供しているので、Add-on Updaterはアドオンの最小Windowsリリース情報をチェックしません。
pl: Narzędzie Add-on Updater nie będzie już sprawdzać minimalnych informacji o wersji systemu Windows dla dodatków, ponieważ dodatki, takie jak Podstawowe programy aplikacji systemu Windows, zapewniają lepsze informacje o zgodności z systemem Windows.
pt_br: O Atualizador de Complementos não verificará mais as informações mínimas de versão do Windows para complementos, pois complementos como o Windows App Essentials fornecem melhores informações de compatibilidade do Windows.
ru: Add-on Updater больше не будет проверять информацию о минимальном выпуске Windows на наличие дополнений, поскольку дополнения, такие как Windows App Essentials, предоставляют более точную информацию о совместимости с Windows.
tr: Windows App Essentials gibi eklentiler daha iyi Windows uyumluluğu bilgileri sağladığından, Eklenti Güncelleyici artık eklentiler için minimum Windows sürüm bilgilerini kontrol etmeyecek.
uk: Оновлювач додатків більше не перевірятиме інформацію про мінімальну версію Windows для додатків, оскільки такі додатки, як Windows App Essentials, надають кращу інформацію про сумісність з Windows.

source: Version 21.07
bg: Версия 21.07
es: Versión 21.07
fi: Versio 21.07
gl: Versión 21.07
hr: Verzija 21.07
it: Versione 21.07
ja: バージョン 21.07
pl: Wersja 21.07
pt_br: Versão 21.07
ru: Версия 21.07
sr: Verzija 21.07
tr: Sürüm 21.07
uk: Версія 21.07
vi: Phiên bản 21.07

source: On Windows 10 and later, a toast notification will be shown when add-on updates are available. Note that you cannot click this notification - you must open NVDA menu/Tools/Check for add-on updates to review updates.
bg: В Windows 10 и по-нови версии ще се показва изскачащо известие, когато са налични обновления на добавки. Имайте предвид, че не можете да задействате това известие – трябва да отворите менюто на NVDA -> Инструменти -> Провери за обновления на добавките, за да прегледате обновленията.
de: Unter Windows 10 und neuer wird eine Toast-Benachrichtigung angezeigt, wenn Updates für NVDA-Erweiterungen verfügbar sind. Beachten Sie, dass Sie diese Benachrichtigung nicht anklicken können - Sie müssen ins NVDA-Menü gehen und dort Werkzeuge auswählen und dann "Nach Updates für NVDA-Erweiterungen suchen" anklicken, um auf Updates zu überprüfen.
es: En Windows 10 y posterior, se mostrará una notificación emergente cuando haya actualizaciones de complementos disponibles. Ten en cuenta que no podrás hacer clic en esta notificación. Debes abrir el menú NVDA / Herramientas / Buscar actualizaciones de complementos para revisarlas.
fi: Windows 10:ssä ja uudemmissa näytetään ilmoitusruutu, kun lisäosiin on saatavilla päivityksiä. Huomaa, että tätä ilmoitusta ei voi napsauttaa. Sinun on avattava NVDA-valikko ja valittava Työkalut-alivalikosta Tarkista lisäosien päivitykset tarkastellaksesi päivityksiä.
fr: Dans Windows 10 et versions ultérieures, une notification toast s'affiche lorsque des mises à jour d'extensions sont disponibles. Notez que vous ne pouvez pas cliquer sur cette notification - vous devez ouvrir le menu NVDA/Outils/Rechercher les mises à jour d'extensions pour consulter ces mises à jour.
gl: En Windows 10 e posterior, amosarase unha notificación emerxente cando estean dispoñibles actualizacións de complemento. Ten en conta que non podes facer click nesta notificación - debes abrir o menú de NvDA/Ferramentas/Verificar actualizacións de complementos para revisar as actualizacións.
ja: Windows 10以降では、アドオン更新が利用可能な時、トースト通知が表示されます。この通知をクリック出来ないことに注意して下さい。 - 更新をレビューするには、NVDAメニュー/ツール/アドオン更新の確認を開かなくてはなりません。
pl: W systemie Windows 10 i nowszych wersjach wyskakujące powiadomienie będzie wyświetlane, gdy dostępne będą aktualizacje dodatków. Pamiętaj, że nie możesz kliknąć tego powiadomienia - musisz otworzyć menu NVDA / Narzędzia / Sprawdź aktualizacje dodatkowe, aby przejrzeć aktualizacje.
ru: В Windows 10 и более поздних версиях всплывающее уведомление будет отображаться, когда будут доступны обновления дополнения. Обратите внимание, что вы не можете щелкнуть это уведомление - вы должны открыть меню NVDA/Сервис/Проверить наличие обновлений для дополнений, чтобы просмотреть обновления.
tr: Windows 10 ve sonraki sürümlerde, eklenti güncellemeleri mevcut olduğunda bir tost bildirimi gösterilecektir. Bu bildirime tıklayamayacağınızı unutmayın - güncellemeleri gözden geçirmek için NVDA menüsü/Araçlar/Eklenti güncellemelerini kontrol et'i açmalısınız.
uk: У Windows 10 і пізніших за наявності доступних оновлень буде показано сповіщення. Зауважте, що ви не зможете клацнути на нього — для перегляду оновлень ви маєте увійти в меню NVDA/Інструменти/Перевірити оновлення додатків.

source: When legacy add-ons dialog is shown at startup, you can now review legacy add-ons and reasons just like add-on updates.
bg: Когато при стартиране се покаже диалоговият прозорец за остарели добавки, вече можете да преглеждате остарелите добавки и причините, подобно на списъка с добавките за обновяване.
de: Wenn beim Start ein Dialogfeld für veraltete Erweiterungen angezeigt wird, können Sie nun die veralteten Erweiterungen und Gründe für diese genau wie Updates für NVDA-Erweiterungen überprüfen.
es: Cuando se muestre el diálogo de complementos antiguos al arrancar, ahora puedes revisar los complementos antiguos y su motivo como si fueran actualizaciones de complementos.
fi: Kun vanhentuneiden lisäosien valintaikkuna näytetään käynnistettäessä, voit nyt tarkastella niitä ja vanhentumisen syitä aivan kuten päivityksiäkin.
fr: Lorsque la boîte de dialogue des extensions obsolètes s'affiche au démarrage, vous pouvez désormais passer en revue celles-ci et les commentaires associés, tout comme les mises à jour d'extensions.
gl: Cando se amose o diálogo de complementos antigos ó arranque, agora podes revisar os complementos antigos e as razóns simplemente do mesmo xeito que actualizacións de complementos.
ja: レガシーなアドオンダイアログが起動時に表示される時、アドオン更新と同じような形式で、レガシーなアドオンと、その理由をレビューできます。
pl: Gdy podczas uruchamiania jest wyświetlane okno dialogowe starszych dodatków, można teraz przeglądać starsze dodatki i przyczyny, podobnie jak aktualizacje dodatków.
pt_br: Quando o diálogo de complementos legados é exibido na inicialização, agora você pode revisar os complementos legados e os motivos, exatamente como as atualizações de complementos.
ru: Когда при запуске отображается диалоговое окно устаревших дополнений, теперь вы можете просматривать устаревшие дополнения и причины так же, как и обновления дополнений.
sr: Kada se prilikom pokretanja pokaže dijalog za zastarele dodatke, sada je moguće pregledati zastarele dodatke i razloge zastarelosti isto kao i ažuriranja dodataka.
tr: Başlangıçta eski eklentiler iletişim kutusu görüntülendiğinde, artık eski eklentileri ve nedenlerini tıpkı eklenti güncellemelerinde olduğu gibi inceleyebilirsiniz.
uk: Коли під час запуску відображається діалог застарілих додатків, тепер ви можете переглядати застарілі додатки та причини, як і оновлення додатків.
vi: Khi hộp thoại các add-on lỗi thời được hiển thị lúc khởi động, bạn có thể xem lí do lỗi thời giống như cập nhật add-on.

source: Improved add-on update check internals, including use of add-on metadata collection provided by the community to validate add-on compatibility. Among other things, this eliminates add-on releases for adding update checks for new add-ons.
bg: Подобрени са вътрешните компоненти свързани с проверката за обновления на добавки, включително използване на колекция от метаданни за добавките, предоставена от общността за проверка на съвместимостта на добавките. Наред с другите неща, това премахва нуждата да се пуска ново издание на "Обновяване на добавките", с цел възможността да се проверява за обновление за новодобавени в сайта добавки.
de: Verbesserte Interna der Update-Prüfung von NVDA-Erweiterungen, einschließlich der Verwendung der Metadatensammlung für die Erweiterungen, die von der Community bereitgestellt wird, um die Kompatibilität der Erweiterungen zu überprüfen. Dadurch entfallen unter anderem Releases der Erweiterungen zum Hinzufügen von Update-Checks für neue Erweiterungen.
es: Se ha mejorado la búsqueda de actualizaciones por dentro, incluyendo el uso de una colección de metadatos de complementos proporcionada por la comunidad para validar la compatibilidad de los mismos. Entre otras cosas, esto elimina la necesidad de publicar versiones nuevas del complemento cada vez que se quiere buscar actualizaciones de complementos nuevos.
fi: Lisäosien päivitystarkistuksen toimintaa paranneltu, mukaan lukien yhteisön tarjoaman lisäosien metatietokokoelman käyttö yhteensopivuuden varmistamiseksi. Tämä muun muassa karsii lisäosat, joissa on oma päivitystentarkistustoiminto.
fr: Amélioration des mécanismes de vérification des mises à jour des extensions, y compris l'utilisation des métadonnées fournies par la communauté pour valider leur compatibilité.
gl: Mellorada a parte interna da verificación de actualizacións de complementos, incluíndo o uso da colección de metadatos de complementos proporcionada pola comunidad para validar a compatibilidade dos complementos. Entre outras cousas, isto elimina as publicacións do complemento para engadir verificación de actualizacións para novos complementos.
ja: アドオンの互換性を評価するためにコミュニティから提供されるアドオンのメタデータ収集の使用を含む、アドオン更新確認の内部の改善。とりわけ、これは新しいアドオンに更新確認を追加するためのアドオンのリリースを省けます。
pl: Ulepszone wewnętrzne sprawdzanie aktualizacji dodatków, w tym korzystanie z kolekcji metadanych dodatków dostarczanych przez społeczność w celu sprawdzenia zgodności dodatków. Między innymi eliminuje to wydania dodatków do dodawania kontroli aktualizacji dla nowych dodatków.
pt_br: Melhorias internas na verificação de atualização de complementos, incluindo o uso da coleção de metadados de complemento fornecida pela comunidade para validar a compatibilidade de complemento. Entre outras coisas, isso elimina lançamentos do complemento para adicionar verificações de atualização para novos complementos.
ru: Улучшена внутренняя проверка обновлений дополнения, включая использование коллекции метаданных дополнения, предоставленной сообществом, для проверки совместимости дополнения. Среди прочего, это устраняет выпуски дополнений для проверки обновлений для новых дополнений.
sr: Interna poboljšanja za proveru ažuriranja dodataka, što uključuje korišćenjem kolekcije podataka zajednice dodataka kako bi se proverila kompatibilnost. Između ostalog, ovo će eliminisati potrebu da se objavljuju nove verzije dodatka kako bi se dodali novi dodaci za proveru ažuriranja.
tr: Eklenti uyumluluğunu doğrulamak için topluluk tarafından sağlanan eklenti meta veri toplamanın kullanımı da dahil olmak üzere, geliştirilmiş eklenti güncelleme denetimi dahili özellikleri. Diğer şeylerin yanı sıra, bu, yeni eklentiler için güncelleme kontrolleri eklemek için eklenti sürümlerini ortadan kaldırır.
uk: Поліпшено внутрішні механізми перевірки оновлень додатків, включаючи використання колекції метаданих додатків, наданих спільнотою, для перевірки сумісності додатків. Серед іншого, це усуває необхідність додавання перевірки оновлень для нових додатків.
vi: Cải thiện khả năng kiểm tra cập nhật các add-on bên ngoài, bao gồm việc sử dụng siêu dữ liệu của add-on được cung cấp bởi cộng đồng để kiểm tra tính tương thích của add-on.

source: Version 21.05
bg: Версия 21.05
es: Versión 21.05
fi: Versio 21.05
gl: Versión 21.05
hr: Verzija 21.05
it: Versione 21.05
ja: バージョン21.05
pl: Wersja 21.05
pt_br: Versão 21.05
ru: Версия 21.05
sr: Verzija 21.05
tr: Sürüm 21.05
uk: Версія 21.05
vi: Phiên bản 21.05

source: NVDA will no longer play error tones if trying to check updates while using NVDA 2021.1 alpha snapshots, caused by changes to wxPython GUI toolkit.
bg: NVDA вече няма да възпроизвежда сигнал за грешка предизвикана от промени в инструментариума на wxPython за ГПИ, при опит за проверка за обновления, в случаите когато се използват alpha версии на NVDA 2021.1.
de: In NVDA werden keine Fehlertöne mehr wiedergegeben, sobald versucht wird, nach Updates zu suchen, während NVDA 2021.1 Alpha Snapshots verwendet werden. Dies wurde durch Änderungen am wxPython GUI Toolkit verursacht.
es: NVDA ya no reproducirá tonos de error al buscar actualizaciones desde versiones alpha de desarrollo de NVDA 2021.1, causados por cambios al kit de herramientas de interfaz gráfica WXPython.
fi: NVDA ei enää toista virheääniä yritettäessä tarkistaa päivityksiä NVDA 2021.1:n alfa-kehitysversioita käytettäessä, jonka aiheuttivat wxPython-käyttöliittymätyökalupakkiin tehdyt muutokset.
fr: NVDA n'émettra plus de bip d'erreur si vous essayez de vérifier les mises à jour alors que vous utilisez les versions snapshot alpha NVDA 2021.1, en raison des modifications apportées à la boîte à outils de l'interface graphique wxPython.
gl: NvDA xa non reproducirá tons de erro ao tentar verificar actualizacións usando publicacións de NVDA 2021.1 alfa, causado por trocos no entorno wxPython GUI.
ja: NVDA 2021.1アルファスナップショットを利用して更新しようとしている時に、wxPython GUIツールキットへの変更が原因でのエラー音を、NVDAが鳴らさなくなりました。
pl: NVDA nie będzie już odtwarzać dźwięków błędów podczas próby sprawdzenia aktualizacji podczas korzystania z migawek alfa NVDA 2021.1, spowodowanych zmianami w zestawie narzędzi wxPython GUI.
ru: NVDA больше не будет воспроизводить сигналы об ошибках при попытке проверить обновления при использовании альфа-снапшотов NVDA 2021.1, вызванных изменениями в наборе инструментов wxPython GUI.
tr: Artık NVDA 2021.1 alpha snapshot sürümlerinde güncellemeleri kontrol ederken, wxPython GUI araç setindeki değişikliklerden kaynaklanan hatadan dolayı NVDA hata sesleri çalmayacak.
uk: NVDA більше не відтворюватиме сигналів про помилки під час спроби перевірити оновлення у альфа-снепшотах NVDA 2021.1 через зміни в графічному інтерфейсі wxPython.

source: Version 21.03
bg: Версия 21.03
es: Versión 21.03
fi: Versio 21.03
gl: Versión 21.03
hr: Verzija 21.03
it: Versione 21.03
ja: バージョン21.03
pl: Wersja 21.03
pt_br: Versão 21.03
ru: Версия 21.03
sr: Verzija 21.03
tr: Sürüm 21.03
uk: Версія 21.03
vi: Phiên bản 21.03

source: NVDA 2020.4 or later is required.
bg: Изисква се NVDA 2020.4 или по-нова версия.
de: Benötigt NVDA 2020.4 oder neuer.
es: Se necesita NVDA 2020.4 o posterior.
fi: Vaatii NVDA 2020.4:n tai uudemman.
fr: Nécessite NVDA 2020.4 ou une version ultérieure.
gl: Require NVDA 2020.4 ou posterior.
hr: Potrebna je NVDA verzija 2020.4 ili novija.
it: E' richiesto NVDA 2020.4 o versioni successive.
ja: NVDA 2020.4以降が必要です。
pl: Wymagana jest wersja NVDA 2020.4 lub nowsza.
pt_br: É necessário o NVDA 2020.4 ou posterior.
ru: Требуется NVDA 2020.4 или более поздней версии.
sr: NVDA 2020.4 ili noviji je neophodan.
tr: NVDA 2020.4 veya üstü gereklidir.
uk: Вимагає NVDA 2020.4 чи новішу.
vi: Yêu cầu NVDA 2020.4 trở lên.
