Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/AudioThemes.*.po
Languages: sk

source: Authors: Musharraf Omer and others
sk: Autory: Musharraf Omer a ďalší

source: download [stable version][1]
sk: stiahnúť [stabilnú verziu][1]

source: download [development version][2]
sk: stiahnúť [vývojovú verziu][2]

source: This add-on creates a virtual audio display that plays sounds when focusing or navigating objects (such as buttons, links etc...) the audio will be played in a location that corresponds to the object's location in the visual display.
sk: Tento doplnok vytvára virtuálny zvukový displej, ktorý prehráva zvuky pri zaostrovaní alebo navigácii objektov (ako sú tlačidlá, odkazy atď.), Zvuk sa prehrá na mieste, ktoré zodpovedá umiestneniu objektu na vizuálnom displeji.

source: The add-on also enables you to activate, install, remove, edit, create, and distribute audio theme packages.
sk: Doplnok tiež umožňuje aktivovať, nainštalovať, odstrániť, upraviť, vytvoriť a distribuovať balíčky zvukových balíčkov.

source: Usage
sk: Použitie

source: This add-on enables you to perform three distinct tasks, including managing your installed audio themes, editing the currently active audio theme, and creating a new audio theme.
sk: Tento doplnok vám umožňuje vykonávať tri rôzne úlohy vrátane správy nainštalovaných zvukových tém, úpravy aktuálne aktívnej zvukovej témy a vytvorenia novej zvukovej témy.

source: You can access these functions from the add-on's menu which is found in the main NVDA menu.
sk: K týmto funkciám sa dostanete z ponuky doplnku, ktorá sa nachádza v hlavnej ponuke NVDA.

source: Managing Your Audio Themes
sk: Správa zvukových motívov

source: The 'Manage Audio Themes' dialogue enables you to activate or deactivate audio themes, in addition to installing and removing audio themes.
sk: Dialóg „Spravovať zvukové motívy“ umožňuje okrem inštalácie a odstraňovania zvukových motívov aj aktiváciu alebo deaktiváciu zvukových balíčkov.

source: - In this dialogue there are some additional options including: - Play sounds in 3D mode: When you uncheck this box the add-on will play the sounds in mono mode (always in the centre of the audio display) regardless of the object location. - Speak role such as button, edit box , link etc.: When you uncheck this box NVDA will start announcing the role when focusing objects rather than ignoring it (which is the default behaviour when installing this add-on). - Use Synthesizer Volume: Checking this box will set the sound player of this add-on to use the active voice sound, thus making all audible output the same as the voice volume when ever you change that volume. - Audio Theme Volume Slider: Alternatively you can set the volume for the add-on using this slider. Setting it to 0 will mute all sounds, and 100 is the maximum volume.
sk: - V tomto dialógu sú niektoré ďalšie možnosti vrátane: - Prehrať zvuky v režime 3D: Ak zrušíte začiarknutie tohto políčka, doplnok prehrá zvuky v mono režime (vždy v strede zvukového displeja) bez ohľadu na umiestnenie objektu. - Vyslovte rolu, ako je tlačidlo, editovacie pole, odkaz atď .: Ak zrušíte začiarknutie tohto políčka, NVDA začne oznamovať rolu pri zaostrovaní na objekty a nebude ich ignorovať (čo je predvolené správanie pri inštalácii tohto doplnku). - Použiť hlasitosť syntetizátora: Začiarknutím tohto políčka nastavíte zvukový prehrávač tohto doplnku na používanie aktívneho hlasového zvuku, takže pri každej zmene hlasitosti sa všetok zvukový výstup bude rovnať hlasitosti hlasu. - Posuvník hlasitosti zvukových tém: Prípadne môžete nastaviť hlasitosť doplnku pomocou tohto posúvača. Ak nastavíte na 0, stlmia sa všetky zvuky a maximálna hlasitosť je 100.

source: Editing The Active Audio Theme:
sk: Úpravy aktívneho zvukového motívu:

source: When you click on the 'Edit the active audio theme' option, a dialogue will open with a list containing all the sounds contained in the currently active theme. From this dialogue you can:
sk: Po kliknutí na možnosť „Upraviť aktívnu zvukovú tému“ sa otvorí dialógové okno so zoznamom všetkých zvukov obsiahnutých v aktuálne aktívnej téme. V tomto dialógovom okne môžete:

source: Change Selected: Selecting a sound from the list and clicking this button, will open a standard open file dialogue, select an ogg or wave audio file from your file system to replace the selected sound, and click OK to complete the process.
sk: Zmeniť vybrané: Výberom zvuku zo zoznamu a kliknutím na toto tlačidlo sa otvorí štandardný dialóg otvoreného súboru, vyberte zvukový súbor ogg alebo wave zo súborového systému, ktorý nahradí vybraný zvuk, a kliknutím na tlačidlo OK dokončite proces.

source: Remove Selected: This will remove the selected sound from the theme, click 'Yes' to confirm the removal process, and the selected sound will be removed.
sk: Odstrániť vybrané: Týmto odstránite vybraný zvuk z témy, kliknutím na „Áno“ potvrďte proces odstránenia a vybratý zvuk bude odstránený.

source: - Add New Sound: When clicking this button a new dialogue will be shown. From the first combo box in the newly opened dialogue select the object type you want to assign the sound to it, for example (button, link, tab, menu and so on), then click the 'Browse to an audio file' button to select the sound you want to assign for the previously selected object type. Optionally you can click the preview button to preview the sound, and finally clicking the OK button will apply the changes and assign the selected sound to the selected object. - Close: Will exit the dialogue without performing any action.
sk: - Pridať nový zvuk: Po kliknutí na toto tlačidlo sa zobrazí nový dialóg. V prvom rozbaľovacom zozname v novo otvorenom dialógovom okne vyberte typ objektu, ktorý chcete zvuku priradiť, napríklad (tlačidlo, odkaz, karta, ponuka atď.), Potom kliknutím na tlačidlo „Prejsť na zvukový súbor“ vyberte zvuk, ktorý chcete priradiť k predtým vybranému typu objektu. Prípadne môžete kliknutím na tlačidlo náhľadu zobraziť ukážku zvuku a nakoniec kliknutím na tlačidlo OK sa zmeny použijú a priradia vybraný zvuk k vybratému objektu. - Zatvoriť: Ukončí dialóg bez vykonania akejkoľvek akcie.

source: Creating A New Audio Theme
sk: Vytvorenie nového zvukového motívu

source: Copyright:
sk: Autorské práva.

source: Copyright (c) 2014-2016 Musharraf Omer and Others
sk: Copyright (c) 2014-2016 Musharraf Omer a ďalší

source: A Note on Third-party audio files:
sk: Poznámky k zvukovým súborom tretích strán:

source: The **Default** audio theme package in this add-on uses sounds from several sources, here is a breakdown for them: - Unspoken 3D Audio: An add-on for NVDA - TWBlue: A free and open source twitter client - Mushy TalkBack: An alternative talkback with better sounds.
sk: Balíček tematických zvukov **Predvolené** v tomto doplnku používa zvuky z niekoľkých zdrojov. Tu je rozpis podľa nich: - Nevyslovené 3D audio: Doplnok pre NVDA - TWBlue: Bezplatný a otvorený klient Twitter - Mushy TalkBack: Alternatívny spätný hovor s lepšími zvukmi.

source: Licence
sk: Licencie

source: Licensed under the GNU General Public License. See the file **copying** for more details.
sk: Licencované na základe GNU General Public License. Ďalšie podrobnosti nájdete v súbore **copying**.
