Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/AudioChart.*.po
Languages: sk, tr

source: [[!meta title="AudioChart"]]
sk: [[!meta title="Audiograf"]]
tr: [[!meta title="Sesli çizelge"]]

source: Author: Tony Malykh
sk: Autor: Tony Malykh
tr: Yazar: Tony Malykh

source: Download [stable version][1]
sk: Stiahnúť [stabilnú verziu][1]
tr: İndir [kararlı sürüm][1]

source: AudioChart add-on for NVDA allows you to play excel time series as a continuous sound.
sk: Tento doplnok interpretuje časové rady v programe Microsoft Excel pomocou zvuku.
tr: Sesli çizelge eklentisi Excel zaman dizilerini sürekli bir ses olarak duymanıza yarar.

source: Usage
sk: Použitie
tr: Kullanım

source: Select a cell or a column of cells containing time series in Microsoft Excel.
sk: Vyberte bunku alebo riadok obsahujúci časový rad.
tr: Microsoft Excel'de zaman dizisi içeren bir hücre veya hücre sütunu seçin.

source: Keystrokes
sk: Klávesové skratky
tr: Kısayol tuşları

source: NVDA+A: Play audio chart.
sk: NVDA+A: prehrať graf.
tr: NVDA+a: Sesli çizelgeyi oynatır.

source: NVDA+A twice quickly: Show calibration dialog window. In laptop layout, press NVDA+Control+Shift+A instead.
sk: Stlačené dvakrát rýchlo za sebou zobrazí dialógové okno kalibrácie. V rozložený laptop stlačte kláves NVDA+SHIFT+CTRL+A.
tr: NVDA+a peşpeşe iki kez: Ayarlama iletişim kutusunu gösterir. Dizüstü klavye düzeninde NVDA+CTRL+Shift+a kısayol tuşunu kullanın.

source: Source code
sk: Zdrojový kód
tr: Kaynak kodu
