Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Becky.*.po
Languages: ru

source: [[!meta title="Becky accessibility enhancements"]]
ru: [[!meta title="Улучшения доступности Becky"]]

source: Author: Łukasz Golonka <lukasz.golonka@mailbox.org>
ru: Автор: Łukasz Golonka <lukasz.golonka@mailbox.org>

source: NVDA compatibility: 2019.2 and beyond
ru: Совместимость с NVDA: 2019.2 и выше

source: Download [development version][1]
ru: Скачать [разрабатываемую версию][1]

source: This plugin improves accessibility of Becky! Internet Mail.
ru: Это дополнение улучшает доступность Becky! Интернет-почта.

source: Keyboard commands:
ru: Горячие клавиши:

source: NVDA+Shift+U - reports amount of all and unread messages in the current folder
ru: NVDA+Shift+U - сообщает количество всех и непрочитанных сообщений в текущей папке

source: NVDA+Shift+a - in the message composer moves focus to the list of attachments if it is visible.
ru: NVDA+Shift+a - в редакторе сообщений фокус перемещается на список вложений, если он виден.

source: These shortcuts can be reassigned in the Becky category from the Input Gestures dialog
ru: Эти сочетания клавиш можно переназначить в категории Becky в диалоговом окне Жесты ввода

source: Changes for 0.3-dev:
ru: Изменения для 0.3-dev:

source: Compatibility with NVDA 2022.1
ru: Совместимость с NVDA 2022.1

source: Various other bug fixes
ru: Различные другие исправления ошибок

source: Changes for 0.2-dev:
ru: Изменения для 0.2-dev:

source: Compatibility with NVDA 2021.1
ru: Совместимость с NVDA 2021.1

source: Added a command to focus list of attachments
ru: Добавлена команда для фокусировки списка вложений

source: Links in the message viewer can now be activated by pressing enter
ru: Ссылки в средстве просмотра сообщений теперь можно активировать нажатием enter

source: It should be possible to retrieve amount of unread and all messages even when Windows taskbar is set to autohidden
ru: Должна быть возможность получить количество непрочитанных и все сообщения, даже если панель задач Windows настроена на автоматическое скрытие
