Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/beepKeyboard.*.po
Languages: hr, it

source: Author: David CM
hr: Autor: David CM
it: Autore: David CM

source: Download [Development version][2]
hr: Preuzmi [Razvojnu inačicu][2]

source: NVDA compatibility: 2018.2 to 2019.1
hr: NVDA kompatibilno: 2018.2 do 2019.1

source: This add-on allows the user to configure NVDA to beeps with some keyboard events.
hr: Ovaj dodatak dopušta korisniku konfigurirati NVDA beeps sa nekim događajima na tipkovnici.
it: Questo componente aggiuntivo consente all'utente di configurare NVDA per emettere un segnale acustico in base ad alcuni eventi della tastiera.

source: Features
hr: Značajke
it: Caratteristiche

source: This add-on provides the following features you can use to adapt NVDA keyboard behavior:
hr: Ovaj dodatak pruža sljedeće značajke koje vi možete koristiti prilagođene NVDA tipkovnici:
it: Segue l'elenco delle caratteristiche di questo componente aggiuntivo:

source: Beep for uppercases when caps lock is on: if this feature is enabled, NVDA will beep when you typing an uppercase and caps lock is on. Don't make any more uppercase mistakes!
hr: Beep za velika slova kada je caps lock uključen: ako je ova značajka omogućena, NVDA će beep kada pišete velikim slovima i caps lock je uključen. Ne možete pogriješiti s ovim!
it: Segnale acustico per lettere maiuscole quando il blocco maiuscole è attivo: se questa funzione è abilitata, NVDA emette un segnale acustico quando si digita una maiuscola e il blocco maiuscole è attivo. Basta con le maiuscole sbagliate!

source: Beep for typed characters when shift is pressed: with this feature NVDA will beep if you type a character with shift key pressed.
hr: Beep za vrstu znakova kada je shift pritisnut: s ovom značajkom NVDA će beep ako pritisnete shift sa vrstom znaka.
it: Segnale acustico per i caratteri digitati quando si preme il tasto Maiusc: con questa funzione NVDA emetterà un segnale acustico se si digita un carattere con il tasto Maiusc premuto.

source: Beep for toggle keys changes: with this feature, NVDA will beep higher if a toggle key goes on, and lower tone if it goes off. Please note that Windows has a toggle keys beep function built-in on Ease of Access Center. This native feature works well if you don't use laptop keyboard layout setting.
hr: Beep za promjenu preklopnog ključa: s ovom značajkom, NVDA će beep višlje ako je preklopni ključ uključen, i snižava ton ako je isključen. Molim da imate na umu da Windows ima beep ugrađenu funkciju za preklopni ključ za centar za olakšani pristup. Ova izvorna značajka dobro radi ako ne koristite laptop tipkovnicu layout setting.
it: Segnale acustico per modifiche su tasti con funzione di interruttore: con questa funzione, NVDA emetterà un segnale acustico più alto se l'interruttore è su acceso e un tono più basso se spento. Si noti che Windows ha una funzione di attivazione / disattivazione dei segnali acustici dei tasti integrata nel Centro accesso facilitato. Questa funzione nativa lavora bene se non si utilizza il layout impostato su laptop.

source: Announce toggle keys changes: just when "Beep for toggle keys changes" is on. You can enable or disable NVDA to announce toggle key status.
hr: Obavijest promjene preklopnog ključa: samo kada je "Beep za promjenu preklopnog ključa" uljučena. Vi možete omogućiti ili onemogućiti NVDA obavijesti o statusu preklopnog ključa.
it: Annuncia le modifiche dei tasti interruttore: opzione valida solo se la funzione di emissione beep per i tasti interruttore è attiva. NVDA annuncerà lo stato degli interruttori quando vengono modificati.

source: Beep for specified characters: NVDA will beep for all characters that you set in advanced settings.
hr: Beep za specifične znakove: NVDA će beep za sve znakove koje postavite u naprednim postavkama.
it: Segnale acustico per caratteri specifici: NVDA emetterà un segnale acustico per tutti i caratteri definiti nelle impostazioni avanzate.

source: Disable beeping on password fields: this feature is enabled by default to aboid security risks. Disable it if you want to hear beeps on password fields.
hr: Isključeni beeping za područje lozinke: ova značajka je omogućena po default da izbjegnete sigurnosne rizike. Isključite ga ako želite čuti beeps za područje lozinke.
it: Disattiva segnali acustici nei campi password: questa funzione è abilitata per impostazione predefinita per evitare rischi per la sicurezza. Disabilitarla se si desidera ascoltare segnali acustici nei campi password.

source: Requirements
hr: Zahtjevi
it: Requisiti

source: You need NVDA 2018.2 or later.
hr: Vi trebate NVDA 2018.2 ili naredni.
it: è necessario possedere NVDA dalla versione 2018.2 in poi

source: Installation
hr: Instalacija
it: Installazione

source: Just install it as a NVDA add-on.
hr: Samo ga instalirajte kao NVDA dodatak.
it: Basta installarlo come un normale componente aggiuntivo di NVDA.

source: Usage
hr: Upotreba
it: Utilizzo

source: To enable or disable features, go to NVDA settings and select beep keyboard category. In that category you can configure all supported features by this add-on.
hr: Da biste omogućili ili isključili značajku, idite na NVDA postavke i oznaćite beep u kategoriji tipkovnice. U toj kategoriji možete konfigurirati sve značajke koje podržavaju ovaj dodatak.
it: Per abilitare o disabilitare le funzionalità, accedere alle impostazioni di NVDA e selezionare la categoria beep tastiera.

source: "Beep for uppercases when caps lock is on" is enabled by default.
hr: "Beep za velika slova kada je caps lock uključen" je omogućen po difoltu.
it: "Bip per maiuscole quando il blocco maiuscole è attivato" è abilitato per impostazione predefinita.

source: If you need more settings, open the advanced settings dialog that contains the following options:
hr: Ako trebate više postavki, otvorite dijalog sa naprednim postavkama koji sadrži sljedeće opcije:
it: Se hai bisogno di più impostazioni, apri la finestra di dialogo delle impostazioni avanzate che contiene le seguenti opzioni:

source: Ignored characters with shift pressed: all characters here will be ignored to beeping when shift is pressed. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
hr: Ignorirani znakovi pritiskom shift: svi znakovi ovdje će biti ignorirani beeping kada je shift pritisnut. Escape Sequences dopušta, e.g. "\t" za tab, "\r" za prijenos povratne tipke.
it: Caratteri ignorati con Maiusc premuto: saranno ignorati tutti i caratteri digitati con il tasto Shift premuto. Sono consentite sequenze di escape, ad es. "\t" per tab, "\r" per a capo.

source: Beep always for the following characters: set here all characters that you want NVDA beeps for. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
hr: Beep uvijek za sljedeće znakove: ovdje postavi sve znakove koje želite da NVDA beeps. Escape Sequences dopušta, e.g. "\t" za tab, "\r" za prijenos povratne tipke.
it: Emetti sempre un segnale acustico per i seguenti caratteri: imposta qui tutti i caratteri per i quali vuoi che venga emesso un segnale acustico da NVDA. Sono consentite sequenze di escape, ad es. "\t" per tab, "\r" per a capo.

source: Select tone to configure: you can configure parameters for all tones. Select one here, and set the parameters in the next text boxes. When change selection, NVDA will beep for the current selected tone with the current parameters set in the dialog.
hr: Konfiguracija onnačenoga zvuka: vi možete konfigurirati parametre za sve zvukove. Označi jednom ovdje, i postavi paramtre u sljedećoj text boxes. Kada se promijeni oznaka, NVDA će beep za sadašnje označene zvukove sa trenutno postavljenim parametrima u dijalogu.
it: Seleziona tono da configurare: è possibile configurare i parametri per tutti i toni. Selezionane uno qui e imposta i parametri nelle caselle di testo successive. Quando si cambia la selezione, NVDA emetterà un segnale acustico per il tono attualmente selezionato con i parametri correnti impostati nella finestra di dialogo.

source: Tone pitch: tone pitch for the current selected tone.
hr: Visina tona: visina tona za trenutno onnačen zvuk.
it: Altezza tono: pitch del tono per il tono selezionato.

source: Tone length: tone length for the current selected tone.
hr: Duljina tona: duljina tona za trenutno označen zvuk.
it: Lunghezza tono: lunghezza del tono per il tono selezionato.

source: Tone volume: tone volume for the current selected tone.
hr: Volumen tona: volumen tona za trenutno označen zvuk.
it: Volume tono: volume tono per il tono selezionato.

source: Test tone: this button lets you to play a test with the current set parameters.
hr: Test tona: ovaj gumb vam dopušta reprodukciju testa sa trenutno postavljenim parametrima.
it: Tono di prova: questo pulsante consente di eseguire un test con il set di parametri corrente.

source: Press OK button to save settings or cancel to discard.
hr: Pritisni gumb OK da spremiš postavke ili odustaneš od poništavanja.
it: Premere il pulsante OK per salvare le impostazioni o annulla per uscire senza salvare.

source: NVDA compatibility: 2018.2 to 2019.2
it: Compatibilità NVDA: da 2018.2 a 2019.2
