Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/brailleExtender.*.po
Languages: hr, pl, pt_br, sk, tr, uk, vi

source: [[!meta title="BrailleExtender"]]
hr: [[!meta title="Brajično proširenje (BrailleExtender)"]]
pt_br: [[!meta title="Extensor Braille (BrailleExtender)"]]
sk: [[!meta title="Rozšírenie pre Braille"]]
tr: [[!meta title="Geliştirilmiş braille desteği"]]

source: Author: AndrÃ©-Abush Clause and contributors
tr: Yazar: André-Abush Clause ve katkıda bulunanlar

source: NVDA compatibility: 2019.3 and beyond
tr: NVDA uyumluluğu: 2019.3 ve üzeri sürümler

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]
vi: Tải về [phiên bản chính thức][1]

source: Download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirici sürümünü][2] indir
uk: Завантажити [версію в розробці][2]
vi: Tải về [phiên bản thử nghiệm][2]

source: BrailleExtender is an [NVDA](http://nvda-project.org/) add-on that provides various features at braille level. Currently, the following features are implemented:
tr: Geliştirilmiş braille desteği, çeşitli braille özellikleri sunan bir [NVDA](http://nvda-project.org/) eklentisidir. Şu anda aşağıdaki özellikler eklenmiştir:

source: reload two favorite braille display with shortcuts.
tr: Kısayol tuşlarıyla iki sık kullandığınız braille ekran arasında geçiş yapabilme.

source: automatic review cursor tethering in terminal role like in PuTTY, Powershell, bash, cmd.
tr: PuTTY, Powershell, bash, cmd gibi terminal uygulamalarında otomatik inceleme imleci takibi.

source: auto scroll.
tr: Otomatik kaydırma.

source: switch between several input/output braille tables.
tr: Çeşitli braille girdi ve çıktı tabloları arasında geçiş yapabilme.

source: mark the text with special attributes through dot 7, dot 8 or both.
tr: Farklı bir şekilde biçimlendirilen metni 7. nokta, 8. nokta veya ikisiyle gösterebilme.

source: use two output braille tables simultaneously.
tr: Aynı anda iki braille çıktı tablosu kullanabilme.

source: display tab signs as spaces.
tr: Sekme işaretlerini boşluk olarak gösterebilme.

source: reverse forward scroll and back scroll buttons.
tr: İleri kaydırma ve geri kaydırma düğmelerinin işlevini terse çevirebilme.

source: say the current line during text scrolling either in review mode, or in focus mode or both.
tr: İnceleme kipinde, odak kipinde veya her ikisinde de metin kaydırırken üzerinde bulunulan satırı söyleme.

source: translate text easily in Unicode braille and vice versa. E.g.: z <--> â µ.
tr: Metni Unicode braille alfabesine ve tersine kolayca çevirin. Örneğin: z <--> â µ.

source: convert cell description to Unicode braille and vice versa. E.g.: 123 <--> â .
tr: Hücre açıklamasını Unicode braille'e veya tersine dönüştürün. Örn: 123 <--> â .

source: lock braille keyboard.
tr: Braille klavyeyi kilitleme.

source: launch an application/URL with gesture.
tr: Kısayollarla uygulama açma/internet adresine gitme.

source: braille dictionaries.
tr: Braille sözlükler.

source: type with one-hand from braille keyboard.
tr: Braille klavyeyle bir elle yazabilme.

source: display undefined characters from braille tables (including emojis) using altenative representations.
tr: Alternatif gösterimleri kullanarak braille tablolarındaki tanımlanmayan karakterleri (emojiler de dahil) gösterme.

source: enter any character from braille keyboard (including emojis).
tr: Emojiler dahil olmak üzere braille klavyeden herhangi bir karakteri girebilme.

source: skip blank lines during text scrolling.
tr: Metin kaydırırken boş satırları atlama.

source: and much more!
tr: Ve çok daha fazlası!

source: For some braille displays, it extends the braille display commands to provide:
hr: Za neke brajične retke, ovaj dodatak proširuje naredbe brajičnog retka kako bi omogućio:
pl: Dodatek rozszerza funkcjonalność niektórych monitorów brajlowskich o dodatkowe skróty umożliwiające:
pt_br: Para algumas linhas braille, estende os comandos da linha braille para fornecer:
sk: Pre niektoré braillovské riadky pridaná podpora pre nasledujúce funkcie:
tr: Bazı braille ekranlar için braille komutlarını şunları sunmak için geliştirir:
uk: Додаток розширює команди деяких брайлівських дисплеїв і надає:
vi: Với một số màn hình nổi, mở rộng các lệnh của màn hình để thực hiện:

source: offer complete gesture maps including function keys, multimedia keys, quick navigation, etc.;
tr: Fonksiyon tuşları, multimedya tuşları, hızlı dolaşım gibi işlevler için tam kısayol düzeni sunar,

source: emulate modifier keys, and thus any keyboard shortcut;
tr: Değişken tuşlarını dolayısıyla tüm klavye kısayol tuşlarını braille ekran vasıtasıyla etkinleştirebilme,

source: offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace;
tr: 7 ve 8. noktaların girilmesiyle, enter ve geri sil tuşlarına basılmasıyla ilgili çeşitli klavye düzenleri sunma,

source: add actions and quick navigation through a rotor.
tr: Rotor vasıtasıyla eylemler ve hızlı dolaşım ekleme.

source: Once the add-on is installed, read the documentation and go through the settings using the BrailleExtender submenu (located in the NVDA menu).
tr: Eklentiyi kurduktan sonra kullanım kılavuzunu okuyun ve NVDA menüsündeki geliştirilmiş braille desteği alt menüsünde bulunan ayarlara gözatın.

source: Let's explore some common features
tr: Bazı yaygın özelliklere bakalım

source: Representation of undefined characters
tr: Tanımlanmayan karakterlerin gösterimi

source: The extension allows you to customize how an undefined character should be represented within a braille table. To do so, go to the â Representation of undefined characters â settings. You can choose between the following representations:
tr: Eklenti, tanımlanmamış bir karakterin braille tablosunda nasıl temsil edileceğini özelleştirmenize olanak tanır. Bunu yapmak için, "Tanımlanmamış karakterlerin gösterimi" ayarlarına gidin. Aşağıdaki gösterimler arasından seçim yapabilirsiniz:

source: Use braille table behavior (no description possible)
tr: Braille tablosunda olduğu gibi göster (karakter tanımlanamaz)

source: Dots 1-8 (â£¿)
tr: Nokta 1-8 (â£¿)

source: Dots 1-6 (â ¿)
tr: Nokta 1-6 (â ¿)

source: Empty cell (â )
tr: Boş hücre (â )

source: Other dot pattern (e.g.: 6-123456)
tr: Başka nokta düzeni (örn. 6-123456)

source: Question mark (depending on output table)
tr: Soru işareti (çıktı tablosuna bağlı olarak değişir)

source: Other sign/pattern (e.g.: ??)
tr: Diğer işaret veya düzen (örn. ??)

source: Hexadecimal
tr: On altılık

source: Hexadecimal, HUC8
tr: On altılık, HUC8

source: Hexadecimal, HUC6
tr: On altılık, HUC6

source: Decimal
tr: Ondalık

source: Octal
tr: Sekizlik

source: Binary
tr: İkilik

source: You can also combine this option with the âdescribe the character if possibleâ setting.
tr: Bu seçeneği aynı zamanda “mümkünse karakteri tanımla” ayarıyla da birleştirebilirsiniz.

source: Notes:
tr: Notlar:

source: To distinguish the undefined set of characters while maximizing space, the best combination is the usage of the HUC8 representation without checking the âShow punctuation/symbol name for undefined characters if availableâ option.
tr: Alanı en üst düzeye çıkarırken tanımlanmamış karakter kümesini ayırt etmek için en iyi kombinasyon, "Varsa tanımlanmamış karakterler için noktalama işaretlerini/sembol adını göster" seçeneğini kontrol etmeden HUC8 gösteriminin kullanılmasıdır.

source: To learn more about the HUC representation, see <https://danielmayr.at/huc/>
tr: HUC gösterimi hakkında daha fazla bilgi edinmek için <https://danielmayr.at/huc/> adresine bakın

source: Keep in mind that definitions in tables and those in your table dictionaries take precedence over character descriptions, which also take precedence over the chosen representation for undefined characters.
tr: Tanımlanmayan karakter gösterimi konusunda en öncelikli olan braille tablolarındaki tanımlar ve tablo sözlüğünüzdeki tanımlardır. Sonra sırasıyla karakter tanımları ve tanımlanmayan karakterler için seçtiğiniz gösterim biçimi gelir.

source: Getting Current Character Info
tr: Üzerinde bulunulan karakter hakkında bilgi edinme

source: This feature allows you to obtain various information regarding the character under the cursor using the current input braille table, such as: the HUC8 and HUC6 representations; the hexadecimal, decimal, octal or binary values; A description of the character if possible; the Unicode braille representation and the braille pattern dots.
tr: Bu özellik, seçtiğiniz braille girdi tablosundan imlecin altındaki karakter hakkında çeşitli bilgiler edinmenize yarar. Örneğin şu tür bilgileri alabilirsiniz: Karakterin HUC8 ve HUC6 gösterimi, On altılık, ondalık, sekizlik veya ikilik değerleri, mümkünse karakterin açıklaması, karakterin Unicode gösterimi ve braille noktaları.

source: Pressing the defined gesture associated to this function once shows you the information in a flash message and a double-press displays the same information in a virtual NVDA buffer.
tr: Bu fonksiyonla ilişkilendirilen kısayola bir kez basarsanız mesaj sınırlı bir süre gösterilir. Kısayola iki kez basarsanız mesaj sanal NVDA penceresinde gösterilir.

source: On supported displays the defined gesture is â¡+space. No system gestures are defined by default.
tr: Desteklenen ekranlarda tanımlanan hareket “+boşluk”tur. Varsayılan olarak hiçbir sistem hareketi tanımlanmamıştır.

source: For example, for the '&' character, we will get the following information:
tr: Örneğin & karakterinin bilgileri şu şekilde görüntülenir:

source: Advanced braille input
tr: Gelişmiş braille girdisi

source: This feature allows you to enter any character from its HUC8 representation or its hexadecimal/decimal/octal/binary value. Moreover, it allows you to develop abbreviations. To use this function, enter the advanced input mode and then enter the desired pattern. Default gestures: NVDA+Windows+i or â¡+space (on supported displays). Press the same gesture to exit this mode. Alternatively, an option allows you to automatically exit this mode after entering a single pattern. If you want to enter a character from its HUC8 representation, simply enter the HUC8 pattern. Since a HUC8 sequence must fit on 3 or 4 cells, the interpretation will be performed each time 3 or 4 dot combinations are entered. If you wish to enter a character from its hexadecimal, decimal, octal or binary value, do the following:
tr: Bu özellik, HUC8 gösteriminden veya onaltılı/ondalık/sekizli/ikili değerinden herhangi bir karakteri girmenize olanak tanır. Üstelik kısaltmalar geliştirmenize olanak tanır. Bu işlevi kullanmak için gelişmiş giriş moduna girin ve ardından istediğiniz deseni girin. Varsayılan hareketler: NVDA+Windows+i veya â¡+boşluk (desteklenen ekranlarda). Bu moddan çıkmak için aynı harekete basın. Alternatif olarak, bir seçenek tek bir desen girdikten sonra bu moddan otomatik olarak çıkmanıza olanak tanır. HUC8 gösteriminden bir karakter girmek istiyorsanız HUC8 desenini girmeniz yeterlidir. Bir HUC8 dizisinin 3 veya 4 hücreye sığması gerektiğinden, yorumlama her 3 veya 4 nokta kombinasyonu girildiğinde gerçekleştirilecektir. Onaltılı, ondalık, sekizli veya ikili değerinden bir karakter girmek istiyorsanız aşağıdakileri yapın:

source: Enter â ¼
tr: â ¼ girin

source: Specify the basis as follows:
tr: Karakter biçimini şu şekilde tanımlayın:

source: â ­ or â : for a hexadecimal value
tr: â veya â : onaltılık değer için

source: â : for a decimal value
tr: â : ondalık değer için

source: â : for an octal value
tr: â : sekizli bir değer için

source: â : for a binary value
tr: â : ikili değer için

source: Enter the value of the character according to the previously selected basis.
tr: Seçtiğiniz karakter türüne göre karakteri girin.

source: Press Space to validate.
tr: Onaylamak için boşluğa basın.

source: For abbreviations, you must first add them in the dialog box â Advanced input mode dictionary â. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "â â º" with "sandwich", "â â â â " to "ð«ð·".
tr: For abbreviations, you must first add them in the dialog box â Advanced input mode dictionary â. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "â â º" with "sandwich", "â â â â " ile "ð«ð·".

source: Here are some examples of sequences to be entered for given characters:
tr: Girmek istediğiniz karakterler için girilecek braille noktalar şunun gibidir:

source: | Character | HUC8 | Hexadecimal | Decimal | Octal | Binary | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | ð (thumbs up) | â£­â¢¤â¡ | â ­1f44d or â 1f44d | â 128077 | â 372115 | â 11111010001001101 | | ð (grinning face) | â£­â¡¤â£º | â ­1f600 or â 1f600 | â 128512 | â 373000 | â 11111011000000000 | | ð (peach) | â£­â ¤â  | â ­1f351 or â 1f351 | â 127825 | â 371521 | â 11111001101010001 | | ð (water wave) | â£­â ¤â º | â ­1f30a or â 1f30a | â 127754 | â 371412 | â 11111001100001010 |
tr: | Character | HUC8 | Hexadecimal | Decimal | Octal | Binary | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | ð (thumbs up) | â£­â¢¤â¡ | â ­1f44d or â 1f44d | â 128077 | â 372115 | â 11111010001001101 | | ð (grinning face) | â£­â¡¤â£º | â ­1f600 or â 1f600 | â 128512 | â 373000 | â 11111011000000000 | | ð (peach) | â£­â ¤â  | â ­1f351 or â 1f351 | â 127825 | â 371521 | â 11111001101010001 | | ð (su dalgası) | â£â ¤â º | â 1f30a veya â 1f30a | â 127754 | â 371412 | 11111001100001010 |

source: Note: the HUC6 input is currently not supported.
tr: Not: HUC6 girişi şu anda desteklenmemektedir.

source: One-hand mode
tr: Tek el modu

source: This feature allows you to compose a cell in several steps. This can be activated in the general settings of the extension's preferences or on the fly using NVDA+Windows+h gesture by default (â¡+space on supported displays). Three input methods are available.
tr: Bu özellik, bir hücreyi birkaç adımda oluşturmanıza olanak tanır. Bu, eklentinin tercihlerinin genel ayarlarında veya varsayılan olarak NVDA+Windows+h hareketi (desteklenen ekranlarda â¡+boşluk) kullanılarak anında etkinleştirilebilir. Üç giriş yöntemi mevcuttur.

source: Method #1: fill a cell in 2 stages on both sides
tr: 1. yöntem: Bir hücreyi iki aşamada çift taraflı doldurma

source: With this method, type the left side dots, then the right side dots. If one side is empty, type the dots correspondig to the opposite side twice, or type the dots corresponding to the non-empty side in 2 steps.
tr: Önce sol taraftaki noktaları, sonra sağ taraftaki noktaları girin. Bir taraf boşsa dolu olan taraftaki noktaları iki kez girin veya dolu taraftaki noktaları iki adımda girin.

source: For example:
tr: Örneğin:

source: For â : press dots 1-2 then dots 4-5.
tr: â : için: 1-2. noktalara, ardından 4-5. noktalara basın.

source: For â : press dots 1-2 then dots 1-2, or dot 1 then dot 2.
tr: â : için: 1-2. noktalara, ardından 1-2. noktalara veya 1. noktaya, ardından 2. noktaya basın.

source: For â : press 4-5 then 4-5, or dot 4 then dot 5.
tr: â : için: 4-5'e, ardından 4-5'e veya 4. noktaya, ardından 5. noktaya basın.

source: Method #2: fill a cell in two stages on one side (Space = empty side)
tr: 2. yöntem: bir hücreyi iki aşamada Bir taraflı doldurma (boşluk=boş hücre)

source: Using this method, you can compose a cell with one hand, regardless of which side of the Braille keyboard you choose. The first step allows you to enter dots 1-2-3-7 and the second one 4-5-6-8. If one side is empty, press space. An empty cell will be obtained by pressing the space key twice.
tr: Bu yöntemi kullanarak braille klavyenin hangi tarafından yazdığınız fark etmeksizin bir karakteri tek elle girebilirsiniz. 1. adımda 1, 2, 3 ve 7. noktaları, ikinci adımda ise 4, 5, 6 ve 8. noktaları girebilirsiniz. Bir taraf boş ise boşluk tuşuna basın. Boşluk tuşuna iki kez basarak boş karakter girebilirsiniz.

source: For â : press dots 1-2 then dots 1-2, or dots 4-5 then dots 4-5.
tr: â : için: 1-2. noktalara, ardından 1-2. noktalara veya 4-5. noktalara, ardından 4-5. noktalara basın.

source: For â : press dots 1-2 then space, or 4-5 then space.
tr: â : için: 1-2 noktalarına, ardından boşluk tuşuna veya 4-5 tuşlarına ve ardından boşluk tuşuna basın.

source: For â : press space then 1-2, or space then dots 4-5.
tr: â : için: önce boşluk tuşuna, ardından 1-2 tuşuna veya boşluk tuşuna ve ardından 4-5 noktalarına basın.

source: Method #3: fill a cell dots by dots (each dot is a toggle, press Space to validate the character)
tr: 3. yöntem: Karakterleri nokta nokta girme (her nokta açılıp kapanır, karakteri girmek için boşluğa basılır)

source: In this mode, each dot is a toggle. You must press the space key as soon as the cell you have entered is the desired one to input the character. Thus, the more dots are contained in the cell, the more ways you have to enter the character.
tr: Bu modda her nokta açılıp kapanır yani bir noktayı girdikten sonra aynı noktaya basarsanız nokta silinir. Yazmak istediğiniz karakteri oluşturduktan sonra boşluğa basın. Hücrede ne kadar nokta varsa o kadar farklı yolla karakteri girebilirsiniz.

source: For example, for â , you can compose the cell in the following ways:
tr: Örneğin, â , için hücreyi aşağıdaki şekillerde oluşturabilirsiniz:

source: Dots 1-2, then dots 4-5, then space.
tr: Önce 1 ve 2. noktalar, sonra 4 ve 5. noktalar ve son olarak boşluk.

source: Dots 1-2-3, then dot 3 (to correct), then dots 4-5, then space.
tr: 1, 2 ve 3. noktalar, sonra 3. nokta (düzeltmek için), sonra 4 ve 5. noktalar ve son olarak boşluk.

source: Dot 1, then dots 2-4-5, then space.
tr: 1. nokta, sonra 2, 4 ve 5. noktalar ve son olarak boşluk.

source: Dots 1-2-4, then dot 5, then space.
tr: 1, 2 ve 4. noktalar, sonra 5. nokta ve son olarak boşluk.

source: Dot 2, then dot 1, then dot 5, then dot 4, and then space.
tr: 2. nokta, sonra 1. nokta, sonra 5. nokta, sonra 4. nokta ve son olarak boşluk.

source: Etc.
tr: vs.

source: Author: André-Abush Clause and contributors
hr: Autor: André-Abush Clause i suradnici
pl: Autorzy: André-Abush Clause i współtwórcy
pt_br: Autor: André-Abush Clause e colaboradores
sk: Autor: André-Abush Clause a ďalší spolupracovníci
uk: Автор: André-Abush Clause and contributors
vi: Tác giả: André-Abush Clause và những người cộng tác

source: NVDA compatibility: 2012.4 to 2019.1
hr: NVDA kompatibilnost: 2012.4 do 2019.1
pt_br: Compatibilidade com NVDA: desde o 2012.4 ao 2019.1
sk: Spolupracuje s NVDA 2012.4 do 2019.1
uk: Сумісність з NVDA: від 2012.4 до 2019.1

source: BrailleExtender is an NVDA add-on that provides various features at braille level. Currently, the following features are implemented:
hr: Brajično proširenje je NVDA dodatak koji nudi razne funkcije za osobe koje koriste brajicu. Trenutačno su ugrađene sljedeće funkcije:
pl: BrailleExtender jest dodatkiem do NVDA, który dostarcza różnorodne funkcję związanę z brajlem. Obecnie wprowadzone zostały następujące funkcje:
pt_br: O Extensor Braille (BrailleExtender) é um complemento do NVDA que oferece vários recursos ao nível de braille. Atualmente, as seguintes características encontram-se implementadas:
sk: Poskytuje doplnkové funkcie pre braillovské riadky:
uk: BrailleExtender — це додаток для NVDA, який надає різні функції для Брайля. Наразі реалізовано такі функції:
vi: BrailleExtender là add-on cung cấp nhiều tính năng khác nhau cho việc dùng chữ nổi. Hiện tại, có các tính năng sau:

source: Reload two favorite braille display with shortcuts.
hr: Ponovno učitavanje dvaju omiljenih brajičnih redaka s tipkovničkim prečacima.
pl: Ponowne wczytywanie dwóch ulubionych monitorów brajlowskich za pomocą skrótów.
pt_br: Recarrega duas linhas braille favoritas com atalhos.
sk: Klávesové skratky na prepínanie medzi dvoma braillovskými riadkami.
uk: Перезавантажує два обрані брайлівські дисплеї за допомогою комбінацій.
vi: Dùng phím tắt để gọi lại hai màn hình chữ nổi ưa thích.

source: Automatically switch in review mode in apps.
hr: Automatsko prebacivanje na modus pregleda u aplikacijama.
pl: Automatyczne przełączanie w tryb przeglądu w aplikacjach.
pt_br: Alterna automaticamente para o modo de exploração em aplicativos.
sk: Automatické prepínanie do režimu prehliadania v aplikáciách.
uk: Автоматичне перемикання в режим перегляду у додатках.
vi: Tự chuyện trong các chế độ duyệt trong các ứng dụng.

source: Auto scroll.
hr: Automatsko pomicanje.
pl: Automatyczne czytanie.
pt_br: Rolagem automática.
sk: Automatické posúvanie.
uk: Автопрокрутка.
vi: Tự cuộn.

source: Switch between several input/output braille tables.
hr: Prebacivanje između različitih ulaznih/izlaznih brajičnih tablica.
pl: Przełączanie między kilkoma tablicami brajlowskimi wejścia/wyjścia.
pt_br: Alterna entre várias tabelas braille de entrada/saída.
sk: Rýchle prepínanie medzi vstupnými a výstupnými tabuľkami.
uk: Перемикає між кількома таблицями введення/виведення.
vi: Chuyển giữa một số đầu ra / đầu vào chữ nổi.

source: Define custom rules to mark text with special fields option with braille dots 7 and 8.
hr: Definiranje prilagođenih pravila za označavanje teksta s posebnom opcijom polja, s točkicama 7 i 8.
pl: Definiowanie reguł dla oznaczania tekstu specjalnymi polami za pomocą punktów 7 i 8.
pt_br: Defina regras personalizadas para marcar o texto com a opção de campos especiais com os pontos braille 7 e 8.
sk: Možnosť vytvoriť vlastné pravidlá na označovanie textových polí bodmi 7 a 8.
uk: Задає власні правила маркування тексту спеціальними полями за допомогою брайлівських крапок 7 і 8.
vi: Tạo ra quy định tùy chỉnh để đánh dấu văn bản với các trường tùy chọn đặc biệt với chấm 7 và 8.

source: Use two output braille tables simultaneously.
hr: Istovremena upotreba dviju izlaznih brajičnih tablica.
pl: Jednoczesne używanie dwóch brajlowskich tablic wyjścia.
pt_br: Use simultaneamente duas tabelas braille de saída.
sk: Súčasné používanie dvoch výstupných tabuliek.
uk: Використовує дві брайлівські таблиці виведення одночасно.
vi: Sử dụng hai bảng đầu ra chữ nổi cùng lúc.

source: Display tab signs as spaces.
hr: Prikaz tabulatora kao razmake.
pl: Wyświetlanie znaków tabulacji jako spacji.
pt_br: Exibir sinais de tab como espaços.
sk: Zobrazovanie znaku tab ako medzera.
uk: Відображає знаки табуляції як пробіли.
vi: Hiện các kí hiệu tab dưới dạng những khoảng trắng.

source: Reverse forward scroll and back scroll buttons.
hr: Zamjena gumba za pomicanje natrag i naprijed.
pl: Zamienianie miejscami przycisków przewijania.
pt_br: Inverter os botões de rolagem para frente e para trás.
sk: Obrátenie funkcií na posúvanie riadka.
uk: Міняє місцями кнопки прокрутки вперед і назад.
vi: Đảo các nút cuộn tới và cuộn lùi.

source: Say the current line during text scrolling, in review mode.
hr: Izgovor trenutačnog retka tijekom čitanja teksta u modusu pregleda.
pl: Odczytaj bieżącą linię podczas przewijania tekstu, w trybie przeglądu.
pt_br: Dizer a linha atual durante a rolagem de texto, no modo de revisão.
sk: Oznamovanie čísla riadka počas posúvania v režime prehliadania.
uk: Промовляє поточний рядок під час прокрутки тексту в режимі перегляду.
vi: Đọc dòng hiện tại trong khi cuộn văn bản trong chế độ duyệt.
