Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/brailleExtender.*.po
Languages: hr, pl, pt_br, sk, tr, uk, vi

source: Access to function keys, multimedia keys, quick navigation.
hr: Pristup funkcijskim tipkama, tipkama za kontrolu multimedije, brzoj navigaciji.
pl: Dostęp do klawiszy funkcyjnych, klawiszy multimedialnych, szybkiej nawigacji.
pt_br: Acesso a teclas de função, teclas multimídia, navegação rápida.
sk: Funkčné klávesy, multymediálne klávesy, klávesy rýchlej navigácie.
uk: Доступ до функціональних і мультимедійних клавіш, а також швидка навігація.
vi: Truy cập các phím chức năng, phím đa phương tiện, di chuyển nhanh.

source: Emulate modifier keys, and thus any keyboard shortcut.
hr: Simulaciju tipki modifikatora, a time i bilo koji tipkovnički prečac.
pl: Klawiszy emulacji modyfikatorów, a więc, każdego skrótu klawiszowego.
pt_br: Emula as teclas modificadoras e, portanto, qualquer atalho de teclado.
sk: Emulácia modifikátorov (ctrl, shift...) a teda aj rôznych klávesových skratiek.
uk: Емулює клавіші-модифікатори і, відповідно, будь-яку комбінацію клавіш.
vi: Mô phỏng các phím bổ trợ và bất cứ phím lệnh nào.

source: Offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace.
hr: Nudi nekoliko tipkovničkih konfiguracija koje se tiču mogućnosti za unos točkica 7 i 8, tipki enter i backspace.
pl: Dodatek oferuje kilka konfiguracji klawiatury związanych z możliwością wprowadzania punktów 7 i 8, używania klawiszy enter i backspace.
pt_br: Oferece várias configurações de teclado relacionadas à possibilidade de inserir os pontos 7 e 8, enter e backspace.
sk: Rôzne konfigurácie klávesníc s možnosťou písať body 7 a 8 a klávesmi enter a backspace.
uk: Надає кілька конфігурацій клавіатури, які стосуються можливості введення ентера і бекспейса крапками 7 і 8.
vi: Đưa ra vài cấu hình bàn phím liên quan đến việc nhập bằng chấm 7 và 8, enter và backspace.

source: Launch applications quickly.
hr: Brzo pokretanje aplikacije.
pl: Umożliwia szybkie uruchamianie aplikacji.
pt_br: Inicia aplicações rapidamente.
sk: Rýchle spúšťanie aplikácií.
uk: Швидкий запуск додатків.
vi: Nhanh chóng gọi chạy các ứng dụng.

source: Actions and quick navigation through a rotor.
hr: Radnje i brza navigacija kroz rotor.
pl: Akcje i szybką nawigację po rotorze.
pt_br: Ações e navegação rápida através de um rotor.
sk: Akcie a rýchla navigácia cez rotor.
uk: Дії та швидка навігація через ротор.
vi: Các hoạt động và di chuyển nhanh thông qua một rô to.

source: Once the add-on is installed, read the documentation and go through the settings using the BrailleExtender menu (located at the root of NVDA menu). The documentation is mainly generated automatically because it depends on the braille display in use.
hr: Nakon što je dodatak instaliran, pročitaj dokumentaciju i pregledaj postavke pomoću izbornika „Brajično proširenje” (nalazi se u glavnom NVDA izborniku). Dokumentacija se uglavnom generira automatski, jer ovisi o korištenom brajičnom retku.
pl: Po zainstalowaniu dodatku, należy przeczytać dokumentację, następnie przejrzeć menu ustawień BrailleExtender (umieszczone w głównym menu NVDA). Dokumentacja jest w głównej mierze generowana automatycznie, w zależności od używanego monitora brajlowskiego.
pt_br: Uma vez que o complemento esteja instalado, leia a documentação e siga as configurações, usando o menu Extensor Braille (localizado na raiz do menu do NVDA). A documentação é gerada automaticamente porque depende da linha braille em uso.
sk: Po inštalácii doplnku si prosím prečítajte dokumentáciu a prezrite si nastavenia doplnku v menu NVDA. Dokumentácia sa automaticky prispôsobí podľa aktuálne používaného braillovského riadka.
uk: Після встановлення додатка, прочитайте документацію і перейдіть до налаштувань, використовуючи меню BrailleExtender, розташоване в головному меню NVDA. Документація здебільшого формується автоматично, оскільки залежить від брайлівського дисплея, який ви використовуєте.
vi: Khi đã cài đặt add-on, xem tài liệu hướng dẫn và các cài đặt thông qua trình đơn của BrailleExtender (tại trình đơn gốc của NVDA). Tài liệu hướng dẫn chủ yếu được tạo tự động vì nó phụ thuộc vào màn hình nổi đang được sử dụng.
