Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/browsernav.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_pt, sk, uk, zh_cn

source: It has been thoroughly tested with Google Chrome and Firefox. It might work in other browsers, but there's a higher chance of issues, such as information loss.
es: Se ha probado exhaustivamente con Google Chrome y Firefox. Podría funcionar en otros navegadores, pero hay una mayor posibilidad de problemas, como la pérdida de información.
fr: Il a été complètement testé avec Google Chrome et Firefox. Cela pourrait fonctionner dans d'autres navigateurs, mais il y a de plus grands chances d'avoir des problèmes, tels que la perte d'information.

source: BrowserNav 2.0 introduces a new set of bookmark features .
es: BrowserNav 2.0 introduce un nuevo conjunto de características de marcadores.
fr: BrowserNav 2.0 introduit un nouveau ensemble de fonctionnalités pour les signets.

source: Alt+J: click all AutoClick bookmarks on current page.
es: Alt+j: hace clic en todos los marcadores de clic automático en la página web.
fr: ALT+J : Clique sur tous les signets AutoClick sur la page actuelle.

source: Alt+1, Alt+2, ..., Alt+0: jump to next hierarchical bookmark of corresponding level. 0 corresponds to level 10.
es: Alt+1, Alt+2, ..., Alt+0: saltar al siguiente marcador jerárquico del nivel correspondiente. El 0 corresponde al nivel 10.
fr: ALT+1, ALT+2, ..., ALT+0 : Saute au signet hiérarchique suivant du niveau correspondant. 0 correspond au niveau 10.

source: BrowserNav currently supports four types of bookmarks:
es: BrowserNav soporta actualmente cuatro tipos de marcadores:
fr: BrowserNav prend actuellement en charge quatre types de signets :

source: AutoClick bookmarks: you can mark clickable elements, such as links, buttons or checkboxes to be autoClick bookmarks. Then by pressing Alt+J you can quickly press all autoClick bookmarks on current page with a single keystroke without moving the cursor. This can come in handy to press a frequently used button on a website, such as play button on YouTube or Mute button on video-conferencing websites.
es: Marcadores de clic automático: se pueden marcar elementos clicables, como enlaces, botones o casillas de verificación, para que sean marcadores de clic automático. Al pulsar alt+j, se pueden pulsar todos los marcadores de clic automático de la página actual con un solo atajo sin mover el cursor. Esto puede ser útil para pulsar un botón usado con frecuencia en un sitio web, como el botón de reproducción en YouTube o el botón Silenciar en sitios web de videoconferencias.
fr: Signets AutoClick : Vous pouvez marquer des éléments cliquables, tels que des liens, des boutons ou des cases à cocher pour avoir des signets autoClick. Ensuite, en appuyant sur Alt+J, vous pouvez rapidement appuyer sur tous les signets autoClick sur la page actuelle avec une seule touche sans déplacer le curseur. Cela peut être utile pour appuyer sur un bouton fréquemment utilisé sur un site Web, tel que le bouton de lecture sur YouTube ou le bouton MUTE sur les sites Web de conférence vidéo.

source: Hierarchical bookmarks: this is similar to quickJump bookmarks, but this takes into account horizontal offset of a bookmark. Sites like Reddit and Hacker News have a hierarchical tree of comments, that was pretty challenging to efficiently navigate for screenreader users. On these websites you can mark comments as a hierarchical bookmark and then you can navigate between them By pressing Alt+digit or Shift+Alt+ditgit, where digit stands for number row 1,2,3,...0 - that is the level of the comment. By default BrowserNav has hierarchical bookmarks configured for Hacker News and old.reddit.com; it was however too difficult to configure them for modern reddit.com website since there doesn't appear to be easily searcheable paragraph that would identify comments.
es: Marcadores jerárquicos: son similares a los marcadores de salto rápido, pero tienen en cuenta el desplazamiento horizontal del marcador. Sitios como Reddit y Hacker News tienen un árbol jerárquico de comentarios, bastante difícil de recorrer eficientemente para usuarios de lectores de pantalla. En estos sitios web puedes marcar comentarios como marcadores jerárquicos y navegar entre ellos pulsando alt+dígito o alt+shift+dígito, donde dígito es un número de la fila numérica: 1, 2, 3... 0 - que sería el nivel del comentario. Por defecto, BrowserNav tiene marcadores configurados para Hacker News y old.reddit.com. Sin embargo, fueron difíciles de configurar para el sitio web reddit.com moderno, ya que no parece haber un párrafo fácilmente localizable que identifique los comentarios.
fr: Signets Hiérarchiques : Ceci est similaire aux signets QuickJump, mais cela prend en compte la position horizontale d'un signet. Des sites comme Reddit et Hacker News ont une arborescence hiérarchique de commentaires, ce qui était assez difficile de naviguer efficacement pour les utilisateurs des lecteurs d'écran. Sur ces sites Web, vous pouvez marquer les commentaires comme un signet Hiérarchique, puis vous pouvez naviguer entre eux en appuyant sur Alt+Chiffre ou Maj+Alt+Chiffre, où le chiffre signifie le numéro de ligne 1,2,3,...0 - c'est-à-dire le niveau du commentaire. Par défaut, BrowserNav a des signets Hiérarchiques configurés pour Hacker News et old.reddit.com; Il était cependant trop difficile de les configurer pour le site Web moderne de Reddit.com, car il ne semble pas y avoir de paragraphe facilement consultable qui identifierait les commentaires.

source: Debug beep mode: this is mostly good for debugging purposes. You can make NVDA beep when certain event (focus, live region update or successful autoClick) happened.
es: Modo de pitidos de depuración: este modo se usa principalmente con propósitos de depuración. Se puede hacer que NVDA pite cuando ocurran ciertos eventos (foco, actualización de región viva o clic automático exitoso).
fr: Mode débogage" par bips : C'est surtout bon à des fins de débogage. Vous pouvez faire émettre des bips par NVDA lorsque certains événements (focus, mise à jour de la région live ou autoClick réussi) se sont produits.

source: AutoClick options: when you set up QuickClick bookmark, this allows you to configure this bookmark to be pressed automatically after a certain delay once the website is fully loaded. Another option allows BrowserNav to keep monitoring the website and whenever any more of such QuickClick bookmarks appear, it would click them automatically still. Please note that this feature is experimental.
es: Opciones de clic automático: al configurar un marcador de clic rápido, se puede permitir que se haga clic en el marcador tras un cierto tiempo de espera una vez el sitio web está completamente cargado. Otra opción permite que BrowserNav se mantenga vigilando el sitio web y siempre que aparezca cualquier marcador de clic rápido, haga clic en él. Ten en cuenta que esta función es experimental.
fr: Options AutoClick : Lorsque vous configurez le signet QuickClick, cela vous permet de configurer ce signet pour être appuyé automatiquement après un certain délai une fois que le site Web est entièrement chargé. Une autre option permet à BrowserNav de continuer à surveiller le site Web et chaque fois que de tels signets QuickClick apparaissent, il cliquera automatiquement toujours sur eux. Veuillez noter que cette fonctionnalité est expérimentale.

source: When navigating by horizontal offset, you can easily find paragraphs that are vertically aligned on the page. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.
bg: При навигация по хоризонтални отстъпи можете лесно да намерите абзаци, които са вертикално подравнени на страницата. В частност, можете да натиснете NVDA+Alt+стрелка надолу или стрелка нагоре, за да преминете към следващия или предишния абзац, който има същия отстъп. Например, това може да бъде полезно при преглеждане на коментари, подредени в йерархична структура (например на reddit.com), за да преминавате между коментарите от първо ниво и да прескочите всички коментари от по-високо ниво.
da: Når du navigerer efter vandret forskydning, kan du nemt finde afsnit, der er justeret lodret på siden. Du kan trykke på NVDA+alt+pil ned eller pil op for at springe til det næste eller forrige afsnit, der har samme forskydning. For eksempel kan dette være nyttigt, når du gennemser hierarkiske træer af kommentarer (f. eks. på reddit.com) for at springe mellem kommentarer på første niveau og springe over alle kommentarerne på det højere niveau.
de: Wenn Sie nach horizontalem Abstand navigieren, können Sie leicht Absätze finden, die vertikal auf einer Webseite angeordnet sind. Insbesondere können Sie NVDA+Alt+Pfeiltaste nach unten oder Pfeiltaste nach oben drücken, um zum nächsten oder vorherigen Absatz mit dem gleichen Abstand vom linken Bildschirmrand zu gelangen. Dies kann beispielsweise nützlich sein, wenn Sie hierarchische Baumstrukturen von Kommentaren durchsuchen (z.B. auf reddit.com), um zwischen Kommentaren der ersten Ebene zu wechseln und alle Kommentare der höheren Ebene zu überspringen.
es: Al navegar por desplazamiento horizontal, puedes encontrar fácilmente párrafos alineados verticalmente en la página. Concretamente, puedes pulsar NVDA+alt+flechas arriba y abajo para saltar al párrafo anterior o siguiente con la misma alineación, respectivamente. Por ejemplo, esto puede ser útil al explorar árboles jerárquicos de comentarios (como los de reddit.com) para saltar por los comentarios de primer nivel y evitar aquellos con niveles más altos.
gl: ao navegar por desprazamento horizontal, podes atopar facilmente parágrafos que estean verticalmente aliñados na páxina. En particular, podes premer NVDA+Alt+frechaAabaixo ou FrechaArriba para saltar ao parágrafo seguinte ou anterior que teña o mesmo desprazamento. Isto pode ser útil, por exemplo, ao explorar árbores xerárquicas de comentarios (p.ex. en Reddit.com) para saltar entre comentarios de primeiro nivel evitando os de maior nivel.
hr: Prilikom kretanja po vodoravnom odmaku, lako se mogu naći odlomci koji su okomito poravnati na stranici. Konkretno, pritiskom tipki NVDA+Alt+Strelica dolje ili Strelica gore, skače se do sljedećeg ili prethodnog odlomka koji ima isti odmak. Na primjer, to može biti korisno prilikom pregledavanja hijararhijskih stabala komentara (npr. na reddit.com) za skakanje između komentara prve razine i preskakanja svih komentara viših razina.
it: Quando ci si sposta per allineamento, è possibile individuare facilmente i paragrafi che sono allineati verticalmente nella pagina. In particolare, premendo NVDA+Alt+Freccia giù o su si passa tra i paragrafi aventi lo stesso rientro sinistro. Ciò può essere utile quando si sfogliano commenti organizzati gerarchicamente (ad es. su reddit.com) per passare tra i commenti di primo livello e saltare tutti i commenti di livello inferiore.
ja: 水平オフセットにより移動する時、ページに垂直に配置された段落を簡単に見つけることが出来ます。特に、NVDA+Alt+下矢印キーまたは上矢印キーを押して、次または前の同じオフセットを持つ段落に移動出来ます。例えば、コメントの階層的なツリー(例えばreddit.comにて)をブラウズする時に、第一レベルのコメントの間を移動し、より高いレベルのコメントを全て飛ばすのに便利です。
pl: Podczas nawigacji według przesunięcia poziomego można łatwo znaleźć akapity, które są wyrównane pionowo na stronie. W szczególności możesz nacisnąć NVDA + Alt + DownArrow lub UpArrow, aby przejść do następnego lub poprzedniego akapitu, który ma takie samo przesunięcie. Na przykład może to być przydatne podczas przeglądania hierarchicznych drzew komentarzy (np. na reddit.com), aby przeskakiwać między komentarzami pierwszego poziomu i pomijać wszystkie komentarze wyższego poziomu.
pt_pt: Ao navegar por deslocamento horizontal, pode facilmente encontrar parágrafos que estejam alinhados verticalmente na página. Em particular, pode premir NVDA+Alt+seta para baixo ou seta para cima, para saltar para o parágrafo seguinte ou anterior que tenha o mesmo deslocamento. Por exemplo, isto pode ser útil ao navegar em árvores hierárquicas de comentários (por exemplo, em reddit.com) para saltar entre comentários de primeiro nível e saltar todos os comentários de nível superior.
sk: Ak chcete hľadať odseky s rovnakým odsadením, môžete nájsť odseky s vertikálnym odsadením. Skratkami nvda+šípka hore alebo dole skáčete po odsekoch s takým odsadením, ktoré má aj aktuálny odsek. Toto je užitočné pri čítaní komentárov, ktoré majú rôznu úroveň v strome (napríklad na reddit.com). Takto môžete skákať napríklad medzi komentármi prvej úrovne a preskakovať odpovede na komentáre.
uk: Переходячи за горизонтальним зміщенням, на сторінці ви легко зможете знайти абзаци з вертикальним вирівнюванням. Зокрема, ви можете натиснути NVDA+Alt+ стрілка вгору чи стрілка вниз, аби перейти до наступного чи попереднього абзацу, що має те саме зміщення. Наприклад, це може бути корисним під час перегляду ієрархічних структур, зокрема, дерев і гілок коментарів (наприклад, на reddit.com) для переходу між коментарями першого рівня, пропускаючи всі коментарі вищого рівня.
zh_cn: 按水平偏移量导航时, 您可以轻松地找到页面上垂直对齐的段落。特别是, 您可以按 NVDA + Alt + 向下箭头或 UpArrow 跳转跳转到具有相同偏移量的下一段或上一段。例如, 这在浏览层次结构注释树 (例如在 reddit. com 上) 在第一级注释和跳过所有更高级别的注释之间时非常有用。

source: NVDA+Alt+Home or NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size (parent paragraph).
es: NVDA+alt+inicio o NVDA+alt+flecha izquierda: salta al párrafo anterior con menos desplazamiento o mayor tamaño de fuente (párrafo padre).

source: NVDA+Alt+End or NVDA+Control+alt+LeftArrow: Jump to next paragraph with lesser offset or greater font size (next parent paragraph).
es: NVDA+alt+fin o NVDA+control+alt+flecha izquierda: salta al siguiente párrafo con menos desplazamiento o mayor tamaño de fuente (párrafo padre siguiente).

source: NVDA+Alt+PageDown or NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size (child paragraph).
es: NVDA+alt+avance página o NVDA+alt+flecha derecha: salta al siguiente párrafo con más desplazamiento o menor tamaño de fuente (párrafo hijo).

source: / and Control+/: Toggle SkipClutter mode for navigating by line (Up and Down arrows) and by paragraph (Control+Up and Control+Down arrows) correspondingly.Source code is available at <https://github.com/mltony/nvda-browser-nav>.You can also configure custom keystrokes for most bookmark types (except for SkipClutter, Hierarchical and Numeric Script bookmarks).
es: / y control+/: alterna el modo omitir desorden para navegar por líneas (flechas arriba y abajo) y por párrafos (control+flechas arriba y abajo) respectivamente.El código fuente se encuentra disponible en <https://github.com/mltony/nvda-browser-nav>.

source: Sites
es: Sitios

source: Configuration
es: Configuración

source: [[!meta title="BrowserNav"]]
bg: [[!meta title="Навигация в браузъра (BrowserNav)"]]
da: [[!meta title="Browsernavigation (tilføjelse ikke oversat)"]]
hr: [[!meta title="Kretanje u pregledniku (BrowserNav)"]]
sk: [[!meta title="Rozšírenie pre rýchlu navigáciu"]]
zh_cn: [[!meta title="浏览器导航"]]

source: Author: Tony Malykh
bg: Автор: Tony Malykh
da: Forfatter: Tony Malykh
de: Autor: Tony Malykh
gl: Autor: Tony Malykh
hr: Autor: Tony Malykh
it: Autore: Tony Malykh
ja: 作者: Tony Malykh
pl: Autor: Tony Malykh
pt_pt: Autor: Tony Malykh
sk: Autor: Tony Malykh
uk: Автор: Tony Malykh
zh_cn: 作者: Tony Malykh

source: BrowserNav addon for NVDA
bg: Добавка за NVDA за навигация в браузъра (BrowserNav)
da: Tilføjelse til browsernavigation med NVDA
de: BrowserNav-Erweiterung für NVDA
gl: Complemento BrowserNav para NVDA
hr: Dodatak „Kretanje u pregledniku” za NVDA
it: Componente aggiuntivo BrowserNav per NVDA
ja: NVDA用BrowserNavアドオン
pl: Dodatek BrowserNav dla NVDA
pt_pt: BrowserNav extra para o NVDA
sk: Rozšírenie pre rýchlu navigáciu
uk: BrowserNav додаток для NVDA
zh_cn: NVDA 的浏览器导航插件

source: This add-on provides NVDA users powerful navigation commands in browser mode. For example, with BrowserNav you can find vertically aligned paragraphs, that is paragraphs with the same horizontal offset. This can be used to read hierarchical trees of comments or malformed HTML tables. You can also find paragraphs written in the same font size or style. BrowserNav also provides new QuickNav commands: P for next paragraph and Y for next tab.
bg: Тази добавка предоставя на потребителите на NVDA мощни команди за навигация в режим на разглеждане в браузърите. Например, с BrowserNav можете да намерите вертикално подравнени абзаци, които са абзаци със същия хоризонтален отстъп. Това може да се използва за четене на коментари, подредени в йерархична структура или деформирани HTML таблици. Можете също да намерите абзаци, написани в същия размер или стил на шрифта. BrowserNav също така предоставя нови команди за бърза навигация: P за следващия абзац и Y за следващ раздел.
da: Denne tilføjelse giver NVDA-brugere effektive navigationskommandoer i gennemsynstilstand. For eksempel kan du med Browsernavigation finde lodrette justerede afsnit, altså afsnit med samme vandrette forskydning. Dette kan bruges til at læse hierarkiske træer af kommentarer eller forkert udformede HTML-tabeller. Du kan også finde afsnit skrevet i samme skriftstørrelse eller typografi. Browsernavigation giver også nye kommandoer til hurtig navigation: P for næste afsnit og Y for næste tab-indrykning.
de: Diese Erweiterung bietet NVDA-Anwendern leistungsstarke Navigationsbefehle im Lesemodus. Zum Beispiel können Sie mit BrowserNav vertikal ausgerichtete Absätze finden, d.h. Absätze mit dem gleichen horizontalen Abstand zum linken Rand des Bildschirms. Dies kann verwendet werden, um hierarchische Bäume von Kommentaren oder deformierte HTML-Tabellen zu lesen. Sie können auch Absätze finden, die in der gleichen Schriftgröße oder im gleichen Stil geschrieben sind. BrowserNav bietet auch neue Schnellnavigationsbefehle: P für den nächsten Absatz und Y für die nächste Registerkarte.
gl: Este complemento fornece aos usuarios do NVDA poderosas ordes de navegación en modo exploración. Por exemplo, con BrowserNav podes atopar parágrafos aliñados verticalmente, é dicir, parágrafos co mesmo desprazamento horizontal (sangría). Isto pódese usar para ler árbores xerárquicas de comentarios ou táboas HTML malformadas. Tamén podes atopar parágrafos escritos co mesmo tamaño de fonte ou estilo. BrowserNav tamén fornece novos atallos de navegación cunha soa letra: P para o parágrafo seguinte e Y para a vindeira lapela.
hr: Ovaj dodatak pruža NVDA korisnicima moćne naredbe za kretanje u modusu čitanja. Na primjer, s ovim dodatkom se mogu pronaći okomito poravnati odlomci, tj. odlomci s jednakim vodoravnim odmakom. To može biti korisno prilikom čitanja hijerarhijskog stabla komentara ili oštećenih HTML tablica. Također je moguće pronaći odlomke napisane u istoj veličini ili stilu fonta. Dodatak „Kretanje u pregledniku” pruža i nove naredbe za brzo kretanje: P za sljedeći odlomak i Y za sljedeću karticu.
it: Questo componente aggiuntivo fornisce agli utenti di NVDA comandi avanzati e molto potenti per la modalità navigazione. Ad esempio, con BrowserNav è possibile trovare paragrafi allineati verticalmente, ovvero paragrafi con la stessa distanza dal margine sinistro della pagina. Ciò può essere utile per leggere commenti organizzati gerarchicamente o tabelle HTML non valide. Puoi anche trovare paragrafi scritti con la medesima dimensione o stile del carattere. BrowserNav fornisce anche nuovi comandi di navigazione veloce: P per il paragrafo successivo e Y per la scheda successiva.
ja: このアドオンは、NVDAユーザーに、ブラウズモードでの強力なナビゲーションコマンドを提供します。例えば、BrouserNavによって、同じ水平な字下げで垂直に整列された段落を見つけることが出来ます。これにより、コメントの階層的なツリーやいびつな形のHTMLの表を読むことが出来ます。また、同じフォントサイズやスタイルで書かれた段落を見つけることも出来ます。BrowserNavもまた、新しいQuickNavコマンド:Pは次の段落、Yは次のタブ、を提供します。
pl: Ten dodatek zapewnia użytkownikom NVDA potężne polecenia nawigacyjne w trybie przeglądarki. Na przykład za pomocą BrowserNav można znaleźć pionowo wyrównane akapity, czyli akapity z tym samym przesunięciem poziomym. Można go użyć do odczytu hierarchicznych drzew komentarzy lub nieprawidłowo utworzonych tabel HTML. Możesz również znaleźć akapity napisane tym samym rozmiarem czcionki lub stylem. BrowserNav zawiera również nowe polecenia QuickNav: P dla następnego akapitu i Y dla następnej karty.
pt_pt: Este extra fornece aos utilizadores do NVDA poderosos comandos de navegação em modo browser. Por exemplo, com o BrowserNav é possível encontrar parágrafos alinhados verticalmente, ou seja, parágrafos com o mesmo deslocamento horizontal. Isto pode ser utilizado para ler árvores hierárquicas de comentários ou tabelas HTML mal formadas. Também é possível encontrar parágrafos escritos no mesmo tamanho de fonte ou estilo. O BrowserNav também fornece novos comandos QuickNav: P para o próximo parágrafo e Y para o próximo separador.
sk: Poskytuje nové funkcie v režime prehliadania. Môžete napríklad rýchlo nájsť vertikálne odsadené odseky teda odseky s rovnakým odsadením. Takto sa dajú čítať napríklad stromy s komentármi alebo zle navrhnuté HTML tabuľky. Takisto môžete skákať po odsekoch s rovnakým typom písma alebo štýlom. Doplnok tiež pridáva nové klávesové skratky: P pre prechod na odsek a Y pre prechod na záložku.
uk: Цей додаток надає користувачам NVDA потужні команди навігації в браузерах. Наприклад, за допомогою BrowserNav ви можете знайти вертикально вирівняні абзаци, тобто абзаци з однаковим зміщенням по горизонталі. Це можна використовувати для читання ієрархічних дерев коментарів або неправильних HTML-таблиць. Ви також можете знайти абзаци, написані однаковим розміром шрифту або стилем. BrowserNav також надає нові команди швидкої навігації: P для наступного абзацу та Y для наступної вкладки.
zh_cn: 此加载项为 NVDA 用户提供浏览器模式下强大的导航命令。 例如, 使用浏览器导航, 您可以找到垂直对齐的段落, 即具有相同水平偏移量的段落。这可用于读取注释的分层树或格式错误的 HTML 表。 您还可以找到以相同字体大小或样式编写的段落。 浏览器导航还提供了新的快速导航命令: 下一段的 p 和下一个选项卡的 Y。

source: NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size.
bg: NVDA+Alt+стрелка наляво: Преминаване към предишния абзац с по-малък отстъп или по-голям размер на шрифта.
da: NVDA+alt+venstre pil: Gå til forrige afsnit med mindre forskydning eller større skriftstørrelse.
de: NVDA+alt+Pfeiltaste nach links: Springt zum vorherigen Absatz mit kleinerem Abstand oder größerer Schriftgröße.
gl: NVDA+alt+FrechaEsquerda: Saltar a parágrafo anterior con menor desprazamento ou maior tamaño de fonte.
hr: NVDA+Alt+Strelica lijevo: Skoči na prethodni odlomak s manjim odmakom ili većom veličinom fonta.
it: NVDA+alt+freccia sinistra: Passa al paragrafo precedente con rientro sinistro minore o dimensione carattere maggiore.
ja: NVDA+alt+左矢印:より小さいオフセットまたはより大きいフォントサイズの前の段落に移動。
pl: NVDA+alt+LeftArrow: Przejdź do poprzedniego akapitu z mniejszym przesunięciem lub większym rozmiarem czcionki.
pt_pt: NVDA+alt+seta para a esquerda: Saltar para o parágrafo anterior com menor deslocamento ou maior tamanho de letra.
sk: Nvda+alt+šípka doľava: Prejdi na odsek s väčším písmom alebo menším odsadením.
uk: NVDA+alt+стрілка вліво: перейти до попереднього абзацу з меншим зміщенням або більшим розміром шрифту.
zh_cn: NVDA + alt + 左箭头: 跳转到前一段的偏移量较小或字体大小较大。
