Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/browsernav.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_pt, sk, uk, zh_cn

source: NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size.
bg: NVDA+Alt+стрелка надясно: Преминаване към следващия абзац с по-голям отстъп или по-малък размер на шрифта.
da: NVDA+alt+højre pil: Gå til næste afsnit med større forskydning eller mindre skriftstørrelse.
de: NVDA+Alt+Pfeiltaste nach rechts: Springt zum nächsten Absatz mit größerem Abstand oder kleinerer Schriftgröße.
gl: NVDA+Alt+FrechaDereita: Saltar a seguinte parágrafo con maior desprazamento ou menor tamaño de fonte.
hr: NVDA+Alt+Strelica desno: Skoči na sljedeći odlomak s većim odmakom ili manjom veličinom fonta.
it: NVDA+alt+freccia destra: Passa al paragrafo successivo con rientro sinistro maggiore o dimensione carattere minore.
ja: NVDA+Alt+右矢印:より大きいオフセットまたはより小さいフォントサイズの、次の段落に移動。
pl: NVDA+Alt+RightArrow: Przejdź do następnego akapitu z większym przesunięciem lub mniejszym rozmiarem czcionki.
pt_pt: NVDA+Alt+seta para direita: Saltar para o parágrafo seguinte com maior deslocamento ou tamanho de letra mais pequeno.
sk: nvda+alt+šípka doprava: prejdi na odsek s menším písmom alebo väčším odsadením.
uk: NVDA+alt+стрілка вправо: перейти до наступного абзацу з більшим зміщенням або меншим розміром шрифту.
zh_cn: NVDA + Alt + 右键箭头: 跳转到偏移量较大或字体大小较小的下一段。

source: Source code is available at <https://github.com/mltony/nvda-browser-nav>.
bg: Изходният код е наличен на адрес <https://github.com/mltony/nvda-browser-nav>.
da: Kildkoden kan findes på <https://github.com/mltony/nvda-browser-nav>.
de: Quellcode ist unter <https://github.com/mltony/nvda-browser-nav> verfügbar.
gl: O código fonte está dispoñible en <https://github.com/mltony/nvda-browser-nav>.
hr: Izvorni kod je dostupan na <https://github.com/mltony/nvda-browser-nav>.
it: Il codice sorgente è disponibile su <https://github.com/mltony/nvda-browser-nav>.
ja: ソースコードは以下から利用可能です。<https://github.com/mltony/nvda-browser-nav>.
pl: Kod źródłowy jest dostępny na stronie <https://github.com/mltony/nvda-browser-nav>.
pt_pt: O código fonte está disponível em <https://github.com/mltony/nvda-browser-nav>.
sk: je dostupný na <https://github.com/mltony/nvda-browser-nav>.
uk: Вихідний код доступний на <https://github.com/mltony/nvda-browser-nav>.
zh_cn: 源代码可在 <https://github.com/mltony/nvda-browser-nav> 获取。
