Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/browsernav.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_pt, sk, uk, zh_cn

source: Y or Shift+Y: Jump to next or previous tab.
bg: Y или Shift+Y: Преминаване към следващия или предишния раздел.
da: Y eller shift+Y: Hop til næste eller forrige tab-indrykning.
de: Y oder Shift+Y: Springen Sie zur nächsten oder vorherigen Registerkarte.
fr: Y ou Maj+Y : Saute à l'onglet suivant ou précédent.
gl: Y ou Shift+Y: Saltar a seguinte ou anterior lapela.
hr: Y ili Šift+Y: Skoči na sljedeću ili prethodnu karticu.
it: Y o shift + Y: passa alla scheda successiva o precedente.
ja: YまたはShift+Y:次または前のタブに移動。
pl: Y lub Shift+Y: Przejdź do następnej lub poprzedniej karty.
pt_pt: Y ou Shift+Y: Saltar para o separador seguinte ou anterior.
sk: Y a shift+Y: Skáče po záložkách.
uk: Y або Shift+Y: перейти до наступної чи попередньої вкладки.
zh_cn: Y 或 Shift + Y: 跳转到下一个或上一个选项卡。

source: NVDA+Shift+LeftArrow: Go back to previous location of cursor within current document.
es: NVDA+shift+flecha izquierda: volver a la posición anterior del cursor dentro del documento actual.
fr: NVDA+Maj+Flèche gauche : Revenir à l'emplacement précédent du curseur dans le document actuel.

source: P or Shift+P: Jump to next or previous dialog.
es: P y shift+p: salta al siguiente diálogo o al anterior.
fr: P ou Maj+P : Saute au dialogue suivant ou précédent.

source: Z or Shift+Z: Jump to next or previous menu.
es: Z o shift+Z: salta al menú siguiente o anterior.
fr: Z ou Maj+Z : Saute au menu suivant ou précédent.

source: \` orShift+\` (backquote or tilde): Jump to next or previous format change.
es: \` o Shift+\` (comilla inversa o tilde): salta al cambio de formato siguiente o anterior.
fr: \` ou Maj+\` (guillemet inversé ou tilde) : Saute au changement de format suivant ou précédent.

source: 0 or Shift+0: Jump to next or previous tree view.
es: 0 o shift+0: salta a la vista en árbol siguiente o anterior.
fr: 0 ou Maj+0 : Saute à la vue en arborescence suivante ou précédente.

source: 9 or Shift+9: Jump to next or previous tool bar.
es: 9 o shift+9: salta a la barra de herramientas siguiente o anterior.
fr: 9 ou Maj+9 : Saute à la barre d'outils suivante ou précédente.

source: NVDA+E: edit semi-accessible edit boxes - see corresponding section below.
es: NVDA+e: edita algunos cuadros de edición semiaccesibles. Consulta la sección correspondiente más adelante.
fr: NVDA+E : Éditer les zones d'édition semi-accessibles - voir la section correspondante ci-dessous.

source: T or Shift+T: jump to next or previous table, but place the cursor in the first cell. Sometimes NVDA puts the cursor just before the first cell and BrowserNav fixes this behavior.
es: T o shift+t: saltar a la tabla siguiente o anterior, pero situando el cursor en la primera celda. A veces NVDA pone el cursor antes de la primera celda y BrowserNav corrige este comportamiento.
fr: T ou Maj+T : Saute vers le tableau suivant ou précédent, mais place le curseur dans la première cellule. Parfois, NVDA met le curseur juste avant la première cellule et BrowserNav corrige ce comportement.

source: Bookmarks
es: Marcadores
fr: Signets

source: Source code
bg: Изходен код
da: Kildekode
de: Quellcode
es: Código fuente
fr: Code source
gl: Código fonte
hr: Izvorni kod
it: Codice sorgente
ja: ソースコード
pl: Kod źródłowy
pt_pt: Código fonte:
sk: Zdrojový kód
uk: Вихідний код
zh_cn: 源代码

source: Bookmark keystrokes
es: Atajos de marcadores
fr: Touches de commandes pour le signet

source: NVDA+J: Show quickJump popup menu.
es: NVDA+j: mostrar el menú emergente de salto rápido.
fr: NVDA+J : Afficher le menu contextuel QuickJump.

source: J or Shift+J: Jump to next or previous QuickJump bookmark.
es: J o shift+j: salta al próximo marcador de salto rápido o al anterior.
fr: J ou Maj+J : Saute vers le signet QuickJump suivant ou précédent.

source: / and Control+/: Toggle SkipClutter mode for navigating by line (Up and Down arrows) and by paragraph (Control+Up and Control+Down arrows) correspondingly.
es: / y control+/: alterna el modo omitir desorden para navegar por líneas (flechas arriba y abajo) y por párrafos (control+flechas arriba y abajo) respectivamente.
fr: / et Contrôle+/ : Bascule le mode SkipClutter pour naviguer par ligne (Flèches haut et bas) et par paragraphe Contrôle+Flèches haut et bas) en conséquence.

source: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: jump to previous hierarchical bookmark.
es: Shift+Alt+1, shift+Alt+2, ..., Alt+0: saltar al marcador jerárquico anterior del nivel correspondiente.
fr: Maj+Alt+1, Maj+Alt+2, ..., Maj+Alt+0 : Saute au signet hiérarchique précédent.

source: Alt+` or Shift+Alt+`: jump to next or previous hierarchical bookmark of any level.
es: Alt+` o Shift+Alt+`: salta al marcador jerárquico siguiente o anterior de cualquier nivel.
fr: Alt+` ou Maj+Alt+` : Saute au signet hiérarchique suivant ou précédent peu importe le niveau.

source: The first thing you would need to configure is the site where you want to create bookmarks. In most cases you would want to specify match type to be either domain match or Match domain and its subdomains. To illustrate the latter option, you can specify:
es: Lo primero que se debería configurar es el sitio para el que se desean crear los marcadores. En la mayoría de casos puedes querer indicar el tipo de coincidencia para que sea del dominio, o del dominio y sus subdominios. Para ilustrar la segunda opción, puedes indicar:
fr: La première chose que vous devez configurer est le site où vous souhaitez créer des signets. Dans la plupart des cas, vous voudriez spécifier le type de correspondance pour avoir un domaine de correspondance ou un domaine de correspondance et ses sous-domaines. Pour illustrer cette dernière option, vous pouvez spécifier :

source: Match type: Match domain and its subdomains
es: Tipo de coincidencia: dominio y subdominios
fr: Type de correspondance : Correspond au domaine et ses sous-domaines

source: This will match amazon.com, smile.amazon.com and all other *.amazon.com domains.
es: Esto hará que coincidan amazon.com, smile.amazon.com, y todos los demás dominios *.amazon.com.
fr: Cela correspondra à amazon.com, smile.amazon.com et tous les autres domaines *.amazon.com

source: If you need finer control, you can also specify exact URL or define a regular expression for URL.
es: Si necesitas un control más preciso, puedes indicar también la URL exacta o definir una expresión regular para la URL.
fr: Si vous avez besoin d'un contrôle plus fin, vous pouvez également spécifier une URL exacte ou définir une expression régulière pour l'URL.

source: Because of this flexible definition, on every given webpage multiple QuickJump sites might be active at the same time.
es: A causa de esta definición flexible, pueden estar activos al mismo tiempo varios sitios de salto rápido en una misma página web.
fr: En raison de cette définition flexible, sur chaque page Web donnée, plusieurs sites QuickJump peuvent être actifs en même temps.

source: Bookmark types
es: Tipos de marcadores
fr: Types de signets

source: Once you have configured site definition, you can proceed to define some bookmarks on it.
es: Una vez que hayas configurado la definición del sitio, puedes proceder a definir algunos marcadores para él.
fr: Une fois que vous avez configuré la définition du site, vous pouvez procéder pour définir des signets dessus.

source: QuickJump bookmarks: you can jump to them by pressing J or Shift+J.
es: Marcadores de salto rápido: puedes saltar a ellos pulsando j o shift+j.
fr: Signets QuickJump : Vous pouvez les sauter en appuyant sur J ou Maj+J.

source: SkipClutter bookmarks: These bookmarks are skipped automatically when navigating by line (Up/Down arrow) or by paragraph (Control+Up/Down arrows). This allows to hide clutter on webpages, such as empty lines, timestamps and any other redundant information. The information is not removed completely, SkipClutter can be temporarily disabled via / or Control+/ commands. By default SkipClutter skips empty paragraphs on all websites.
es: Marcadores de saltar desorden: estos marcadores se evitan automáticamente al navegar por líneas (flechas arriba y abajo) o por párrafos (control+flechas arriba o abajo). Esto permite ocultar el desorden en páginas web, tal como líneas en blanco, marcas de tiempo u otra información redundante. La información no se elimina completamente, se puede deshabilitar temporalmente el salto de desorden con las órdenes / y control+/. Por defecto, evitar desorden se salta los párrafos vacíos en todos los sitios web.
fr: Signets SkipClutter : Ces signets sont sautés automatiquement lors de la navigation par ligne (Flèche haut / bas) ou par paragraphe (Contrôle+Flèches haut / bas). Cela permet de masquer l'encombrement sur les pages Web, telles que les lignes vides, les horodatages et toute autre information redondante. Les informations ne sont pas complètement supprimées, SkipClutter peut être temporairement désactivé via les commandes / ou Contrôle+/. Par défaut, SkipClutter saute les paragraphes vides sur tous les sites Web.

source: Creating a new bookmark
es: Creación de un nuevo marcador
fr: Création d'un nouveau signet

source: Once you have configured a site, the easiest way to create a new bookmark would be to navigate to the desired paragraph in the document , press NVDA+J to show bookmarks context menu and select Bookmarks > Create new bookmark for site ...
es: Una vez hayas configurado un sitio, la forma más sencilla de crear un nuevo marcador sería navegar al párrafo deseado en el documento, pulsar NVDA+j para mostrar el menú de contexto de marcadores y seleccionar Marcadores > Crear nuevo marcador para el sitio...
fr: Une fois que vous avez configuré un site, le moyen le plus simple de créer un nouveau signet serait de naviguer vers le paragraphe souhaité dans le document, appuyez sur NVDA+J pour afficher le menu contextuel des signets et sélectionner Signets > Créer un nouveau signet pour le site...

source: Bookmark configuration dialog will open. You can now customize bookmark. You can change how text is matched (e.g. string match or regular expression).
es: Se abrirá el diálogo de configuración del marcador. Ahora puedes personalizar el marcador. Puedes cambiar cómo coincide el texto (por ejemplo, coincidencia de cadena o expresión regular).
fr: Le dialogue de configuration de signet s'ouvrira. Vous pouvez désormais personnaliser le signet. Vous pouvez modifier la façon dont le texte est correspondu (par exemple, correspondance à la chaîne ou expression régulière).

source: Other options in this dialog:
es: Otras opciones de este diálogo:
fr: Autres options dans ce dialogue :

source: Category: defines bookmark type.
es: Categoría: define el tipo de marcador.
fr: Catégorie : Définir le type de signet.

source: Display name: optional name of this bookmark for better readability. This just gives a better name so that you can identify this bookmark in a long list of bookmarks.
es: Nombre para mostrar: nombre opcional de este marcador para una legibilidad mejor. Simplemente da un nombre mejor para poder identificarlo en una larga lista de marcadores.
fr: Nom de l'affichage : Nom facultatif de ce signet pour une meilleure lisibilité. Cela donne juste un meilleur nom afin que vous puissiez identifier ce signet dans une longue liste de signets.

source: Spoken message when bookmark is found: optional message to speak every time you hit this bookmark in the document.
es: Mensaje hablado cuando se encuentre el marcador: mensaje opcional que se verbalizará cada vez que alcances este marcador en el documento.
fr: Message parlé lorsque le signet est trouvé : Message facultatif pour parler chaque fois que vous appuyez sur ce signet dans le document.

source: Offset in paragraphs: after finding matched text BrowserNav will then shift cursor by this many paragraphs forward or back. This can be useful for example if target text that you want to jump to doesn't contain any common text that can be matched (e.g. forum post), but a preceding paragraph contains a matchable word (e.g. upvote). In this case you can match the word upvote and specify offset=1, to place the cursor on the first paragraph of the post instead of the word upvote.
es: Desplazamiento en párrafos: después de hallar una coincidencia de texto, BrowserNav desplazará el cursor tantos párrafos adelante o atrás como sea necesario. Esto puede ser útil, por ejemplo, si el texto de destino al que deseas saltar no contiene ningún texto común que pueda coincidir (p.ej. un mensaje en un foro) pero un párrafo anterior contiene una palabra coincidente (por ejemplo, votar). En este caso, puedes hacer que coincida la palabra votar y especificar desplazamiento=1, para situar el cursor en el primer párrafo del mensaje en lugar de la palabra votar.
fr: Position horizontale dans les paragraphes : Après avoir trouvé le texte correspondant, BrowserNav déplacera ensuite le curseur par les nombreux paragraphes en avant ou en arrière. Cela peut être utile par exemple si le texte cible auquel vous souhaitez ignorer ne contient aucun texte commun qui peut être correspondu (par exemple, forum post), mais un paragraphe précédent qui contient un mot correspondant (par exemple upvote). Dans ce cas, vous pouvez faire correspondre le mot upvote et spécifier la position horizontale = 1, pour placer le curseur sur le premier paragraphe du message au lieu du mot upvote.

source: Attributes: space-separated list of paragraph attributes that are matched against. The list of available attributes for current paragraph is available in the next form field. List of attributes is prepopulated with some common roles and typically you don't need to edit it.
es: Atributos: lista separada por espacios de atributos del párrafo que coinciden. La lista de atributos disponibles para el párrafo actual está disponible en el siguiente campo del formulario. La lista de atributos se rellena previamente con algunos roles comunes y normalmente no es necesario editarla.
fr: Attributs : Liste séparée par l'espace d'attributs de paragraphe qui sont correspondu. La liste des attributs disponibles pour le paragraphe actuel est disponible dans le champ suivant. La liste des attributs est présentée avec certains rôles courants et vous n'avez généralement pas besoin de le modifier.

source: Available attributes in current paragraph : these are all the attributes found in current paragraph. You can select and press Space to add them to the list of matched attributes.
es: Atributos disponibles en el párrafo actual: todos los atributos que se encuentran en el párrafo actual. Puedes seleccionarlos y pulsar la barra espaciadora para añadirlos a la lista de atributos coincidentes.
fr: Attributs disponibles dans le paragraphe actuel : Ce sont tous les attributs trouvés dans le paragraphe actuel. Vous pouvez sélectionner et appuyer sur espace pour les ajouter à la liste des attributs correspondants.

source: Advanced site options
es: Opciones de sitio avanzadas
fr: Options avancées du site

source: In site configuration dialog you can specify a number of advanced options:
es: En el diálogo de configuración del sitio puedes especificar diversas opciones avanzadas:
fr: Dans le dialogue de configuration du site, vous pouvez spécifier un certain nombre d'options avancées :

source: Display name: optional display name for better readability in the list of sites.
es: Nombre para mostrar: nombre para mostrar opcional que mejore la legibilidad en la lista de sitios.
fr: Nom de l'affichage : Nom d'affichage facultatif pour une meilleure lisibilité dans la liste des sites.

source: Focus mode: this allows to override default handling of focus events in NVDA. Certain websites misuse focus events. In order to use them more conveniently, you can either ignore focus events, or alternatively disable automatic entering of focus mode when a focus event is received.
es: Modo foco: permite anular el manejo por defecto de los eventos de foco en NVDA. Ciertos sitios hacen mal uso de los eventos de foco. Para usarlos de forma más conveniente, puedes ignorarlos, o desactivar entrar automáticamente en modo foco cuando se recibe un evento de foco.
fr: Mode formulaire : Cela permet de remplacer la gestion par défaut des événements du focus dans NVDA. Certains sites Web abusant des événements du focus. Afin de les utiliser plus facilement, vous pouvez soit ignorer les événements du focus, soit désactiver également la saisie automatique du mode formulaire lorsqu'un événement du focus est reçu.

source: Live region mode: Some website misuse live regions. This option allows to disable live region announcements for current website only.
es: Modo de región viva: algunos sitios web usan mal las regiones vivas. Esta opción permite desactivar el anuncio de regiones vivas sólo en el sitio web actual.
fr: Mode région live : Certains sites Web utilisent des régions live. Cette option permet de désactiver les annonces de région live uniquement pour le site Web actuel.

source: Bookmark definitions are stored in NVDA configuration directory in file `browserNavRules.json`. You can edit this file manually or share it with someone.
es: Las definiciones de marcadores se almacenan en la carpeta de configuración de NVDA, en el archivo `browserNavRules.json`. Puedes editar este archivo manualmente o compartirlo con alguien.
fr: Les définitions de signets sont stockées dans le répertoire de configuration NVDA dans le fichier `browserNavRules.json`. Vous pouvez modifier ce fichier manuellement ou le partager avec quelqu'un.

source: NVDA Configuration directory can be found by opening Start menu and typing: Explore NVDA user configuration directory.
es: Se puede encontrar la carpeta de configuración de NVDA abriendo el menú Inicio y escribiendo: Explorar directorio de configuración del usuario de NVDA.
fr: Le répertoire de configuration NVDA peut être trouvé en ouvrant le menu Démarrer et taper: Explorer le répertoire de configuration utilisateur de NVDA

source: BrowserNav comes with default configuration file with sample bookmarks.
es: El archivo de configuración predeterminado de BrowserNav incluye marcadores de ejemplo.
fr: BrowserNav est livré avec un fichier de configuration par défaut avec des exemples de signets.

source: Editing semi-accessible edit boxes
es: Editar cuadros de edición semiaccesibles
fr: Éditer les zones d'édition semi-accessibles

source: Many modern web applications, notably Jupyter among others, use edit boxes, that are not that accessible, e.g. they appear blank, but you can copy text in and out of them using Control+A, Control+C and Control+V keystrokes.
es: Muchas aplicaciones web modernas, como Jupiter entre otras, usan cuadros de edición que no son accesibles. Por ejemplo, se muestran en blanco, pero puedes copiar texto de ellos o pegarlo con los atajos control+e, control+c y control+v.
fr: De nombreuses applications Web modernes, notamment Jupyter, entre autres, utilisent des zones d'édition, qui ne sont pas si accessibles, par exemple Ils semblent vides, mais vous pouvez copier du texte à l'intérieur et à l'extérieur en utilisant les combinaison de touches Contrôle+A, Contrôle+C et Contrôle+V.

source: BrowserNav offers an experimental feature to edit those edit boxes in a more convenient way. IN order to use it:
es: BrowserNav ofrece una función experimental para editar estos cuadros de edición de manera más conveniente. Para usarla:
fr: BrowserNav propose une fonctionnalité expérimentale pour éditer ces zones d'édition de manière plus pratique. Afin de l'utiliser :

source: Find edit box in the browser window.
es: Busca el cuadro de edición en la ventana del navegador.
fr: Trouvez la zone d'édition dans la fenêtre du navigateur.

source: Press NVDA+E.
es: Pulsa NVDA+e.
fr: Appuyez sur NVDA+E.

source: A new window will appear with the contents of that edit box.
es: Aparecerá una nueva ventana con los contenidos del cuadro de edición.
fr: Une nouvelle fenêtre apparaîtra avec le contenu de cette zone d'édition.

source: Edit the contents of that edit box in this window.
es: Edita los contenidos del cuadro de edición en esta ventana.
fr: Éditer le contenu de cette zone d'édition dans cette fenêtre.

source: Once you're done, you can press Escape to close the accessible edit window and update the edit box on the web page.
es: Cuando acabes, puedes pulsar escape para cerrar la ventana de edición accesible y actualizar el cuadro de edición en la página web.
fr: Une fois que vous avez terminé, vous pouvez appuyer sur Échap pour fermer la fenêtre d'édition accessible et mettre à jour la zone d'édition sur la page Web.

source: Alternatively, you can press Control+Enter, Shift+Enter or Alt+Enter. This will close the edit window, update the edit box and pass on the gesture on to the web application.
es: Alternativamente, puedes pulsar control+intro, shift+intro o alt+intro. Esto cerrará la ventana de edición, actualizará el cuadro de edición y pasará el gesto a la aplicación web.
fr: Alternativement, vous pouvez appuyer sur Contrôle+Entrée, Maj+Entrée ou Alt+Entrée. Cela fermera la fenêtre d'édition, mettra à jour la zone d'édition et passera le geste sur l'application Web.

source: In order to close the edit window without saving changes, press Alt+F4.
es: Para cerrar la ventana de edición sin guardar los cambios, pulsa alt+f4.
fr: Afin de fermer la fenêtre d'édition sans enregistrer les modifications, appuyez sur Alt+F4.

source: At any time, if the contents of previously edited text is lost, press NVDA+Control+E to copy it to clipboard.
es: En cualquier momento, si se pierden los contenidos del texto previamente editado, pulsa NVDA+control+e para copiarlo al portapapeles.
fr: À tout moment, si le contenu du texte édité précédemment est perdu, appuyez sur NVDA+Contrôle+E pour le copier dans le presse-papiers.

source: Notes:
es: Notas:
fr: Remarques :

source: Do not change the state of the browser, e.g. do not switch tabs and do not focus other elements within the tab while edit text window is open. Doing so will prevent BrowserNav from correctly updating text in the edit box.
es: No cambies el estado del navegador. P. ej. no cambies de pestaña y no lleves el foco a otros elementos dentro de la pestaña mientras la ventana de edición de texto está abierta. Al hacerlo evitas que BrowserNav actualice el texto correctamente en el cuadro de edición.
fr: Ne changez pas l'état du navigateur, par ex. Ne changez pas les onglets et ne placez pas le focus sur d'autres éléments dans l'onglet pendant que la fenêtre d'édition du texte est ouverte. Cela empêchera à BrowserNav de mettre à jour correctement le texte dans la zone d'édition.

source: Make sure to release Control, Shift or Alt modifiers quickly affter pressing Control+Enter, Shift+Enter, or Alt+Enter. Holding them for over a second will cause problems.
es: Asegúrate de soltar los modificadores control, shift o alt rápidamente tras pulsar control+intro, shift+intro o alt+intro. Mantenerlos durante aproximadamente un segundo causará problemas.
fr: Assurez-vous de libérer rapidement les touches modificatrices Contrôle, Maj ou Alt en appuyant sur Contrpôle+Entrée, Maj+Entrée ou Alt+Entrée. Les tenir pendant plus d'une seconde causera des problèmes.

source: This feature is currently experimental. Please expect only about 90-95% success rate.
es: Esta función es experimental en la actualidad. Espera una tasa de éxito del 90-95%.
fr: Cette fonctionnalité est actuellement expérimentale. Veuillez vous attendre à un taux de réussite d'environ 90 à 95%.
