Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/browsernav.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_pt, sk, uk, zh_cn

source: This add-on provides NVDA users powerful navigation commands in browser mode. It works in web browsers, as well as any other applications that support NVDA browse mode, such as Word documents and email clients.
es: Este complemento proporciona a los usuarios de NVDA potentes órdenes de navegación en el modo exploración. Funciona en navegadores web, así como en cualquier otra aplicación que soporte el modo exploración de NVDA, tales como documentos de Word y clientes de correo electrónico.
fr: Cette extension fournit aux utilisateurs de NVDA des commandes de navigation puissantes en mode navigation. Il fonctionne dans les navigateurs Web, ainsi que toutes les autres applications qui prennent en charge le mode navigation de NVDA, telles que les documents Word et les clients de messagerie.

source: NVDA compatibility: from 2019.3 to 2023.1
es: Compatibilidad con NVDA: de 2019.3 a 2023.1
fr: Compatibilité NVDA : de 2019.3 à 2023.1

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [stabile version herunterladen][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_pt: Baixar [versão estável][1]
sk: Stiahnuť [stable version][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版][1]

source: NVDA compatibility: from 2018.1 to 2019.1
bg: Съвместимост с NVDA: от 2018.1 до 2019.1
da: NVDA-kompatibilitet: fra 2018.1 til 2019.1
de: NVDA-Kompatibilität: Von 2018.1 bis 2019.1
es: Compatibilidad con NVDA: de 2018.1 a 2019.1
fr: Compatibilité NVDA : de 2018.1 à 2019.1
gl: Compatibilidade con NVDA: da 2018.1 á 2019.1
hr: NVDA kompatibilnost: od 2018.1 do 2019.1
it: Compatibilità con NVDA: dalla versione 2018.1 alla 2019.2
ja: NVDA 互換性: 2018.1から2019.1まで
pl: Zgodność z NVDA: od 2018.1 do 2019.1
pt_pt: Compatibilidade com o NVDA: de 2018.1 a 2019.1
sk: Funguje od NVDA 2018.1 do 2019.1
uk: Сумісність із версіями NVDA: з 2018.1 до 2019.1
zh_cn: NVDA兼容版本: 2018.1至2019.1

source: Download
es: Descarga
fr: Télécharger

source: For example, with BrowserNav you can find vertically aligned paragraphs, that is paragraphs with the same horizontal offset. This can be used to read hierarchical trees of comments or malformed HTML tables.
es: Por ejemplo, con BrowserNav puedes encontrar párrafos alineados verticalmente; es decir, párrafos con el mismo desplazamiento horizontal. Se puede usar para leer árboles jerárquicos de comentarios o tablas HTML mal formadas. También te permite navegar por párrafos con el mismo tamaño de fuente o estilo. BrowserNav también proporciona nuevas órdenes de navegación de una sola letra: p para ir al siguiente párrafo e Y para ir a la pestaña siguiente.
fr: Par exemple, avec BrowserNav vous pouvez trouver les paragraphes alignés verticalement, c'est-à-dire les paragraphes avec le même positionnement horizontal. Ce la peut servir à lire des arborescences hiérarchiques de commentaires ou des tableaux HTML mal formatés.

source: You can also find paragraphs written in the same font size or style.
es: También puedes encontrar párrafos escritos con el mismo tamaño de fuente o estilo.
fr: Vous pouvez aussi trouver les paragraphes écrits dans la même taille de police ou le même style.

source: BrowserNav also provides new QuickNav commands: P for next paragraph and Y for next tab.
es: BrowserNav también proporciona nuevas órdenes de navegación rápida: p para el siguiente párrafo e y para la siguiente pestaña.
fr: BrowserNav fournit aussi de nouvelles commandes de navigation rapide : P pour paragraphe suivant et Y pour onglet suivant.

source: Usage in browsers
bg: Употреба в браузърите
da: Brug i browsere
de: Verwendung in Browsern
es: Uso en navegadores
fr: Utilisation dans les navigateurs
gl: Uso en navegadores
hr: Primjena u preglednicima
it: Utilizzo nei browser
ja: ブラウザでの利用方法
pl: Użycie w przeglądarkach
pt_pt: Utilização em navegadores
sk: Použitie
uk: Використання у браузерах
zh_cn: 用法

source: Usage in browsers and other programs that support browse mode
es: Uso en navegadores y otros programas que soportan el modo exploración
fr: Utilisation dans les navigateurs et autres programmes qui prennent en charge le mode navigation

source: Current stable version: [BrowserNav](https://github.com/mltony/nvda-browser-nav/releases/latest/download/browsernav.nvda-addon)
es: Versión estable actual: [BrowserNav](https://github.com/mltony/nvda-browser-nav/releases/latest/download/browsernav.nvda-addon)
fr: Version stable actuelle : [BrowserNav](https://github.com/mltony/nvda-browser-nav/releases/latest/download/browsernav.nvda-addon)

source: Last Python 2 version (compatible with NVDA 2019.2 and prior): [BrowserNav v1.1](https://github.com/mltony/nvda-browser-nav/releases/download/v1.1/BrowserNav-1.1.nvda-addon)
es: Última versión en Python 2 (compatible con NVDA 2019.2 y anteriores): [BrowserNav v1.1](https://github.com/mltony/nvda-browser-nav/releases/download/v1.1/BrowserNav-1.1.nvda-addon)
fr: Dernière version Python 2 (compatible avec NVDA 2019.2 et précédente) : [BrowserNav v1.1](https://github.com/mltony/nvda-browser-nav/releases/download/v1.1/BrowserNav-1.1.nvda-addon)

source: BrowserNav can be used to navigate by horizontal offset from the left edge of the screen, by font size, or by font style.
bg: BrowserNav може да се използва за навигация по хоризонтални отстъпи от левия край на екрана, по размер на шрифта или по стил на шрифта.
da: Browsernavigation kan bruges til at navigere efter vandret forskydning fra skærmens venstre kant, efterskrift størrelse eller efter typografi.
de: BrowserNav kann verwendet werden, um nach horizontalem Abstand bvom linken Bildschirmrand, nach Schriftgröße oder Schriftstil zu navigieren.
es: BrowserNav puede utilizarse para navegar por desplazamiento horizontal desde el borde izquierdo de la pantalla, por tamaño o por estilo de la fuente.
fr: BrowserNav peut être utilisé pour naviguer par position horizontale en partant de la gauche de l'écran, par taille de police ou par style de police.
gl: BrowserNav pódese utilizar para navegar por desprazamento horizontal dende o bordo esquerdo da pantalla, por tamaño de fonte, ou por estilo de fonte.
hr: Kretanje u pregledniku se može koristiti za kretanje po vodoravnom odmaku od lijevog ruba ekrana, po veličini fonta ili po stilu fonta.
it: BrowserNav può essere utilizzato per spostarsi tra i paragrafi allineati verticalmente, oppure tra i paragrafi con una certa dimensione o tipo di carattere.
ja: BrowserNavにより、画面の左端からの水平なオフセット、フォントサイズ、フォントスタイルごとに移動出来ます。
pl: BrowserNav może być używany do nawigacji w poziomie przez przesunięcie poziome od lewej krawędzi ekranu, przez rozmiar czcionki lub przez styl czcionki.
pt_pt: O BrowserNav pode ser utilizado para navegar por deslocamento horizontal a partir da borda esquerda do ecrã, pelo tamanho da fonte, ou pelo estilo da fonte.
sk: Môžete využiť navigáciu po odsekoch, pričom môžete hľadať odseky s rovnakým odsadením, typom písma alebo štýlom.
uk: BrowserNav можна використовувати для навігації за горизонтальним зміщенням з лівого краю екрана, за розміром або стилем шрифту.
zh_cn: 可用于通过屏幕左边缘的水平偏移量、字体大小或字体样式进行导航。

source: When navigating by horizontal offset, you can easily find paragraphs that are vertically aligned on the page. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.When navigating by horizontal offset, you can easily find paragraphs that are vertically aligned on the page. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.When navigating by horizontal offset, you can easily find paragraphs that are vertically aligned on the page. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.
fr: Quand vous naviguez par position horizontale, vous pouvez facilement trouver les paraphes qui sont alignés verticalement sur la page. En particulier, vous pouvez presser NVDA+Alt+FlècheBas ou FlècheHaut pour sauter au paragraphe suivant ou précédent ayant la même position. Par exemple, ceci peut être utile quand on explore des arborescences hiérarchiques de commentaires (ex : sur reddit.com) pour sauter entre les commentaires de premier niveau et ignorer tous les commentaires de plus haut niveau.

source: When navigating by font size, you can easily find paragraphs written in the same font size, or smaller/greater font size.
bg: Когато навигирате по размер на шрифта, лесно можете да намерите абзаци, написани със същия размер на шрифта или по-малък/по-голям размер на шрифта.
da: Når du navigerer efterskrift størrelse, kan du nemt finde afsnit skrevet i samme skriftstørrelse eller mindre/større skriftstørrelse.
de: Wenn Sie zu Schriftgrößen navigieren, können Sie leicht Absätze finden, die in der gleichen (kleineren oder größeren Schriftgröße geschrieben sind.
es: Al navegar por tamaño de fuente, puedes encontrar fácilmente párrafos escritos con el mismo tamaño de fuente, un tamaño mayor o menor.
fr: Quand vous naviguez par taille de police, vous pouvez facilement trouver les paragraphes écrits dans la même taille de police, ou des tailles plus petites ou plus grandes.
gl: Ao navegar por tamaño da fonte, podes atopar facilmente parágrafos escritos no mesmo tamaño de fonte, ou nun inferior/superior.
hr: Prilikom kretanja po veličini fonta, lako se mogu naći odlomci koji su napisani u istoj veličini fonta ili u manjoj/većoj veličini fonta.
it: Quando ci si sposta per dimensione del carattere, è possibile trovare facilmente paragrafi scritti con la stessa dimensione del carattere o con una dimensione del carattere più piccola / più grande.
ja: フォントサイズで移動する時、同じフォントサイズで書かれた段落や、より小さい/大きいフォントサイズの段落を簡単に見つけられます。
pl: Podczas nawigacji według rozmiaru czcionki można łatwo znaleźć akapity napisane tym samym rozmiarem czcionki lub mniejszym/większym rozmiarem czcionki.
pt_pt: Ao navegar pelo tamanho da fonte, pode facilmente encontrar parágrafos escritos no mesmo tamanho de fonte, ou tamanho de fonte mais pequeno/maior.
sk: Môžete tiež prechádzať po odsekoch s rovnakou veľkosťou písma alebo po odsekoch, v ktorých je menšie alebo väčšie písmo.
uk: Переходячи за розміром шрифту, ви легко зможете знаходити абзаци, надруковані однаковим розміром шрифту або з більшим/меншим його розміром.
zh_cn: 按字体大小导航时, 您可以轻松地找到以相同字体大小或更大字体大小编写的段落。

source: You can also navigate by font size with the constraint of same font style.
bg: Можете също да навигирате по размер на шрифта с ограничение за един и същ стил на шрифта.
da: Du kan også navigere efter skriftstørrelse med begrænsningen indstillet til kun at navigere mellem samme skrifttype og typografi.
de: Sie können auch zu anderen Schriftgrößen navigieren, sofern die Schriftart gleich ist.
es: También puedes navegar por tamaño de fuente aplicando restricción de estilo.
fr: Vous pouvez aussi naviguer par même taille de police avec la contrainte de même style de police.
gl: Tamén podes navegar por tamaño da fonte coa restrición do mesmo estilo de fonte.
hr: Također je moguće i kretanje i po veličini fonta, s ograničenjem, da se radi o istom stilu fonta.
it: Puoi anche navigare per dimensione del carattere tra paragrafi con lo stesso tipo di font.
ja: また、同じフォントスタイルに制限して、フォントサイズでも移動することが出来ます。
pl: Można również nawigować według rozmiaru czcionki z ograniczeniem tego samego stylu czcionki.
pt_pt: Também se pode navegar pelo tamanho da fonte com a restrição ao mesmo estilo de fonte.
sk: Môžete tiež prechádzať po odsekoch s rovnakým písmom ale inou veľkosťou.
uk: Ви також можете переходити за розміром шрифту з обмеженням того самого стилю шрифту.
zh_cn: 您还可以使用相同字体样式的约束按字体大小导航。

source: BrowserNav rotor is used to switch between these options. Depending on the setting of this rotor, BrowserNav will indicate with beeps either horizontal offset or font size of currently selected item. In addition, BrowserNav will crackle on QuickNav commands to indicate how much text has been skipped over (this feature is only available in Google Chrome and Firefox).
es: El rotor de BrowserNav se usa para alternar entre estas opciones. Dependiendo del ajuste de este rotor, BrowserNav indicará mediante pitidos el desplazamiento horizontal o el tamaño de fuente del elemento seleccionado. Además, BrowserNav crepitará con las órdenes de navegación rápida para indicar cuánto texto se ha saltado (esta función sólo está disponible en Google Chrome y Firefox).
fr: Le rotor de BrowserNav est utilisé pour basculer entre ces options. Selon le réglage de ce rotor, BrowserNav indiquera avec des bip soit la position horizontale ou la taille de la police de l'élément actuellement sélectionné. De plus, BrowserNav craquera sur les commandes de navigation rapide pour indiquer la quantité de texte qui a été ignorée (cette fonctionnalité n'est disponible que dans Google Chrome et Firefox).

source: BrowserNav works in any browser supported by NVDA. Although some features may not be available in all browsers. BrowserNav also works in other applications that support NVDA browse mode, such as Word documents and email clients.
es: BrowserNav funciona en cualquier navegador soportado por NVDA, aunque algunas funciones pueden no estar disponibles en todos los navegadores. BrowserNav también funciona en otras aplicaciones que soportan el modo exploración de NVDA, como documentos de Word y clientes de correo electrónico.
fr: BrowserNav fonctionne dans n'importe quel navigateur pris en charge par NVDA. Bien que certaines fonctionnalités ne soient pas disponibles dans tous les navigateurs. BrowserNav fonctionne également dans d'autres applications qui prennent en charge le mode navigation de NVDA, telles que les documents Word et les clients de messagerie.

source: BrowserNav works in any browser supported by NVDA.
bg: BrowserNav работи във всеки браузър, поддържан от NVDA.
da: Browsernavigation fungerer i enhver browser, som understøttes af NVDA.
de: BrowserNav funktioniert in jedem Browser, der von NVDA unterstützt wird.
fr: BrowserNav fonctionne avec tous les navigateurs supportés par NVDA.
gl: BrowserNav funciona en calquera navegador soportado por NVDA.
hr: Dodatak „Kretanje u pregledniku” radi sa svim preglednicima koje podržava NVDA.
it: BrowserNav funziona con qualsiasi browser supportato da NVDA.
ja: BrowserNavは、NVDAによりサポートされたどのブラウザでも動作します。
pl: BrowserNav działa w każdej przeglądarce obsługiwanej przez NVDA.
pt_pt: O BrowserNav funciona em qualquer navegador suportado pelo NVDA.
sk: Doplnok funguje vo všetkých prehliadačoch podporovaných NVDA.
uk: BrowserNav працює з усіма браузерами, які підтримує NVDA.
zh_cn: 浏览器导航在 NVDA 支持的任何浏览器中工作。

source: Keystrokes:
bg: Клавишни команди:
da: Kommandoer:
de: Tastenkombinationen:
es: Atajos de teclado:
fr: Touches de commandes :
gl: Ordes de teclas:
hr: Tipkovni prečaci:
it: Tasti di scelta rapida:
ja: キー操作:
pl: Naciśnięcia klawiszy:
pt_pt: teclas de atalho:
sk: Klávesové skratky:
uk: Клавіатурні команди:
zh_cn: 快捷键：

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next paragraph with the same horizontal offset or font size.
bg: NVDA+Alt+стрелка нагоре или стрелка надолу: Преминаване към предишен или следващ абзац със същия хоризонтален отстъп или размер на шрифта.
da: NVDA+alt+pil op eller ned: Gå til forrige eller næste afsnit med samme vandrette forskydning eller skriftstørrelse.
de: NVDA+Alt+Pfeiltaste nach oben oder Pfeiltaste nach unten: Springt zum vorherigen oder nächsten Absatz mit dem gleichen horizontalen Abstand vom linken Bildschirmrand oder der gleichen Schriftgröße.
es: NVDA+alt+flechas arriba y abajo: salta al párrafo anterior o siguiente con el mismo desplazamiento horizontal o tamaño de fuente.
fr: NVDA+Alt+FlècheHaut ou FlècheBas : Saute au paragraphe précédent ou suivant avec la même position horizontale ou la même taille de police.
gl: NVDA+Alt+FrechaArriba ou FrechaAbaixo: Saltar a parágrafo seguinte ou anterior co mesmo desprazamento horizontal ou tamaño de fonte.
hr: NVDA+Alt+Strelica gore ili Strelica dolje: Skoči do prethodnog ili sljedećeg odlomka s jednakim vodoravnim odmakom ili s jednakom veličinom fonta.
it: NVDA+Alt+freccia su o giù: passa al paragrafo precedente o successivo con lo stesso rientro sinistro o la stessa dimensione del carattere.
ja: NVDA+Alt+上矢印または下矢印:同じ水平オフセットまたはフォントサイズで、前または次の段落に移動。
pl: NVDA+Alt+UpArrow lub DownArrow: Przejdź do poprzedniego lub następnego akapitu z tym samym przesunięciem poziomym lub rozmiarem czcionki.
pt_pt: NVDA+Alt+seta para cima ou seta para baixo: Saltar para o parágrafo anterior ou seguinte com o mesmo deslocamento horizontal ou tamanho de letra.
sk: NVDA+šípky hore a dole: Prechádza medzi odsekmi s rovnakým odsadením alebo veľkosťou písma.
uk: NVDA+Alt+стрілка вгору або стрілка вниз: перейти до попереднього чи наступного абзацу з тим самим горизонтальним зміщенням або розміром шрифту.
zh_cn: NVDA + Alt + 向上箭头或向下箭头: 跳转到具有相同水平偏移量或字体大小的上一段或下一段。

source: NVDA+Alt+Home or NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size (parent paragraph).NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size.NVDA+Alt+Home or NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size (parent paragraph).
fr: NVDA+Alt+Début ou NVDA+alt+Flèche gauche : Saute au paragraphe précédent avec une position horizontale plus petite ou une taille de police plus grande (paragraphe parent).NVDA+alt+FlècheGauche : Saute au paragraphe précédent plus à gauche ou avec une taille de police plus grande.NVDA+Alt+Début ou NVDA+alt+Flèche gauche : Saute au paragraphe précédent avec une position horizontale plus petite ou une taille de police plus grande (paragraphe parent).

source: NVDA+Alt+End or NVDA+Control+alt+LeftArrow: Jump to next paragraph with lesser offset or greater font size (next parent paragraph).NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size.NVDA+Alt+End or NVDA+Control+alt+LeftArrow: Jump to next paragraph with lesser offset or greater font size (next parent paragraph).
fr: NVDA+Alt+Fin ou NVDA+Contrôle+alt+Flèche gauche : Saute au paragraphe suivant avec une position horizontale plus petite ou une taille de police plus grande (paragraphe parent suivant).NVDA+Alt+FlècheDroite : Saute au paragraphe suivant plus à droite ou une taille de police plus petite.NVDA+Alt+Fin ou NVDA+Contrôle+alt+Flèche gauche : Saute au paragraphe suivant avec une position horizontale plus petite ou une taille de police plus grande (paragraphe parent suivant).

source: NVDA+Alt+PageDown or NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size (child paragraph).NVDA+O: Switch rotor setting between horizontal offset, font size, font size with font style.NVDA+Alt+PageDown or NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size (child paragraph).
fr: NVDA+Alt+Page suivante ou NVDA+Alt+Flèche droite : Saute au paragraphe suivant avec une position horizontale plus grande ou une taille de police plus petite (paragraphe enfant).

source: NVDA+Alt+PageUp or NVDA+Control+Alt+RightArrow: Jump to previous paragraph with greater offset or smaller font size (previous child paragraph).
es: NVDA+alt+retroceso página o NVDA+control+alt+flecha derecha: salta al párrafo anterior con más desplazamiento o menor tamaño de fuente (párrafo hijo anterior).
fr: NVDA+Alt+Page précédente ou NVDA+Contrôle+Alt+Flèche droite : Saute au paragraphe précédent avec une position horizontale plus grande ou une taille de police plus petite (paragraphe enfant précédent).

source: NVDA+O: Switch rotor setting between horizontal offset, font size, font size with font style.
bg: NVDA+O: Смяна на режима за навигация между хоризонтален отстъп, размер на шрифта, размер на шрифта със стил на шрифта.
da: NVDA+O: Skift rotorindstilling mellem vandret forskydning, skriftstørrelse, skriftstørrelse med skrifttype og typografi.
de: NVDA+O: Rotoreinstellung zum Umschalten zwischen horizontalem Abstand, Schriftgröße, bzw. Schriftgröße mit Schriftstil.
es: NVDA+o: cambia el rotor entre desplazamiento horizontal, tamaño de fuente o tamaño de fuente con restricción de estilo.
fr: NVDA+Alt+Page suivante ou NVDA+Alt+Flèche droite : Saute au paragraphe suivant avec une position horizontale plus grande ou une taille de police plus petite (paragraphe enfant).
gl: NVDA+O: Alternar opcion do rotor entre desprazamento horizontal, tamaño de fonte, tamaño de fonte con estilo de fonte.
hr: NVDA+O: Mijenjaj postavku između vodoravnog odmaka, veličine fonta, veličine fonta sa stilom fonta.
it: NVDA+O: sceglie il criterio di navigazione tra rientro sinistro, dimensione carattere e dimensione carattere con stesso tipo di carattere.
ja: NVDA+O: 水平オフセット、フォントサイズ、フォントスタイルとフォントサイズ、の間でローター設定を変更。
pl: NVDA + O: Przełącz ustawienie wirnika między przesunięciem poziomym, rozmiarem czcionki, rozmiarem czcionki ze stylem czcionki.
pt_pt: NVDA+O: Alternar a configuração do rotor entre deslocamento horizontal, tamanho da fonte, tamanho da fonte com estilo de fonte.
sk: NVDA+O: prepína medzi zobrazením odsadenia, písmom a písmom a štýlom.
uk: NVDA+O: перемикає кільцеве налаштування між горизонтальним зміщенням, розміром шрифту та розміром шрифту зі стилем шрифту.
zh_cn: NVDA + O: 切换转子设置之间的水平偏移量, 字体大小, 字体大小与字体样式。

source: P or Shift+P: Jump to next or previous paragraph.
bg: P или Shift+P: Преминаване към следващия или предишния абзац.
da: P eller Shift+P: Hop til næste eller forrige afsnit.
de: P oder Umschalt+P: Zum nächsten oder vorherigen Absatz springen.
es: P y shift+p: salta al siguiente párrafo o al anterior.
fr: P ou Maj+P : Saute au paragraphe suivant ou précédent.
gl: P ou Shift+P: Saltar a parágrafo seguinte ou anterior.
hr: P ili Šift+P: Skoči na sljedeći ili prethodni odlomak.
it: P o shift + P: passa al paragrafo successivo o precedente.
ja: PまたはShift+P:次または前の段落に移動。
pl: P lub Shift+P: Przechodzenie do następnego lub poprzedniego akapitu.
pt_pt: P ou Shift+P: Saltar para o parágrafo seguinte ou anterior.
sk: P a shift+P: Skáče po odsekoch.
uk: P або Shift+P: перейти до наступного чи попереднього абзацу.
zh_cn: P 或 Shift + P: 跳转到下一段或上一段。

source: \\ or Shift+\\ (backslash): Scroll up or down to reveal each page element; can be useful in dynamic web pages to load all the elements; also can be useful in infinite scroll webpages to load the next chunk.
es: \\ o Shift+\\ (barra invertida): desplazarse arriba o abajo para revelar cualquier elemento de la página, puede ser útil en páginas web dinámicas para cargar todos los elementos. También puede ser útil en páginas web con desplazamiento infinito para cargar el siguiente fragmento.
fr: \\ ou Maj+\\ (barre oblique inversée) : Défilement vers le haut ou vers le bas pour révéler chaque élément de la page; Peut être utile dans les pages Web dynamiques pour charger tous les éléments; Peut également être utile dans le défilement illimité des pages Web pour charger le morceau suivant.
