Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/calibre.*.po
Languages: fr

source: Author: Javi Dominguez
fr: Auteur : Javi Dominguez

source: Download [stable version][1]
fr: Télécharger [version stable][1]

source: Download [development version][2]
fr: Télécharger [version de développement][2]

source: An NVDA add-on with some accessibility enhancements for the interface of Calibre eBook Management
fr: Un module complémentaire NVDA avec quelques améliorations d'accessibilité pour l'interface du gestionnaire de livres Calibre (Calibre eBook Management)

source: F5 open the context menu for virtual libraries
fr: F5 ouvre le menu contextuel pour les bibliothèques virtuelles

source: F6 open the context menu for saved searches
fr: F6 ouvre le menu contextuel pour les recherches sauvegardées

source: F7 open the context menu for adding books
fr: F7 ouvre le menu contextuel pour ajouter des livres

source: * F8 open the context menu for selecting and maintenance library * F10 brings the focus to the toolbar. Then you can navigate it with standard keys (tab and arrows); enter to activate item and key applications to display the context menu; escape to exit the toolbar. * F12 search the current book in Google * NVDA+Alt+End says the total of books in the current library view and the number of books selected * NVDA+Control+H open the context menu for settings of the current column * I in library view reads the book information.
fr: * F8 ouvre le menu contextuel de sélection et de maintenance de la bibliothèque * F10 amène le focus sur la barre d'outils. Ensuite, vous pouvez naviguer avec les touches standard (tab et flèches) ; entrer pour activer l'élément et la touche applications pour afficher le menu contextuel ; ECHAP pour quitter la barre d'outils. * F12 recherchez le livre actuellement sélectionné sur Google * NVDA+Alt+Fin annonce le nombre total de livres dans la vue de la bibliothèque actuelle et le nombre de livres sélectionnés * NVDA+Contrôle+H ouvre le menu contextuel des paramètres pour la configuration de la colonne actuelle * I sur un livre dans la vue de la bibliothèque lit les informations du livre.

source: Keystrokes can be customized in Preferences of NVDA > Input gestures when calibre are open. Also you can define in preferences the way NVDA reads the table headers in the library (rows and columns, columns only or none).
fr: Ces commandes au clavier peuvent être personnalisées à partir du dialogue Gestes de commandes > Préférences de NVDA lorsque Calibre est ouvert. Vous pouvez également définir dans les préférences la manière dont NVDA lit les en-têtes de tableau dans la bibliothèque (lignes et colonnes, colonnes seulement ou aucune).

source: Take a look at the [documentation of Calibre][3] for know more Keyboard shortcuts.
fr: Consultez la [documentation de Calibre][3] pour en savoir plus sur les raccourcis clavier.

source: Covered by the GNU General Public License. See the [file COPYING.txt][4] for more details.
fr: Couvert par la licence publique générale GNU (GNU General Public License). Voir le [fichier COPYING.txt][4] pour plus de détails.
