Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/charInfo.*.po
Languages: da, de, it, ja, pl, sk, tr, uk

source: MS font, only for characters written with proprietary Microsoft fonts (Symbol, Wingding 1, 2, 3 and Webding): name and information about the equivalent Unicode character.
pl: MS font, tylko dla znaków zapisanych zastrzeżonymi czcionkami Microsoft (Symbol, Wingding 1, 2, 3 i Webding): nazwa i informacje o równoważnym znaku Unicode.
uk: MS шрифт, тільки для символів, написаних власними шрифтами Microsoft (Symbol, Wingding 1, 2, 3 і Webding): назва та інформація про еквівалентний символ Unicode.

source: Numpad2 (all keyboard layouts) or NVDA+. (laptop layout): when pressed 4 times, displays information about the character of the current navigator object where the review cursor is situated.
da: Numpad2 (alle tastaturlayouts) eller NVDA+. (laptop-layout): Ved at udføre denne kommando fire gange vil der vises information om det aktuelle tegn der befinder sig under læsemarkøren.
de: Nummernblock2 (alle Tastaturschemata) oder NVDA +. (Tastaturschema Laptop): Wenn diese Tastenkombination viermal gedrückt wird, werden Informationen zum Zeichen des aktuellen Navigatorobjekts angezeigt, in dem sich der NVDA-Cursor befindet.
it: Numpad2 (tutti i layout di tastiera) o NVDA +. (layout laptop): se premuto 4 volte, visualizza informazioni sul carattere dell'oggetto del navigatore in cui si trova il cursore di revisione.
ja: テンキー2(全キーボード配列）またはNVDA+.(ラップトップ配列）: 4回押すと、レビューカーソルのある、現在のナビゲータオブジェクトの文字の情報を表示します。
pl: Numpad2 (wszystkie układy klawiatury) lub NVDA+. (układ dla komputerów przenośnych): Gdy jest naciśnięte czterokrotnie, wyświetla informację o znaku pod obiektem nawigatora gdzie się znajduje kursor przeglądu.
sk: numerická 2 (všetky rozloženia klávesnice) alebo NVDA+. (rozloženie laptop): keď stlačíte štyrikrát, zobrazí informácie o znaku aktuálneho navigačného objektu, na ktorom sa nachádza kurzor.
uk: Додаткова2 (всі розкладки клавіатури) або NVDA+. (розкладка Laptop): при натисканні 4 рази, відображається інформація про символ поточного об'єкта навігатора, в якому розташований переглядовий курсор.

source: Unassigned: Presents a message with detailed information on the character where the review cursor is situated. If you feel uncomfortable with the four press gesture, you may assign to it a gesture in NVDA's input gesture dialog ("Text review" category).
pl: Nieprzypisane: Wyświetla komunikat ze szczegółowymi informacjami o znaku, na którym znajduje się kursor recenzji. Jeśli czujesz się niekomfortowo z czterema gestami naciśnięcia, możesz przypisać do niego gest w oknie dialogowym gestów wejściowych NVDA (kategoria "Przegląd tekstu").
uk: Непризначено: Скрипт для відображення інформації про символ у позиції переглядового курсора. Якщо вам незручно використовувати жест чотириразового натискання, ви можете призначити жест в діалозі «Жести вводу» NVDA (Категорія«Перегляд тексту»).

source: Unassigned: Presents a message with detailed information on the character at the position of the caret (works only in places where there is a caret). It can be found in the "system caret" category of NVDA input gestures dialog.
pl: Nieprzypisany: Wyświetla komunikat ze szczegółowymi informacjami o postaci w pozycji daszka (działa tylko w miejscach, w których znajduje się daszek). Można go znaleźć w kategorii "kaseta systemowa" w oknie dialogowym gestów wejściowych NVDA.
uk: Непризначено: Скрипт для відображення інформації про символ для символа в позиції системної каретки (працює лише в тих місцях, де є каретка). Його можна знайти в категорії «Системна каретка» діалогу «Жести вводу» NVDA.

source: Notes
da: Bemærkninger
de: Anmerkungen
it: Note
ja: 備考
pl: Uwagi
sk: Poznámky
uk: Примітки

source: Two commands are unassigned by default. They need to be assigned in the Input gestures dialog to be used.
pl: Domyślnie dwa polecenia nie są przypisane. Muszą być przypisane w oknie dialogowym Gesty wejściowe, które mają być używane.
uk: Дві команди початково не призначено. Для використання їх потрібно призначити у діалозі Жести вводу.

source: Compatibility with NVDA 2023.1.
pl: Zgodność z NVDA 2023.1
uk: Сумісність з NVDA 2023.1.

source: Drops compatibility with NVDA below 2022.3.3. The last version compatible with NVDA 2019.3 is the [1.8][downloadVersion1.8].
pl: Spada kompatybilność z NVDA poniżej 2022.3.3. Ostatnia wersja kompatybilna z NVDA 2019.3 to [1.8][downloadVersion1.8].
uk: Знижено сумісність з NVDA нижче 2022.3.3. Остання версія, сумісна з NVDA 2019.3 [1.8][downloadVersion1.8].

source: Drops compatibility with NVDA below 2019.3. The last version compatible with NVDA 2017.3 is the [1.7][downloadVersion1.7].
pl: Spada kompatybilność z NVDA poniżej 2019.3. Ostatnia wersja kompatybilna z NVDA 2017.3 to [1.7][downloadVersion1.7].
uk: Знижено сумісність з NVDA нижче 2019.3. Остання версія, сумісна з NVDA 2017.3 [1.7][downloadVersion1.7].

source: NVDA compatibility: 2019.3 and beyond
ja: NVDA 互換性: 2019.3以降

source: This add-on allows to present in a message character information such as unicode name, number, category, etc.
da: Denne tilføjelse giver mulighed for at vise information om et bestemt tegn som unicode navn, nummer, kategori osv i en dialog.
de: Diese Erweiterung ermöglicht es, in einer Nachricht Zeichen-Informationen wie Unicode-Name, Nummer, Kategorie, etc. zu präsentieren.
it: Questo componente aggiuntivo consente di presentare, in un messaggio, informazioni sui caratteri come nome unicode, numero, categoria, ecc.
ja: このアドオンにより、メッセージに、ユニコード名、番号、カテゴリなどの文字情報を表示出来ます。
sk: Poskytuje informácie o znakoch, ako je Unicode názov, číslo, kategória a podobne.

source: This add-on provides also two gestures that are unassigned by default:
ja: このアドオンで、初期設定で割り当てられていない2つのジェスチャーもまた使用可能です:

source: A script to display directly the review cursor character information. If you feel unconfortable with the four press gesture, you may assign to it a gesture in NVDA's input gesture dialog ("Text review" category).
ja: レビューカーソルの文字情報を直接表示するスクリプト。4回押しのジェスチャーを好まない場合、NVDAの入力ジェスチャーダイアログ（「テキストレビュー」カテゴリ）にてジェスチャーを割り当て出来ます。

source: A script to display character information for the character at the position of the caret (works only in places where there is a caret). It can be found in the "system caret" category of NVDA input gestures dialog.
ja: キャレット位置の文字の文字情報を表示するスクリプト（キャレットがある場所のみで動作）。NVDAの入力ジェスチャダイアログの「システムキャレット」カテゴリで見つけられます。

source: The provided information is in english since it is part of Unicode norm. If a local translation exists for this add-on, the information is also provided alongside with english.
da: Den angivne information er på engelsk, da den er en del af Unicode-norm. Hvis der findes en lokal oversættelse til denne tilføjelse, findes oplysningerne også sammen med informationerne på engelsk.
de: Die bereitgestellten Informationen sind auf Englisch, da sie Teil der Unicode-Norm sind. Wenn für diese Erweiterung eine lokale Übersetzung vorliegt, wird diese sowie das englische original ausgegeben.
it: L'informazione fornita è in inglese, perché così è realizzato lo standard unicode. Se esiste una localizzazione per questo componente, l'informazione viene fornita anche nella lingua locale.
ja: 提供される情報は、Unicord 標準の一部のため、英語です。もしローカルな翻訳がこのアドオンに存在する場合、その情報もまた英語と一緒に提供されます。
sk: Poskytnuté informácie sú v angličtine, pretože sú súčasťou normy Unicode. Ak existuje preklad pre tento doplnok, informácie sa poskytujú v anglickom a preloženom jazyku.

source: For the characters written with Microsoft proprietary fonts Symbol, Wingding (1, 2,, 3) and Webding, some additional information is provided: character name, font name and information of the corresponding unicode character.
da: For de tegn, der er skrevet med Microsoft-proprietære skrifttyper Symbol, Wingding (1, 2 ,, 3) og Webding, angives yderligere oplysninger: Tegnets navn, skrifttype og information om det tilsvarende unicode-tegn.
it: Per i caratteri scritti con font proprietari di Microsoft, Wingding (1, 2,, 3) e Webding, viene fornita qualche informazione in più: nome del carattere, nome del font e informazioni sul corrispondente carattere unicode.
ja: Microsoft専売フォント記号で書かれた文字、Wingding(1,2,3)とWebdingの場合、いくつかの追加の情報が提供されます: 文字名、フォント名と対応するユニコード文字の情報
sk: Ak je znak napísaný v niektorom z Microsoft fontov Wingding (1, 2,, 3) a Webding, doplnok oznamuje aj názov symbolu a typ písma a informácia o príslušnom znaku zo sady Unicode.

source: Drops compatibility with NVDA below 2019.3.
ja: 2019.3より前のNVDAへの互換性がなくなりました。

source: Authors: Cyrille Bougot
da: Forfattere: Cyrille Bougot
de: Autor: Cyrille Bougot
it: Autori: Cyrille Bougot
sk: Autor: Cyrille Bougot

source: NVDA compatibility: 2017.3 to 2019.3
da: NVDA-kompatibilitet: 2017.3 til 2019.3
de: NVDA-Kompatibilität: 2017.3 bis 2019.3
it: Compatibilità con NVDA. dalla versione 2017.3 alla 2019.3
sk: NVDA kompatibilita: 2017.3 až 2019.3

source: This add-on provides also a script to display directly the review cursor character information. This script has no default gesture assigned. If you feel unconfortable with the four press gesture, you may assign to it a gesture in NVDA's input gesture dialog ("Text review" category).
da: Denne tilføjelse indeholder også et script, der viser informationer om det aktuelle tegn under læsemarkøren. Dette script har ingen tildelt kommando. Hvis du ikke er i stand til at udføre kommandoen NVDA+. fire gange hurtigt, så kan du tildele en kommando til scriptet under kategorien "Tekstlæsning" i NVDA's dialog "Inputbevægelser".
de: Diese Erweiterung bietet auch ein Skript, um direkt die Informationen beim Cursor Zeichen anzuzeigen. Diesem Skript ist keine Standardgeste zugeordnet. Wenn Ihnen die vierfache Druckgeste nicht gefällt, können Sie sie im Eingabegestendialog von NVDA ("Textreview"-Kategorie) eine Geste zuweisen.
it: Questo componente aggiuntivo fornisce anche uno script per mostrare direttamente le informazioni sul carattere su cui si trova il cursore di controllo. Tale script non ha un tasto assegnato.
sk: K dispozícií je tiež skratka na zistenie informácií o znaku pod prezeracím kurzorom. Ak vám nevyhovuje štvorité stlačenie klávesovej skratky, môžete si v dialógu klávesové skratky nastaviť samostatnú skratku. Hľadajte vetvu prezeranie textu.

source: The CLDR name (Unicode Common Locale Data Repository) is only supported with NVDA 2019.1 and above.
da: CLDR (Unicode Common Locale Data Repository) understøttes kun med NVDA 2019.1 og derover.
de: Der CLDR-Name (Unicode Common Locale Data Repository) wird nur mit NVDA 2019.1 und höher unterstützt.
it: Il nome CLDR (Unicode Common Local Data Repository) è supportato solo con NVDA 2019.1 e versioni successive.
sk: Názov CLDR (Unicode Common Locale Data Repository) je podporovaný iba s NVDA od verzie2019.1.

source: Change Log
de: Änderungsprotokoll
