Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/charInfo.*.po
Languages: da, de, it, ja, pl, sk, tr, uk

source: [[!meta title="Character Information"]]
da: [[!meta title="Character Information (tilføjelse ikke oversat)"]]
de: [[!meta title="Zeichen-Informationen"]]
sk: [[!meta title="Informácie o znaku"]]
tr: [[!meta title="Karakter bilgisi"]]
uk: [[!meta title="Character Information (Інформація про символ)"]]

source: Author: Cyrille Bougot
ja: 作者: Cyrille Bougot
pl: Autor: Cyrille Bougot
tr: Yazar: Cyrille Bougot
uk: Автор: Cyrille Bougot

source: Download [stable version][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
it: Scarica [versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [wersja stabilna][1]
sk: Stiahnúť [stabilnú verziu][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
da: Download [udviklingsversion][2]
de: [Entwicklerversion herunterladen][2]
it: Scarica [versione in sviluppo][2]
ja: ダウンロード[開発版][2]
sk: Stiahnúť [vývojovú verziu][2]
tr: [geliştirici sürümünü][2] indir

source: This add-on allows to present in a message various information about a character. It also allows to customize the information reported on a character when using review cursor character navigation commands or multiple presses of the review character command.
tr: Bu eklenti, bir mesajda bir karakter hakkında çeşitli bilgilerin sunulmasına olanak tanır. Ayrıca, gözden geçirme imleci karakter gezinme komutlarını kullanırken veya karakteri gözden geçirme komutuna birden çok kez basıldığında, bir karakter hakkında bildirilen bilgilerin özelleştirilmesine de olanak tanır.

source: Features
tr: Özellikler

source: Display detailed information on a character, e.g. Unicode name, number, CLDR, symbol name, etc.
tr: Bir karaktere ilişkin ayrıntılı bilgileri görüntüleyin, ör. Unicode adı, numarası, CLDR, sembol adı vb.

source: This information can be displayed either at the location of the review cursor or at the location of the system cursor.
tr: Bu bilgi, inceleme imlecinin bulunduğu konumda veya sistem imlecinin bulunduğu konumda görüntülenebilir.

source: Customize the reported information when pressing `numpad2`.
tr: 'Numpad2'ye basıldığında bildirilen bilgileri özelleştirir.

source: Use the same custom information when moving the review cursor by character.
tr: İnceleme imlecini karakter karakter hareket ettirirken aynı özel bilgileri kullanır.

source: Commands
da: Kommandoer
de: Befehle
it: Comandi
ja: コマンド
pl: Polecenia
sk: Klávesové skratky
tr: Komutlar
uk: Команди

source: `Numpad2` (all keyboard layouts) or `NVDA+.` (laptop layout): when pressed 4 times, displays information about the character of the current navigator object where the review cursor is situated. This command can also be customized in the settings of the add-on.
tr: 'Numpad2' (tüm klavye düzenleri) veya 'NVDA+.' (dizüstü bilgisayar düzeni): 4 kez basıldığında, inceleme imlecinin bulunduğu geçerli gezinme nesnesinin karakteri hakkında bilgi görüntüler. Bu komut eklentinin ayarlarında da özelleştirilebilir.

source: Unassigned: Presents a message with detailed information on the character where the review cursor is situated. If you feel uncomfortable with the four press gesture, you may use this command instead.
tr: Atanmamış: İnceleme imlecinin bulunduğu karakter hakkında ayrıntılı bilgi içeren bir mesaj sunar. Dört basma hareketinden rahatsızlık duyuyorsanız bunun yerine bu komutu kullanabilirsiniz.

source: Unassigned: Presents a message with detailed information on the character at the position of the caret (works only in places where there is a caret).
tr: Atanmamış: İmlecin konumundaki karakter hakkında detaylı bilgi içeren bir mesaj sunar (yalnızca imlecin olduğu yerlerde çalışır).

source: Unassigned: Opens Character Information add-on settings.
tr: Atanmamış: Karakter Bilgisi eklenti ayarlarını açar.

source: The unassigned commands need first to be assigned in the Input gestures dialog to be used.
tr: Bu eklenti, bir mesajda bir karakter hakkında çeşitli bilgiler sunmaya izin verir.Bu eklenti, NVDA'nın bir karakterin unikod adı, sayısı, kategorisi gibi bilgileri mesaj şeklinde sunmasını sağlar.Atanmamış komutların kullanılabilmesi için öncelikle Girdi hareketleri iletişim kutusunda atanması gerekir.

source: Presented information
pl: Prezentowane informacje
tr: Sunulan bilgiler
uk: Представлена інформація

source: Detailed information on a character
tr: Bir karakter hakkında detaylı bilgi

source: The presented information include the following sections:
pl: Prezentowane informacje obejmują następujące sekcje:
tr: Sunulan bilgiler aşağıdaki bölümleri içerir:
uk: Представлена інформація містить такі розділи:

source: Unicode: information from Unicode norm, i.e. name, CLDR name, value, block, etc.
pl: Unicode: informacje z normy Unicode, tj. nazwa, nazwa CLDR, wartość, blok itp.
tr: Unicode: Unicode normundan gelen bilgiler, yani ad, CLDR adı, değer, blok vb.
uk: Unicode: інформація з норми Unicode, тобто назва, назва CLDR, значення, блок тощо.

source: NVDA symbol description: information allowing to understand how NVDA reports the symbol description. NVDA uses the information in the top most rows containing available information to provide the description of a symbol.
pl: Opis symbolu NVDA: informacje pozwalające zrozumieć, w jaki sposób NVDA raportuje opis symbolu. NVDA używa informacji w najwyższych wierszach zawierających dostępne informacje w celu dostarczenia opisu symbolu.
tr: NVDA sembol bilgisi: NVDA'nın sembol bilgisini nasıl raporladığını anlamayı sağlayan bilgiler. NVDA, bir sembolün bilgisini sağlamak için mevcut bilgileri içeren en üst satırlardaki bilgileri kullanır.
uk: Опис символу NVDA: інформація, що дозволяє зрозуміти, як NVDA подає опис символу. NVDA використовує інформацію у верхніх рядках, що містять доступну інформацію, для надання опису символу.

source: NVDA character description: information allowing to understand how NVDA reports the character description (e.g. "alpha" for "A"). NVDA uses the information in the top most rows containing available information to provide the description of a character.
pl: Opis znaku NVDA: informacje pozwalające zrozumieć, w jaki sposób NVDA zgłasza opis postaci (np. "alfa" dla "A"). NVDA wykorzystuje informacje w najwyższych wierszach zawierających dostępne informacje do opisu postaci.
tr: NVDA karakter Bilgisi: NVDA'nın karakter bilgisini nasıl rapor ettiğini anlamaya olanak sağlayan bilgiler (örn. "A" için "adana"). NVDA, bir karakterin tanımını sağlamak için mevcut bilgileri içeren en üstteki satırlardaki bilgileri kullanır.
uk: Опис символів NVDA: інформація, що дозволяє зрозуміти, як NVDA подає опис символів (e.g., "альфа" для "A"). NVDA використовує інформацію у верхніх рядках, що містять доступну інформацію, для надання опису символу.

source: The provided information in the Unicode section is in English since it is part of Unicode norm. If a local translation exists for this add-on, the information is also provided alongside with English.
pl: Informacje podane w sekcji Unicode są w języku angielskim, ponieważ są częścią normy Unicode. Jeśli istnieje lokalne tłumaczenie tego dodatku, informacje są również dostarczane wraz z językiem angielskim.
tr: Karakter hakkında bilgi, unicode düzeninde olduğu için İngilizce verilir. Eklenti başka bir dile çevrildiyse bilgi İngilizceyle birlikte verilir.
uk: Інформація надається англійською мовою, так як вона є частиною норми Unicode. Якщо для цього додатка існує локальний переклад, інформація надається також разом з англійською мовою.

source: Settings
tr: Ayarlar

source: This add-on has its own category in NVDA's settings dialog where you can configure the following options.
tr: Bu eklentinin NVDA'nın ayarlar iletişim kutusunda aşağıdaki seçenekleri yapılandırabileceğiniz kendi kategorisi vardır.

source: Unassigned: Presents a message with detailed information on the character where the review cursor is situated. If you feel uncomfortable with the four press gesture, you may assign to it a gesture in NVDA's input gesture dialog ("Text review" category).Unassigned: Presents a message with detailed information on the character of the current navigator object where the review cursor is situated. If you feel uncomfortable with the four press gesture, you may assign to it a gesture in NVDA's input gesture dialog ("Text review" category).The three combo boxes of this group allow to customize what is reported by the report review character command (`numpad2`) when using two, three or four presses. By default, NVDA reports the character description on second press and its numeric value, decimal and hexadecimal, on third press. You can change what is reported on the character at the position of the review cursor upon multiple presses. For example, you can report its CLDR English name on second press, its Unicode name on third press and display detailed information on it on fourth press.
tr: Atanmamış: İnceleme imlecinin bulunduğu karakter hakkında ayrıntılı bilgiler içeren bir mesaj sunar. Dörtlü basma hareketinden rahatsızsanız, NVDA'nın girdi hareketi iletişim kutusunda ("Metin incelemesi" kategorisi) buna bir hareket atayabilirsiniz.İnceleme imlecinin üzerinde bulunduğu karakter hakkında bilgi görüntülemek için bir script. 4 kez basma kısayolundan memnun değilseniz farklı bir kısayol atayabilirsiniz. Atamayı girdi hareketleri iletişim kutusunun metin incelemesi kategorisinden yapabilirsiniz.Bu grubun üç birleşik kutusu, iki, üç veya dört basış kullanıldığında inceleme karakteri bildirimi komutu (`numpad2`) tarafından neyin bildirileceğini özelleştirmeye izin verir. Varsayılan olarak, NVDA karakter açıklamasını ikinci basışta, sayısal değerini, ondalık ve onaltılık olarak üçüncü basışta bildirir. Birden fazla basışta inceleme imlecinin konumundaki karakterde bildirilenleri değiştirebilirsiniz. Örneğin, ikinci basışta CLDR İngilizce adını, üçüncü basışta Unicode adını bildirebilir ve dördüncü basışta ayrıntılı bilgileri görüntüleyebilirsiniz.

source: When you have reported specific information with the report review character command (`numpad2`) called multiple times, you may want to continue reporting the same information while navigating with the review cursor (`numpad1` and `numpad3`). Checking this option will allow you to do it, as long as you navigate with the review cursor by character just after a multiple press of `numpad2`.
tr: Atanmamış: İmlecin bulunduğu konumdaki karakter hakkında ayrıntılı bilgiler içeren bir mesaj sunar (yalnızca bir imlecin olduğu yerlerde çalışır). NVDA girdi hareketleri iletişim kutusunun "sistem düzenleme imleci" kategorisinde bulunabilir.Düzenleme imlecinin üzerinde bulunduğu karakter hakkında bilgi göstermek için bir script (düzenleme imleci olan yerlerde çalışır). NVDA girdi hareketleri iletişim kutusunun "sistem düzenleme imleci" kategorisinde bulabilirsiniz.İnceleme karakteri bildirimi komutunu ("numpad2") birden çok kez çağırarak belirli bilgileri bildirdiğinizde, inceleme imleciyle ("numpad1" ve "numpad3") gezinirken aynı bilgileri bildirmeye devam etmek isteyebilirsiniz. Bu seçeneğin işaretlenmesi, 'numpad2'ye birden çok kez basıldıktan hemen sonra inceleme imleciyle karakter karakter gezindiğiniz sürece bunu yapmanıza olanak tanır.

source: Change log
da: Ændringshistorik
it: Novità
ja: 変更履歴
pl: Lista zmian
sk: Zmeny
tr: Değişiklikler
uk: Журнал змін

source: Version 3.0
tr: Sürüm 3.0

source: It is now possible to configure the property reported for the character under the review cursor upon multiple presses on `numpad2`. Optionally, after having used multiple press on `numpad2`, the last reported property can also be reported as long as you navigate by character with the review cursor (`numpad1` and `numpad3`).
tr: İki komut varsayılan olarak atanmamıştır. Kullanılabilmeleri için Girdi hareketleri iletişim kutusunda atanmaları gerekir.Artık 'numpad2'ye birden fazla basıldığında inceleme imlecinin altındaki karakter için bildirilen özelliği yapılandırmak mümkün. İsteğe bağlı olarak, 'numpad2'ye birden fazla bastıktan sonra, gözden geçirme imleciyle ('numpad1' ve 'numpad3') karaktere göre gezindiğiniz sürece son bildirilen özellik de bildirilebilir.

source: Prepares compatibility with NVDA 2024.1: speech on-demand support.
tr: NVDA 2024.1 ile uyumluluğu hazırlar: isteğe bağlı konuşma desteği.

source: Addresses potential security issues related to [GHSA-xg6w-23rw-39r8][4] when using the add-on with older versions of NVDA. However, it is recommended to use NVDA 2023.3.3 or higher.
tr: Eklentiyi NVDA'nın eski sürümleriyle kullanırken [GHSA-xg6w-23rw-39r8][4] ile ilgili olası güvenlik sorunlarını giderir. Ancak NVDA 2023.3.3 veya üzerini kullanmanız tavsiye edilir.

source: Version 2.6
tr: Sürüm 2.6

source: Update to Unicode 15.1.
tr: Unicode 15.1'e güncellendi.

source: Adds support for Python 3.11 to prepare compatibility with NVDA 2024.1.
tr: NVDA 2024.1 ile uyumluluğu hazırlamak amacıyla Python 3.11 desteği eklendi.

source: Note: From now on, translation updates will not appear anymore in the change log.
tr: Not: Artık çeviri güncellemeleri değişiklik günlüğünde görünmeyecek.

source: Fixed import error with last NVDA alpha versions, NVDA 2023.2 development cycle (contribution Noelia Ruiz Mart�nez).
tr: NVDA 2023.2 geliştirme döngüsündeki son NVDA alfa sürümleriyle ilgili içe aktarma hatası düzeltildi (katkı Noelia Ruiz Marténez).

source: Version 2.4
tr: Sürüm 2.4

source: Updated localizations.
pl: Zaktualizowane lokalizacje.
tr: Yerelleştirmeler güncellendi.
uk: Оновлено локалізації.

source: Version 2.3
tr: Sürüm 2.3

source: Version 2.2
tr: Sürüm 2.2

source: Removed the dev channel.
tr: Geliştirici kanalı kaldırıldı.

source: Version 2.1
pl: Wersja 2.1
tr: Sürüm 2.1
uk: Версія 2.1

source: Fixed some bugs preventing the character information report to be displayed when some options were used.
pl: Naprawiono kilka błędów uniemożliwiających wyświetlanie raportu z informacjami o postaci, gdy niektóre opcje były używane.
tr: Bazı seçenekler kullanıldığında karakter bilgi raporunun görüntülenmesini engelleyen bazı hatalar düzeltildi.
uk: Виправлено деякі помилки, які перешкоджали відображенню звіту з інформацією про символ, коли використовувалися деякі параметри.

source: Version 2.0
pl: Wersja 2.0
tr: Sürüm 2.0
uk: Версія 2.0

source: Enhanced the character information report with information on NVDA symbol and NVDA character description.
pl: Ulepszono raport informacji o postaci o informacje o symbolu NVDA i opisie znaku NVDA.
tr: Karakter bilgisi duyurusu, NVDA sembolü ve NVDA karakter açıklaması hakkında bilgilerle geliştirildi.
uk: Покращено інформацію про символ NVDA у звіті про символ і опис символа NVDA.

source: Added the support of compound character, e.g. letters with diacritic consisting in two or more Unicode characters.
pl: Dodano obsługę znaków złożonych, np. liter ze znakami diakrytycznymi składającymi się z dwóch lub więcej znaków Unicode.
tr: Bileşik karakter desteği eklendi, örn. iki veya daha fazla Unicode karakterinden oluşan aksanlı harfler.
uk: Додано підтримку складних символів, наприклад, літер e.g. з діакритичними знаками, що складаються з двох або більше символів Unicode.

source: Update to Unicode 15.0
pl: Aktualizacja do standardu Unicode 15.0
tr: Unicode 15.0'a güncellendi.
uk: Оновлення до Unicode 15.0

source: Updated French block data.
pl: Zaktualizowano francuskie dane bloku.
tr: Fransız blok verileri güncellendi.
uk: Оновлено дані французького блоку.

source: Viewing character information is not allowed on lock screen and secure screens.
pl: Wyświetlanie informacji o postaci nie jest dozwolone na ekranie blokady i bezpiecznych ekranach.
tr: Kilit ekranında ve güvenli ekranlarda karakter bilgilerinin görüntülenmesine izin verilmez.
uk: Перегляд інформації про символи заборонено на екрані блокування та захищених екранах.

source: On Windows lock screen, the script to review the current character can now operate normally (single, double or triple press).
pl: Na ekranie blokady systemu Windows skrypt do przeglądania bieżącego znaku może teraz działać normalnie (pojedyncze, podwójne lub potrójne naciśnięcie).
tr: Windows kilit ekranında, mevcut karakteri gözden geçiren komut artık normal şekilde çalışabilir (tek, çift veya üçlü basın).
uk: На екрані блокування Windows сценарій для перегляду поточного символу тепер може працювати в звичайному режимі (одноразове, подвійне або потрійне натискання).

source: Drops compatibility with NVDA below 2022.3.3. The last version compatible with NVDA 2019.3 is the [1.8][3].
tr: NVDA ile uyumluluğu 2022.3.3'ün altına düşürür. NVDA 2019.3 ile uyumlu son sürüm [1.8][indirSürüm 1.8]'dir.NVDA uyumluluğu 2022.3.3'ün altına düşer. NVDA 2019.3 ile uyumlu son sürüm [1.8][3]'tür.

source: Update localizations.
ja: ローカライゼーションを更新。
pl: Zaktualizuj lokalizacje.
tr: Yerelleştirmeleri güncellendi.
uk: Оновлення локалізації.

source: Version 1.8
ja: バージョン 1.8
pl: Wersja 1.8
tr: Sürüm 1.8
uk: Версія 1.8

source: Update to Unicode 14.0.
ja: ユニコード14.0に更新しました。
pl: Aktualizacja do Unicode 14.0.
tr: Unicode 14.0'a güncellendi.
uk: Оновлення до Unicode 14.0.

source: Compatibility with NVDA 2022.1.
ja: NVDA 2022.1に互換。
pl: Kompatybilność z NVDA 2022.1.
tr: Eklenti NVDA 2022.1 sürümüyle uyumlu hâle getirildi.
uk: Сумісність з NVDA 2022.1.

source: Drops compatibility with NVDA below 2019.3. The last version compatible with NVDA 2017.3 is the [1.7][2].
tr: NVDA ile uyumluluğu 2019.3'ün altına düşürür. NVDA 2017.3 ile uyumlu son sürüm [1.7][indirSürüm 1.7]'dir.NVDA ile uyumluluğu 2019.3'ün altına düşürür. NVDA 2017.3 ile uyumlu son sürüm [1.7][2]'dir.

source: The release is now performed thanks to a GitHub action instead of appVeyor.
ja: appVeyorの代わりにGitHubアクションでこのリリースを実行。
pl: Wydanie jest teraz wykonywane dzięki akcji GitHub zamiast appVeyor.
tr: Sürüm artık appVeyor yerine bir GitHub eylemi sayesinde gerçekleştiriliyor.
uk: Реліз тепер виконується завдяки дії GitHub замість appVeyor.

source: Version 1.7
ja: バージョン 1.7
pl: Wersja 1.7
tr: Sürüm 1.7
uk: Версія 1.7

source: Added localizations.
ja: ローカライゼーションを追加。
pl: Dodano tłumaczenia.
tr: Yerelleştirmeler eklendi.
uk: Додано локалізації.

source: Version 1.6
ja: バージョン 1.6
pl: Wersja 1.6
tr: Sürüm 1.6
uk: Версія 1.6

source: Compatibility NVDA 2021.1.
ja: NVDA 2021.1に互換。
pl: Kompatybilność NVDA 2021.1.
tr: Eklenti NVDA 2021.1 sürümüyle uyumlu hâle getirildi.
uk: Сумісність з NVDA 2021.1.

source: Version 1.5
ja: バージョン 1.5
pl: Wersja 1.5
tr: Sürüm 1.5
uk: Версія 1.5

source: Prepare compatibility with NVDA 2021.1 (contribution Lukasz Golonka).
ja: NVDA 2021.1への互換性を準備（Lukasz Golonkaの貢献）。
pl: Przygotuj kompatybilność z NVDA 2021.1 (wkład Łukasza Golonki).
tr: NVDA 2021.1 sürümüyle uyumluluk hazırlıkları yapıldı (katkıda bulunan Lukasz Golonka).
uk: Підготовка сумісності з NVDA 2021.1 NVDA 2021.1 (внесок Lukasz Golonka).

source: Update along with last modifications on add-on template.
ja: アドオンテンプレートの最新の変更に沿って更新。
pl: Aktualizacja wraz z ostatnimi modyfikacjami szablonu dodatku.
tr: Eklenti taslağına son değişiklikler dahil edildi.
uk: Оновлення разом з останніми змінами в шаблоні додатка.

source: Version 1.4
ja: バージョン 1.4
pl: Wersja 1.4
tr: Sürüm 1.4
uk: Версія 1.4

source: Added a script to get information for the character at the caret position (contribution Lukasz Golonka).
ja: キャレット位置の文字の情報を得るスクリプトを追加（Lukasz Golonkaの貢献）。
pl: Dodano skrypt, aby uzyskać informacje dla postaci na pozycji karetki (wkład Łukasza Golonki).
tr: Düzenleme imlecinin bulunduğu konumdaki karakter hakkında bilgi edinmek için bir script eklendi (katkıda bulunan Lukasz Golonka).
uk: Додано скрипт для отримання інформації про символ в позиції каретки (внесок Lukasz Golonka).

source: Update to Unicode 13.0.
ja: ユニコード13.0に更新。
pl: Aktualizacja do Unicode 13.0.
tr: Unicode 13.0'a güncellendi.
uk: Оновлення до Unicode 13.0.

source: Version 1.3
it: Novità nella versione 1.3
ja: バージョン 1.3
pl: Wersja 1.3
sk: Verzia 1.3
tr: Sürüm 1.3
uk: Версія 1.3

source: Fixes a bug with NVDA 2019.3.
da: Retter en fejl med NVDA 2019.3.
it: Risolve un problema con NVDA 2019.3.
ja: NVDA 2019.3でのバグを修正。
pl: Naprawiono błąd z NVDA 2019.3.
sk: Opravuje chyby, ktoré nastávali v NVDA 2019.3.
tr: NVDA 2019.3 sürümünde karşılaşılan bir hata düzeltildi.
uk: Виправлено помилку в NVDA 2019.3.

source: Version 1.2
it: Novità nella versione 1.2
ja: バージョン 1.2
pl: Wersja1.2
sk: Verzia 1.2
tr: Sürüm 1.2
uk: Версія 1.2

source: Provides additional information on characters written with Microsoft fonts.
da: Angiver yderligere oplysninger om tegn, der er skrevet med Microsoft-skrifttyper.
it: Fornisce informazioni aggiuntive sui caratteri scritti con font Microsoft.
ja: Microsoftフォントで書かれた文字の追加情報を提供。
pl: Dostarcza dodatkową informację dla znaków napisanych za pomocą czcionek Microsoftu.
sk: Poskytuje doplňujúce informácie o znakoch napísaných v Microsoft fontoch.
tr: Eklenti Microsoft yazı tipleriyle yazılan karakterler hakkında ek bilgi veriyor.
uk: Надає додаткову інформацію про символи, написані шрифтами Microsoft.

source: Version 1.1
it: Novità nella versione 1.1
ja: バージョン 1.1
pl: Wersja 1.1
sk: Verzia 1.1
tr: Sürüm 1.1
uk: Версія 1.1

source: Updates to support newer versions of NVDA (Python 2 and 3 compatible)
da: Opdateringer til understøttelse af nyere versioner af NVDA (kompatibel med Python 2 og 3)
de: Updates zur Unterstützung neuerer Versionen von NVDA (kompatibel mit Python 2 und 3)
it: Aggiornamenti per supportare le nuove versioni di NVDA (compatible con Python 2 e 3)
ja: NVDAの新しいバージョンをサポートするように更新（Python 2と3に互換）
pl: Aktualizacja wsparcia dla nowych wersji NVDA (Python 2 i 3 zgodny)
sk: Podporuje novšie verzie NVDA (Kompatibilný s Python 2 a 3)
tr: Eklenti NVDA'nın yeni sürümlerini desteklemek için güncellendi (Python 2 ve 3 ile uyumlu)
uk: Оновлення для підтримки новіших версій NVDA (сумісних з Python 2 і 3)

source: Releases performed now with appveyor
da: Udgivelser udføres nu med appveyor
de: Releases, die jetzt mit Appveyor durchgeführt werden.
it: Ora i rilasci sono effettuati con appveyor
ja: リリースをappveyorで実行
pl: Wersje release są kompilowane z appwejorem
sk: vydania teraz prechádzajú cez appveyor
tr: Eklenti appveyor ile yayınlanıyor
uk: Версії зараз розробляються за допомогою appveyor

source: Version 1.0
it: Novità nella versione 1.0
ja: バージョン1.0
pl: Wersja 1.0
sk: Verzia 1.0
tr: Sürüm 1.0
uk: Версія 1.0

source: Initial release.
da: Første udgivelse.
de: Erste Veröffentlichung.
it: Versione iniziale.
ja: 最初のリリース。
pl: Wersja pierwotna.
sk: Prvé vydanie.
tr: İlk sürüm.
uk: Перша версія.

source: [3]: https://github.com/CyrilleB79/charInfo/releases/download/V1.8/charInfo-1.8.nvda-addon
tr: [indirSürüm 1.7]: https://github.com/CyrilleB79/charInfo/releases/download/V1.7/charInfo-1.7.nvda-addon[3]: https://github.com/CyrilleB79/charInfo/releases/download/V1.8/charInfo-1.8.nvda-addon

source: [4]: https://github.com/nvaccess/nvda/security/advisories/GHSA-xg6w-23rw-39r8#event-132994
tr: [indirSürüm 1.8]: https://github.com/CyrilleB79/charInfo/releases/download/V1.8/charInfo-1.8.nvda-addon[4]: https://github.com/nvaccess/nvda/security/advisories/GHSA-xg6w-23rw-39r8#event-132994

source: NVDA compatibility: 2022.3.3 and beyond
pl: Zgodność z NVDA: 2022.3.3 i nowsze
uk: Сумісність з NVDA: 2022.3.3 і вище

source: This add-on allows to present in a message various information about a character.
pl: Dodatek ten pozwala na przedstawienie w wiadomości różnych informacji o postaci.
uk: Цей додаток дозволяє відображати в повідомленні різноманітну інформацію про символ.
