Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clipContentsDesigner.*.po
Languages: hu, it, sk

source: [[!meta title="Clip Contents Designer"]]
hu: [[!meta title="Vágólap tartalomtervező"]]
sk: [[!meta title="Rozšírená schránka"]]

source: Authors: Noelia, Abdel.
hu: Készítők: Noelia, Abdel.
it: Autori: Noelia, Abdel.
sk: Autori: Noelia, Abdel.

source: NVDA compatibility: 2019.3 or later
hu: Támogatott NVDA kiadások: 2019.3 és újabb
sk: Funguje s NVDA od verzie 2019.3

source: Download [stable version][1]
hu: [Stabil verzió][1] letöltése
it: Scarica la [versione stabile][1]
sk: Stiahnuť [stabilnú verziu][1]

source: Download [development version][2]
hu: [Fejlesztői verzió][2] letöltése
it: Scarica la [versione in sviluppo][2]
sk: Stiahnuť [vývojovú verziu][2]

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting. The clipboard content can also be cleared an shown in browse mode.
hu: A kiegészítő abban az esetben hasznos, ha több különböző szövegrészt szeretnénk összefűzni, majd azt a vágólapról beilleszteni. A vágólap tartalma törölhető, illetve megjeleníthető böngésző módban.
it: Questo componente aggiuntivo viene utilizzato per aggiungere testo negli appunti, operazione utile quando si desidera unire sezioni di testo insieme per poi incollarlo. Il contenuto degli appunti può anche essere cancellato e visualizzato in Modalità Navigazione.
sk: Tento doplnok využijete, ak chcete do schránky Windows postupne vkladať rôzne časti textu a výsledok naraz prilepiť. Doplnok vie tiež vyčistiť obsah schránky a zobraziť obsah schránky v režime prehliadania.

source: Keyboard commands
hu: Billentyűparancsok
it: Comandi rapidi
sk: Klávesové skratky

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
hu: NVDA+windows+c: A vágólap tartalmához fűzi a kijelölt vagy az áttekintő kurzorral megjelölt szöveget, és az unikód braille MathML objektumot reprezentáló karaktereket is.
it: NVDA + Windows + C: Aggiunge e copia negli appunti il testo selezionato, o i caratteri braille unicode che rappresentano oggetti MathMl, o la stringa che è stata contrassegnata con il cursore di controllo.
sk: NVDA+windows+c: pripojí k obsahu schránky vybratý text, alebo text, ktorý ste označili prezeracím kurzorom. Takto je možné pridať aj znaky unicode, MathML.

source: NVDA+windows+x: Clear clipboard contents.
hu: NVDA+windows+x: Vágólap tartalom törlése.
sk: NVDA+windows+x: vymaže obsah schránky.

source: Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
hu: Alapértelmezés szerint nincs billentyűparancs hozzárendelve: Másolás a vágólapra vagy kivágás onnan a végrehajtás előtt megerősítés kérésével.
sk: Nepridelené: Skopíruje alebo vystrihne obsah, pričom zobrazí varovanie.

source: Not assigned: Shows the clipboard text in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
hu: Alapértelmezés szerint nincs billentyűparancs hozzárendelve: A vágólap tartalmának megjelenítése böngészőmódú ablakban. Amennyiben nincs böngészőmódban megjeleníthető tartalom a vágólapon a program figyelmeztet. Akkor is, ha a vágólap üres, és akkor is, ha nincs rajta szövegesen megjeleníthető tartalom. Ez utóbbi olyan esetben lehetséges, ha pl. fájlokat másoltunk a vágólapra.

source: Note: The above commands can be changed from NVDA menu, Preferences submenu, Input gestures dialog, Text review category.
hu: Megjegyzés: A fenti parancsok megváltoztathatók az NVDA menü->Beállítások->Beviteli parancsok ablakában a Szövegáttekintés kategóriát választva.
it: Nota: I comandi di cui sopra possono essere modificati dal menu di NVDA, sottomenu Preferenze, gesti di immissione, categoria revisione del testo.
sk: Tieto skratky môžete zmeniť z menu NVDA >možnosti > klávesové skratky, kategória prezeranie textu.

source: Preferences Menu
hu: Beállítások menü
it: Menu preferenze
sk: Možnosti

source: * Clip Contents Designer settings: Allows to set a separator which can be used to find the text segments once the entire added text is pasted. It's also possible to choose if the added text will be appended or prepended, if available actions (add, clear clipboard, emulate copy and emulate cut) should be performed inmediately or after confirmation, and if confirmations will be requested always, just if text is contained in the clipboard, or if clipboard is not empty. Furthermore, it's possible to change the format and maximum number of characters of the clipboard text which will be shown in browse mode. Please, be aware that increasing this limit may produce issues if the clipboard contains large strings of text. The default limit is 100000 characters.
hu: * Vágólap tartalomtervező beállításai: Lehetőség van megadni egy elválasztó karaktert, mely minden hozzáadott szövegrész után beillesztésre kerül, így a végén elkülöníthetőek lesznek a különböző helyről hozzáfűzött részek. Beállítható, hogy a hozzáfűzni kívánt szöveg a vágólap tartalma elé vagy mögé kerüljön. Megadható, hogy mely vágólap műveletek végrehajtása előtt kérjen a program megerősítést. Az is, hogy megerősítést mindig, csak szöveges tartalom esetén vagy csak akkor kérjen, ha a vágólap nem üres. Megadható továbbá a vágólap tartalmának böngészőmódú megjelenítési formátuma és a megjeleníthető karakterek maximális száma. A limit megadásánál figyelembe kell venni, hogy a nagy mennyiségű szövegek megjelenítése problémákat okozhat. A limit alapértelmezés szerint 100000 karakter.
it: * Impostazioni Clip Contents Designer: Permette di impostare un separatore che può essere utilizzato per trovare i segmenti di testo quando l'intero testo aggiunto viene incollato. è anche possibile stabilire se il testo aggiunto debba essere accodato o anteposto, se le azioni disponibili (aggiungi, svuota appunti, simula copia e simula taglia) debbano essere eseguite immediatamente o previa conferma, e se tale conferma verrà richiesta solo se vi è testo contenuto negli appunti. In oltre, è possibile configurare il formato ed il numero massimo di carattere da visualizzare in Modalità Navigazione. Di default è impostato su 100.000, tenere presente che stringhe di testo troppo grandi possono comportare problemi.
sk: * Nastavenia rozšírenej schránky umožňujú nastaviť reťazec, ktorý bude oddeľovať jednotlivé kúsky textu, ktoré ste do schránky vložili. Takisto môžete určiť, či sa bude obsah vkladať na koniec alebo na začiatok obsahu schránky. Tiež môžete aktivovať varovanie, ktoré sa zobrazí pred kopírovaním alebo vystrihnutím do schránky, pričom varovanie je možné zobraziť len vtedy, ak je v schránke obsah. Nakoniec, môžete určiť formát a počet znakov, ktoré sa zobrazia zo schránky v režime prehliadania. Odporúčame vám nenastavovať vysoký počet znakov. Predvolene sa v režime prehliadania zobrazuje 100000 znakov.

source: Notes:
hu: Megjegyzések:
it: Nota:
sk: Poznámky:

source: The above command can be changed from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
hu: A fenti parancs megváltoztatható az NVDA menü->Beállítások->Beviteli parancsok ablakában a konfiguráció kategóriát választva.
it: Il comando sopra citato può essere modificato dal menu di NVDA, sottomenu Preferenze, gesti di immissione, categoria Configurazione
sk: skratku môžete zmeniť z menu NVDA >možnosti > klávesové skratky, kategória možnosti.

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed.
hu: Amikor az NVDA egy másik üzenetablaka is nyitva van a bővítmény nem kér megerősítést a vágólapműveletek előtt, de attól még végrehajtja azokat.
sk: Ak je otvorené nejaké okno NVDA, nie je možné zobraziť varovanie. V takomto prípade sa varovanie nezobrazí a akcia sa rovno vykoná.

source: Changes for 11.0
hu: A 11.0 változásai
sk: Zmeny vo verzii 11.0

source: Now it's possible to add text marked with the review cursor using standard commands of NVDA (NVDA+f9 and NVDA+f10). NVDA+windows+f9 is no longer used, for a better integration with the new NVDA+shift+f9 command.
hu: Most már hozzáfűzhető az áttekintőkurzorral kijelölt szöveg is az NVDA+F9 és NVDA+F10 billentyűparancsok használatával. A korábban használt NVDA+Windows+F9 parancs már nem használható.
sk: Odteraz je možné do schránky pridať aj reťazce označené štandardnými príkazmi na označovanie pomocou prezeracieho kurzora (NVDA+F9, NVDA+F10). Nvda+windows+F9 sa už nepoužíva, pre lepšiu integráciu so skratkou nvda+shift+F9.

source: Requires NVDA 2019.3 or later.
hu: Az NVDA 2019.3 vagy újabb kiadására van szükség.
sk: Vyžaduje NVDA od verzie 2019.3.

source: Changes for 10.0
hu: A 10.0 változásai
it: Cambiamenti per 10.0
sk: Zmeny vo verzii 10.0

source: Fixed a bug in the dialog used to show the clipboard text, when its title contains non latin characters.
hu: Hiba elhárítva: ha a vágólap tartalmát megjelenítő párbeszédablak címe nem latin betűket tartalmaz
it: Risolto un bug nella finestra di dialogo utilizzata per mostrare il testo degli appunti, quando il titolo contiene caratteri non latini.
sk: Opravená chyba, ktorá nastávala pri zobrazení názvu okna so zobrazením textu v režime prehliadania, ak boli v názve okna špeciálne znaky.

source: Fixed a bug when using the emulate cut and copy features with an Arabic keyboard layout. This has been fixed by Abdel, added as an add-on author.
hu: Hiba elhárítva: problémát okozott az emulált másolás és kivágás arab kiosztású billentyűzeteken
it: Risolto un bug quando si utilizzavano le funzioni di taglio e copia dell'emulazione con un layout di tastiera arabo. Questo problema è stato risolto da Abdel, aggiunto come autore.
sk: Abdel opravil problémy s kopírovaním na Arabskom rozložení klávesnice.

source: Changes for 9.0
hu: A 9.0 változásai
sk: Zmeny vo verzii 9.0

source: Added the possibility of showing the clipboard text in browse mode.
hu: A vágólap tartalma már megjeleníthető böngészőmódban is
it: Aggiunta la possibilità di visualizzare il testo negli appunti in Modalità Navigazione.
sk: Pridané zobrazenie obsahu schránky v režime prehliadania.

source: Added an option to choose if confirmations will be required if clipboard is not empty, for instance, if files or folders are been copied.
hu: Megerősítés kérhető olyan esetben, ha a vágólap nem üres, de tartalma nem szöveges, pl. ha egy fájlt vagy mappát másoltunk rá.
it: Aggiunta l'opzione per la richiesta di conferma quando negli appunti è presente contenuto vario, per esempio, se son presenti file o cartelle.
sk: Pridaná možnosť zobraziť varovanie, ak schránka nie je prázdna, napríklad ak sú v schránke súbory a priečinky.

source: Requires NVDA 2018.4 or later.
hu: Az NVDA 2018.4 vagy újabb kiadása szükséges
it: Richiede NVDA 2018.4 o successive.
sk: Vyžaduje sa NVDA od verzie 2018.4.

source: Changes for 8.0
hu: A 8.0 változásai
it: Cambiamenti per 8.0
sk: Zmeny vo verzii 8.0

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
hu: A bővítmény beállításai az NVDA beállításai közt jelennek meg külön kategóriában
it: Le impostazioni del componente aggiuntivo verranno visualizzate sulla corrispondente categoria della finestra impostazioni di NVDA.
sk: Nastavenia doplnku pridané do stromu s nastaveniami NVDA.

source: Requires NVDA 2018.2 or later.
hu: Az NVDA 2018.2 vagy újabb kiadása szükséges
it: Richiede NVDA 2018.2 o successive.
sk: Vyžaduje NVDA od verzie 2018.2.

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
hu: Ha szükséges, letöltheti a [legutolsó verziót][3], ami még támogatja az NVDA 2017.3 kiadását.
it: E' possibile scaricare [l'ultima versione compatibile con NVDA 2017.3][3].
sk: Stále si môžete stiahnuť [verziu pre NVDA 2017.3][3].

source: Changes for 7.0
hu: A 7.0 változásai
it: Cambiamenti per 7.0
sk: Zmeny vo verzii 7.0

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
hu: Amennyiben a bővítmény telepítése során nem állítja be az emulált másolást és kivágást, akkor nem változik meg a Ctrl+C és Ctrl+X parancsok hagyományos viselkedése.
it: Se durante l'installazione si sceglie di non usare la simulazione copia e la simulazione taglia, questi comandi verranno rimossi, in questo modo si possono utilizare control+C e control+x normalmente.
sk: Ak nepovolíte simulovanie kopírovania pri inštalácii, doplnok neupravuje klávesové skratky.

source: Changes for 6.0
hu: A 6.0 változásai
it: Cambiamenti per 6.0
sk: Zmeny vo verzii 6.0

source: * Added options to choose if available actions should be performed after confirmation. * Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog. * Added a dialog to configure the Emulate copy and Emulate cut functionalities at installation. This allows to add the control+c and control+x commands to copy and cut, and be asked if you want to replace the clipboard contents when pressing these keystrokes. * Fixed documentation for script_add (Windows+NVDA+c).
hu: * Beállítható, hogy mely vágólapműveletek végrehajtása előtt kérjen megerősítést. * Az NVDA beviteli parancsai között billentyűparancs rendelhető az emulált másoláshoz és az emulált kivágáshoz. * A telepítésnél beállítható a Ctrl+C és Ctrl+X billentyűparancs az emulált másoláshoz és kivágáshoz. Ekkor megerősítést kér a parancsok végrehajtása előtt. * Javították a hozzáfűzés szkriptjének (Windows+NVDA+c) dokumentációját.
it: * Aggiunte opzioni per stabilire se le azioni disponibili debbano essere eseguite dopo un messaggio di conferma. * Aggiunti i comandi di simulazione copia e simulazione taglia, che possono essere assegnati dalla finestra di dialogo tasti e gesti di immissione. * Aggiunta una finestra di dialogo che permette di configurare il comportamento della simulazione copia e simulazione taglia durante l'installazione. Ciò consente di controllare i comandi ctrl+c e ctrl+v per copia e taglia, in modo che venga richiesto all'utente se desidera sovrascrivere il contenuto attuale degli appunti prima di effettuare una copia del contenuto selezionato. * Risolto un bug nella documentazione per lo script_add (Windows+NVDA+c).
sk: * Pridané varovanie pri kopírovaní a vystrihnutí. * Pridané skratky, ktoré preberajú kontrolu nad schránkou a dajú sa nastaviť z dialógu Klávesové skratky. * Pridané okno, ktoré sa zobrazí pri prvom spustení doplnku a umožňuje nastaviť prevzatieskratiek na prácu so schránkou. Toto umožňuje následné zobrazovanie varovaní pri kopírovaní a vystrihnutí. * Opravená dokumentácia pre skript_add (Windows+NVDA+c).

source: Changes for 5.0
hu: Az 5.0 változásai
it: Cambiamenti per 5.0
sk: Zmeny vo verzii 5.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
hu: Javították a bővítmény párbeszédablakának vizuális megjelenítését.
it: Migliorata la presentazione visiva della finestra di dialogo, conformandosi all'aspetto standard di NVDA.
sk: Opravené vizuálne zobrazenie dialógov doplnku.

source: Requires NVDA 2016.4 or later.
hu: Az NVDA 2016.4 vagy újabb kiadása szükséges
it: Richiede NVDA 2016.4 o successive.
sk: Vyžaduje NVDA od verzie 2016.4

source: Changes for 4.0
hu: A 4.0 változásai
it: Cambiamenti per 4.0
sk: Zmeny vo verzii 4.0

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
hu: A bővítmény beállításai az NVDA konfigurációjában kezelhetők, így a sztenderd profilokat használhatjuk az elválasztók elmentésére, így a beállításokat nem kell újra bemásolni az újratelepítéskor történő importáláskor.
it: Le impostazioni del componente aggiuntivo sono gestite dalla configurazione di NVDA, cosicché ci si possa servire dei profili standard per salvare separatori differenti; non ci sarà bisogno quindi di copiare le impostazioni ed importarle in caso di reinstallazione.-
sk: Nastavenia sa ukladajú podľa pravidiel NVDA, takže je možné použiť konfiguračné profily NVDA a nie je potrebné po preinštalovaní doplnku nanovo importovať nastavenia.

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
hu: Most már ki lehet választani, hogy a hozzáadni kívánt szöveget a tartalom elé vagy mögé csatoljuk, ha használjuk a "vágólap tartalma elé" jelölőnégyzetet a vágólaptartalom-tervező beállítása párbeszédpanelén.
it: Ora è possibile stabilire se il testo aggiunto debba essere accodato o preposto, attraverso la casella di controllo aggiungi testo prima degli appunti, dalla finestra di dialogo impostazioni ClipContents Designer.
sk: Odteraz je možné v nastaveniach doplnku určiť, či sa bude text vkladať na koniec alebo na začiatok obsahu schránky.

source: Changes for 3.0
hu: A 3.0 változásai
it: Cambiamenti per 3.0
sk: Zmeny vo verzii 3.0

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
hu: Ha a MathPlayer telepítve van, a MathMl objektumok braille reprezentációja kerül hozzáfűzésre a vágólaphoz.
it: Una rappresentazione Braille di oggetti MathMl può essere accodata agli appunti se MathPlayer è installato
sk: Braillovské znaky pre matematické operátory je takisto možné vkladať do schránky, ak je k dispozícii MathPlayer.

source: If no separator is set, just a single line will be placed between the added text segments.
hu: Ha nincs megadva elválasztó karakter, egy üres sor kerül beszúrásra a két szöveg közé.
it: Se non è stato impostato alcun separatore, verrà inserita soltanto una riga vuota tra i segmenti di testo accodato.
sk: Ak nezadáte znaky na oddelenie, použije sa jeden prázdny riadok.

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
hu: Billentyűparancsot adtak hozzá a Vágólaptartalom-tervező beállítás ablakának eléréséhez.
it: Può essere assegnato un tasto caldo per aprire la finestra impostazioni di Clip Contents Designer
sk: Nastavenia doplnku je možné vyvolať klávesovou skratkou, ktorú si nastavíte v dialógu klávesové skratky.

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
hu: Hozzáadtak egy jelölőnégyzetet, mellyel szabályozható, hogy az elválasztó karaktert bemásolja-e a bővítmény a saját beállítások mappájába a későbbi importáláshoz.
it: Aggiunta una casella di controllo nella finestra di dialogo, per selezionare se il separatore debba essere copiato per poi essere importato in caso di nuova installazione del componente aggiuntivo.
sk: Pridané začiarkávacie políčko, ktoré zaistí importovanie nastavení po preinštalovaní doplnku.

source: Changes for 2.0
hu: A 2.0 változásai
it: Cambiamenti per 2.0
sk: Zmeny vo verzii 2.0

source: Hindi characters can be used as the separator between added contents.
hu: Hindi karakterek is használhatóak az összefűzött szövegek közötti elválasztóként.
it: Possono essere usati caratteri Hindi come separatori per il testo aggiunto .
sk: Znaky v jazyku Hindi môžu byť použité na oddelenie častí schránky.

source: Changes for 1.0
hu: Az 1.0 változásai
it: Cambiamenti per 1.0
sk: Zmeny vo verzii 1.0

source: Initial version.
hu: - Első kiadás
it: Versione iniziale
sk: prvé vydanie.

source: [3]: https://addons.nvda-project.org/files/get.php?file=ccd-o
hu: [3]: https://addons.nvda-project.org/files/get.php?file=ccd-o[1]: https://addons.nvda-project.org/files/get.php?file=ccd
