Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clipspeak.*.po
Languages: tr, uk, vi

source: [[!meta title="Clipspeak"]]
tr: [[!meta title="Pano eylemleri"]]
uk: [[!meta title="Clipspeak (озвучування операцій з буфером обміну)"]]

source: Author: Damien Garwood
tr: Yazar: Damien Garwood
uk: Автор: Damien Garwood
vi: Tác giả: Damien Garwood

source: download [stable version][1]
tr: [Kararlı sürümü][1] indir
uk: завантажити [стабільну версію][1]
vi: Tải về [bản chính thức][1]

source: NVDA compatibility: 2018.3 to 2019.3
tr: NVDA uyumluluğu: 2018.3-2019.3
uk: Сумісність з NVDA: від 2018.3 до 2019.3

source: Clipspeak is an addon that allows NVDA to automatically announce clipboard operations (such as cut, copy and paste), along with other common editing operations such as select all, undo and redo. In order to prevent announcement in inappropriate situations, Clipspeak performs checks on the control and the clipboard in order to make an informed decision as to whether such an announcement is necessary. Because of this, Clipspeak's announcements may be inaccurate. By default, Clipspeak's gestures are mapped to those commonly used by English versions of Windows, I.E.:
tr: Pano eylemleri, kesme, kopyalama ve yapıştırma gibi pano işlemlerini ve tümünü seçme, geri alma ve yineleme gibi yaygın olarak kullanılan düzenleme işlemlerini NVDA'nın otomatik olarak söylemesini sağlar. Gereksiz durumlarda bildirim yapmamak için pano eylemleri eklentisi panoyu ve üzerinde bulunulan nesneyi kontrol eder. Bundan dolayı eklenti yanlış durumlarda bildirim yapabilir. Varsayılan olarak eklentinin kısayolları İngilizce Windows sürümünde yaygın kullanılan şu gibi kısayollara atanmıştır:
uk: Clipspeak — це додаток, який дозволяє NVDA автоматично промовляти дії з буфером обміну (наприклад, вирізати, копіювати та вставити), а також інші поширені операції редагування, такі як виділити все, скасувати та повторити. Щоб запобігти промовлянню у невідповідних ситуаціях, Clipspeak проводить перевірку елементів керування та буфера обміну, щоб прийняти обґрунтоване рішення щодо необхідності такого промовляння. Через це озвучення Clipspeak може бути неточним. Початково жести Clipspeak зіставляються з тими, які зазвичай використовуються у Windows, тобто:
vi: Clipspeak là addon cho phép NVDA tự thông báo các hoạt động của bộ nhớ tạm (như là cắt, chép và dán), kèm theo là các hoạt động chỉnh sửa phổ biến khác như chọn tất cả, phục hồi và làm lại. Để ngăn chặn thông báo không đúng chỗ, Clipspeak thực hiện việc kiểm tra trên các điều khiển và bộ nhớ tạm để đưa ra quyết định lúc nào thì cần thông báo. Vì vậy, việc thông báo của Clipspeak có thể không chính xác. Mặc định, Thao tác của Clipspeak được gán theo thao tác thường dùng bởi phiên bản tiếng Anh của Windows:

source: CTRL+A: Select all
tr: CTRL+A: Tümünü seç
uk: CTRL+A: виділити все
vi: CTRL+A: chọn tất cả

source: CTRL+Z: Undo
tr: CTRL+Z: Geri al
uk: • CTRL+Z: Скасувати
vi: CTRL+Z: phục hồi

source: CTRL+Y: Redo
tr: CTRL+Y: Yinele
uk: CTRL+Y: повторити
vi: CTRL+Y: làm lại

source: CTRL+X: Cut
tr: CTRL+X: Kes
uk: CTRL+X: вирізати
vi: CTRL+X: cắt

source: CTRL+C: Copy
tr: CTRL+C: Kopyala
uk: CTRL+C: копіювати
vi: CTRL+C: sao chép

source: CTRL+V: Paste
tr: CTRL+V: Yapıştır
uk: CTRL+V: вставити
vi: CTRL+V: dán

source: If these are not the shortcuts commonly used for these tasks on your version of Windows, you will need to remap these gestures in the input gestures configuration.
tr: Kullandığınız Windows sürümünde bu kısayol tuşları kullanılmıyorsa tuşları girdi hareketleri ayarlarından değiştirebilirsiniz.
uk: Якщо ці комбінації не використовуються для виконання таких завдань у вашій версії Windows, вам доведеться їх перепризначити у конфігурації жестів вводу.
vi: Nếu chúng không phải thao tác thường dùng cho những việc nói trên ở phiên bản Windows của bạn, bạn sẽ cần phải gán lại chúng trong phần Quản lý cử chỉ.
