Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clock.*.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, ro, sk, vi, zh_cn

source: - S: Starts, resets or stops the stopwatch; - R: Resets stopwatch to 0 without restarting it; - A: gives the remaining and elapsed time before the next alarm; - C: Cancel the next alarm; - Spacebar: Speaks current stopwatch or count-down timer; - H: List all layered commands (Help).
gl: - S: Inicia, reinicia ou detén o cronómetro; - R: Restablece o cronómetro a cero sen reinicialo; - A: proporciona o tempo restante e transcorrido antes da vindeira alarma; - C: Cancelar a vindeira alarma; - Barra espaciadora: Anuncia o contador actual do cronómetro ou da conta atrás; - H: Listar todas as ordes en capa (axuda).
ro: - S: Pornește, resetează sau oprește cronometrul; - R: Resetează cronometrul la 0 fără să-l repornească; - A: Dă timpul scurs și timpul rămas până la următoarea alarmă; - C: Anulează alarma următoare; - Bara de spațiu: Spune cronometrul curent sau pe cel al numărătorii inverse; - H: Listează toate comnzile stratificate (Ajutor).

source: - This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.1.
gl: - Este complemento é compatible coas versións do NVDA no rango da 2014.3 ata a 2019.1.
ro: Acest supliment este compatibil cu versiunile de NVDA pornind de la versiunea 2014.3 până la versiunea 2019.1.
