Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clock.*.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, ro, sk, vi, zh_cn

source: The Combo Box control labeled "Time announcement" (only visible if the choice "off" is not selected in the interval Combo Box) lets you configure how the automatic time announcement should be reported (Speech and sound, Speech only, or Sound only) when automatic time announcement is working;
bg: Чрез падащия списък с етикет "Оповестявай часа чрез" (видим само ако в падащия списък "Интервал" не е избрано "Изключено") можете да конфигурирате как да се осъществява автоматичното оповестяване на часа (говор и звук, само говор или само звук), когато автоматичното оповестяване на часа е включено.
da: Combo Boxen "Tidsannoncering" (kun synlig, hvis muligheden "Fra" ikke er valgt i boksen) giver dig mulighed for at konfigurere, hvordan den automatiske tidsmeddelelse skal rapporteres (tale og lyd, kun tale eller lyd alene) når automatisk tidsannoncering er slået til;
de: Mit dem Auswahlfeld "Zeitansage", welches nur sichtbar ist, sofern im Intervall-Kombinationsfeld die Option "Aus" nicht ausgewählt ist, können Sie konfigurieren wie die automatische Zeitansage gemeldet werden soll. Dabei haben Sie die Option zwischen Sprache und Ton, nur Sprache oder nur Ton;
es: El cuadro combinado "Anuncio de la hora" (visible sólo si la opción "Desactivado" no está seleccionada en el cuadro combinado de intervalo) te permite configurar cómo debería anunciarse automáticamente la hora (voz y sonido, sólo voz o sólo sonido);
fr: Le contrôle Zone de liste déroulante intitulé "Annonce de l'heure" (visible uniquement si le choix "Désactivé" n'est pas sélectionné dans la Zone de liste déroulante intervalle) vous permet de configurer comment l'annonce automatique de l’heure devrait être annoncée (Parole et son, Parole seulement, ou Son seulement) lorsque l'annonce automatique de l’heure fonctionne;
hr: Odabirni okvir s oznakom „Najava vremena” (vidljiv je samo, ako u odabirnom okviru za interval nije odabrano „isključeno”) dozvoljava konfiguriranje automatske najave vremena (govor i zvuk, samo govor ili samo zvuk), kad se pokrene automatska najava vremena;
it: La casella combinata "Avviso segnale orario" (visibile quando il "Segnale orario" è attivo) consente di specificare in modo in cui viene segnalata l'ora, voce e suono, solo suono, solo voce;
pl: Lista rozwijana "Ogłaszanie czasu" (widoczna tylko wtedy, gdy opcja "Wyłączone" na liście rozwijanej Okres nie jest zaznaczona), pozwala wybrać sposób ogłaszania czasu: mowa i dźwięk, tylko mowa, lub tylko dźwięk, gdy automatyczne ogłaszanie czasu jest włączone;
pt_br: O controle Caixa de Combinação rotulado "Anúncio de tempo" (visível apenas se a opção "desligado" não estiver selecionada na caixa de combinação de intervalo) permite configurar como o anúncio de hora automático deve ser feito (Voz e Som, Somente Voz ou Somente Som) quando o anúncio automático de horas está funcionando;
pt_pt: A caixa de combinação rotulada "Anúncio de tempo" (visível apenas se a opção "Desligado" não estiver seleccionada na caixa de combinação de intervalo) permite configurar como o anúncio de hora automático deve ser feito (voz e som, somente voz ou somente som) quando o anúncio automático de horas está a funcionar;
sk: Ak nastavíte interval oznamovania času, pribudnú v dialógu nasledujúce možnosti: Nastavenie spôsobu oznámenia (zvuk, reč, zvuk a reč);
vi: Hộp xổ tên "Báo giờ" (chỉ hiển thị khi lựa chọn "tắt" không được chọn từ hộp xổ khoảng thời gian) cho phép bạn cấu hình việc tự báo giờ (nói và âm thanh, chỉ nói, hay chỉ âm thanh) khi tính năng tự báo giờ hoạt động;
zh_cn: 标有“时间通知”的组合框控件（仅在区间组合框中未选择“关闭”时才可见） 当自动报时工作时。允许您配置应如何报告自动报时（语音和声音，仅语音或仅声音）;

source: The Combo box control labeled "Clock chime sound" (only visible if the choice "off" is not selected in the interval Combo Box) lets you choose between various clock sounds that will be played when automatic time announcement is working and reported with sound;
bg: Падащият списък с етикет "Звуков сигнал за часовника" (видим само ако в падащия списък "Интервал" не е избрано "Изключено") ви позволява да избирате между различни звуци за часовника, които ще се възпроизвеждат, когато автоматичното оповестяване на часа е включено и е зададено да се оповестява със звук.
da: Boksen "Urets lyd" (kun synlig, hvis muligheden "Fra" ikke er valgt i Combo Boxen) giver dig mulighed for at vælge mellem forskellige urlyde, der vil blive afspillet, når automatisk tidsannoncering er slået til og rapporteres med lyd;
de: Mit dem Auswahlfeld "Glockenton", welches nur dann sichtbar ist, wenn im Intervall-Kombinationsfeld die Option "aus" nicht ausgewählt ist, können Sie zwischen verschiedenen Glockengeräuschen wählen. Der ausgewählte Sound wird abgespielt, wenn die Zeitansage mit Ton gemeldet wird;
es: El cuadro combinado llamado "Sonido de la campana del reloj" (visible sólo si la opción "Desactivado" no está seleccionada en el cuadro combinado de intervalo) te permite elegir entre varios sonidos de relojes, que se escucharán cuando se produzca el anuncio automático con sonido;
fr: Le contrôle Zone de liste déroulante intitulé "Son de carillon d'horloge" (visible uniquement si le choix "Désactivé" n'est pas sélectionné dans la Zone de liste déroulante intervalle) vous permet de choisir entre différents sons d'horloge qui sera joué lorsque l'annonce automatique de l’heure fonctionne et annoncée avec le son;
hr: Odabirni okvir s oznakom „Zvuk zvona sata” (vidljiv je samo, ako u odabirnom okviru za interval nije odabrano „isključeno”) dozvoljava biranje raznih zvukova sata, koji se puštaju kad se pokrene automatska najava vremena i kad se o najavi izvještava zvukom;
it: La casella combinata "Suono segnale orario" (visibile se la casella "Segnale orario" è attivo) permette di scegliere il suono per il segnale orario;
pl: Lista rozwijana "Dźwięk dzwonka" (widoczna tylko wtedy, gdy opcja "Wyłączone" na liście rozwijanej Okres nie jest zaznaczona) umożliwia wybranie spośród różnych dostępnych dźwięków tego, który będzie odtwarzany, gdy automatyczne ogłaszanie czasu jest włączone i czas jest ogłaszany dźwiękiem;
pt_br: O controle Caixa de combinação chamado "Som da badalada do relógio" (visível apenas se a opção "desligado" não estiver selecionada na caixa de combinação do intervalo) permite escolher entre vários sons de relógio que serão reproduzidos quando o anúncio automático da hora estiver funcionando e informado com som;
pt_pt: A caixa de combinação chamada "Som da campainha do relógio" (visível apenas se a opção "odesligado" não estiver seleccionada na caixa de combinação do intervalo) permite escolher entre vários sons de relógio que serão reproduzidos quando o anúncio automático da hora estiver a funcionar e definido com som;
sk: Zvuk oznámenia: Môžete vybrať zvuk, ktorý sa prehrá pri každom automatickom oznámení;
vi: Hộp xổ tên "Chuông đồng hồ" (chỉ hiển thị khi lựa chọn "tắt" không được chọn trong hộp xổ khoảng thời gian) cho phép bạn chọn giữa nhiều chuông đồng hồ sẽ được phát khi tính năng tự báo giờ hoạt động và thông báo bằng âm thanh;
zh_cn: 标有“时钟铃声”的组合框控件（仅在间隔组合框中未选择“关闭”时才可见）允许您在自动报时工作和声音报时时播放的各种铃声之间进行选择;

source: The Checkbox control labeled "Quiet hours" (only visible if the choice "off" is not selected in the interval Combo Box) lets you configure time range when automatic time announcement shouldn't occure;
bg: Полето за отметка с етикет "Тихи часове" (видимо само ако в падащия списък "Интервал" не е избрано "Изключено") ви позволява да конфигурирате времевия диапазон, в който не трябва да се извършва автоматично оповестяване, независимо дали автоматичното оповестяване на часа е включено или не.
da: Checkboxe "Stilletimer" (kun synlig, hvis muligheden "Fra" ikke er valgt i boksen) giver dig mulighed for at konfigurere tidsintervallet, hvor den automatiske tidsannoncering ikke skal forekomme;
de: Mit dem Kontrollkästchen "Ruhezeit", welches nur dann sichtbar ist, wenn im Intervall-Kombinationsfeld die Option "Aus" nicht ausgewählt ist, können Sie den Zeitbereich konfigurieren, in dem keine automatische Zeitansage erfolgen soll;
es: La casilla de verificación "Horas silenciosas" (visible sólo si la opción "Desactivado" no está seleccionada en el cuadro combinado de intervalo) te permite configurar un rango de tiempo en el que la hora no se anunciará automáticamente;
fr: Le contrôle Case à cocher intitulé ""Heures silencieuses" (visible uniquement si le choix "Désactivé" n'est pas sélectionné dans la Zone de liste déroulante intervalle) vous permet de configurer l'intervalle de temps dans laquelle l'annonce automatique ne doit pas se produire;
hr: Potvrdni okvir s oznakom „Sati mirovanja” (vidljiv je samo, ako u odabirnom okviru za interval nije odabrano „isključeno”) dozvoljava konfiguriranje vremenskog raspona u kojem se automatska najava vremena ne primijenjuje;
it: La casella di controllo "Fascia oraria inattiva" (visibile se il "Segnale Orario" è attivo) consente di disattivare l'annuncio automatico per un certo intervallo di tempo impostabile;
pl: Pole wyboru "Ciche godziny" (widoczne tylko wtedy, gdy opcja "Wyłączone" na liście rozwijanej Okres nie jest zaznaczona) służy do ustawiania przedziału czasu, w którym automatyczne ogłaszanie czasu ma być nieaktywne;
pt_br: O controle Caixa de Seleção chamado "Horas silenciosas" (somente visível se a opção "desligado" não estiver selecionada na caixa de combinação do intervalo) permite configurar o intervalo de tempo durante o qual o anúncio de hora automático não deve ocorrer;
pt_pt: A caixa de marcação chamada "horas silenciosas" (somente visível se a opção "desligado" não estiver seleccionada na caixa de combinação do intervalo) permite configurar o intervalo de tempo durante o qual o anúncio de hora automático não deve ocorrer;
sk: Začiarkávacie políčko Tiché hodiny: Umožňuje určiť hodiny, v ktorých sa automatické oznamovanie času vypne;
vi: Hộp kiểm tên "Giờ yên tĩnh" (chỉ hiển thị khi lựa chọn "tắt" không được chọn trong hộp xổ khoảng thời gian) cho phép bạn cấu hình khoảng thời gian mà tính năng tự báo giờ không nên hoạt động;
zh_cn: 标记为“夜间模式”的复选框控件（仅在间隔组合框中未选择“关闭”选项时才可见）允许您配置不应发生自动报时的时间范围;

source: The Checkbox control labeled "input in 24-hour format" (only visible if quiet hours are enabled) allows you to configure wether you want to input time for quiet hours in 12-hour (A.M. or P.M.), or european 24-hour format;
bg: Чрез полето за отметка с етикет "Въвеждане в 24-часов формат" (видимо само ако в падащия списък "Интервал" не е избрано "Изключено") можете да конфигурирате дали искате да въвеждате времето за тихи часове в 12-часов (AM/PM) или в европейски 24-часов формат.
da: Check boxen "Indtast med 24-timers-format" (kun synlig hvis stille timer er aktiveret) giver dig mulighed for at konfigurere, hvorvidt du vil indtaste tid til stilletimer i 12 timers-format (AM eller PM) eller europæisk 24-timers format ;
de: Mit dem Kontrollkästchen "Eingabe im 24-Stunden-Format", welches nur dann sichtbarist, wenn Ruhezeit aktiviert ist, können Sie einstellen, ob Sie die Dauer der Ruhezeit im 12-Stunden-Format (morgens oder abends) oder im europäischen 24-Stunden-Format eingeben möchten;
es: La casilla de verificación "Entrada en formato 24 horas" (visible sólo si las horas silenciosas están activadas) te permite indicar si quieres especificar las horas en formato de 12 horas (A.M. y P.M.) o en formato europeo de 24 horas;
fr: Le contrôle Case à cocher intitulé "Entrée au format 24 heures" (visible uniquement si les heures silencieuses sont activées) vous permet de configurer si vous voulez entrer l'heure pour les heures silencieuses en format 12 heures (A.M. ou P.M.) ou européen 24 heures;
hr: Potvrdni okvir s oznakom „Sati mirovanja” (vidljiv je samo, ako u odabirnom okviru za interval nije odabrano „isključeno”) dozvoljava konfiguriranje načina unosa vremena, u 12-satnom formatu (A.M. ili P.M.) ili u 24-satnom formatu;
it: La casella di controllo "Formato 24-ore" si riferisce alle impostazioni della "Fascia Oraria Inattiva". Permette di scegliere se inserire l'ora nel formato 12-ore (A.M. o P.M.), oppure il formato europeo 24-ore ;
pl: Pole wyboru "Wejście w formacie 24-godzinnym" (Widoczne tylko wtedy, gdy ciche godziny są włączone) służy do ustawiania formatu czasu wejścia dla cichych godzin na 12-godzidny, lub europejski 24-godzinny;
pt_br: O controle Caixa de Seleção rotulado "entrada no formato de 24 horas" (visível apenas se as horas silenciosas estiverem habilitadas) permite configurar o horário de entrada para as horas silenciosas em 12 horas (AM ou PM) ou para o formato europeu de 24 horas;
pt_pt: A caixa de selecção rotulada "entrada no formato de 24 horas" (visível apenas se as horas silenciosas estiverem activadas) permite configurar o horário de entrada para as horas silenciosas em 12 horas (AM ou PM) ou para o europeu de 24 horas ;
sk: Ak ste začiarkli tiché hodiny, pribudne začiarkávacie pole "24-hodinový formát". Ak je odčiarknuté, zadávajte čas v americkom formáte času (a.m, p.m). Ak ho začiarknete, zadajte čas v európskom, 24-hodinovom formáte;
vi: Hộp kiểm tên "Nhập định dạng 24 giờ" (chỉ hiển thị khi giờ yên tĩnh được bật) cho phép bạn cấu hình cách nhập thời gian cho giờ yên tĩnh theo kiểu 12 giờ (A.M. hoặc P.M.) hay định dạng 24 giờ - giờ Châu Âu;
zh_cn: 标有“24小时格式输入”的复选框控件允许您配置您想要在12小时（上午或下午）或欧洲24小时格式中输入夜间模式;

source: The Edit box controls for start and end time (only visible if quiet hours are enabled) let you configure time range for quiet hours. The time should be entered in HH:MM format if the "input in 24-hour format" checkbox is checked, otherwise you must use a 12 hour format as described below;
bg: Текстовите полета за указване на начален и краен час (видими само ако е включена опцията "Тихи часове") ви позволява да конфигурирате времевия диапазон за тихи часове. Часът трябва да бъде въведен във формат ЧЧ:ММ ако е включена опцията "Въвеждане в 24-часов формат". В противен случай,, трябва да се използва 12-часов формат, както е описано по-долу.
da: Rederingsboksen bestemmer start- og sluttidspunkt. Denne mulighed er kun tilgængleig, hvis stilletimer er slået til. Denne lader dig konfigurere tidspunktet, hvor stilletimer skal være aktiv. Tiden skal indtastes i formatet hh:mm hvis boksen "Indtast med 24-timers-format" er valgt. Hvis ikke, skal du bruge 24-timers format som beskrevet nedenunder;
de: Im Eingabefeld "steuerung der Start- und Endzeit", welches nur dann sichtbar ist, wenn Ruhezeit aktiviert ist, können Sie den Zeitbereich für Ruhezeiten konfigurieren. Die Uhrzeit sollte im Format HH:MM eingegeben werden, wenn das Kontrollkästchen "Eingabe im 24-Stunden-Format" aktiviert ist. Andernfalls müssen Sie wie unten beschrieben ein 12-Stunden-Format verwenden;
es: Los cuadros de edición para las horas de inicio y finalización (visibles sólo si las horas silenciosas están activadas) te permiten configurar el rango de tiempo de las horas silenciosas. La hora debería introducirse siguiendo el formato "HH:MM" si está activada la entrada en formato de 24 horas, en cualquier otro caso se debe emplear el formato de 12 horas que se describe a continuación;
fr: Les contrôles de Zone d'édition pour le début et fin de la durée ((visible uniquement si les heures silencieuses sont activées) vous permettent de configurer l'intervalle de temps pour les heures silencieuses. L'heure doit être entrée au format HH:MM si la case à cocher "Entrée au format 24 heures" est cochée, sinon vous devez utiliser un format 12 heures comme décrit ci-dessous;
hr: Okvir za uređivanje početnog i završnog vremena (vidljivo samo, ako su sati mirovanja uključeni) omogućuje konfiguriranje vremenskog raspona za sate mirovanja. Vrijeme se treba unijeti u formatu HH:MM, ako je potvrdni okvir za „Unos u 24-satnom formatu” odabran. U protivnom treba koristiti 12-satni format, kao što je opisano niže dolje;
it: Nei campi editazione Inizio fascia oraria e fine fascia oraria è possibile indicare l'inizio e la fine dell'intervallo di inattività dell'annuncio dell'orario automatico. Questi campi editazione verranno visualizzati solo se è attiva la casella di controllo per la fascia oraria inattiva. L'ora deve essere inserita nel formato HH:MM se si usa il formato "24-ore", in caso contrario, è necessario utilizzare il formato 12-ore, come descritto di seguito;
pl: Pola edycji czasu początkowego i końcowego (widoczne tylko wtedy, gdy ciche godziny są włączone) służą do ustawiania zakresu czasu dla cichych godzin. Czas powinien być wprowadzony w formacie HH:MM, gdy pole wyboru "wejście w formacie 24-godzinnym" jest zaznaczone. W przeciwnym razie trzeba będzie używać formatu 12-godzinnego, jak poniżej;
pt_br: Os controles Caixas de edição para os horários de início e fim (visíveis apenas se as horas silenciosas estiverem habilitadas) permitem configurar o intervalo de tempo para as horas de silêncio. A hora deve ser inserida no formato HH:MM se a caixa de seleção "entrada no formato de 24 horas" estiver marcada, caso contrário deve usar um formato de 12 horas conforme descrito abaixo;
pt_pt: as caixas de edição para os horários de início e fim (visíveis apenas se as horas de silêncio estiverem activadas) permitem configurar o intervalo de tempo para as horas de silêncio. A hora deve ser inserida no formato HH:MM se a caixa de selecção "entrada no formato de 24 horas" estiver marcada, caso contrário deve usar um formato de 12 horas conforme descrito abaixo;
sk: Do políčok "neoznamovať čas od" a "neoznamovať čas do" zadajte rozsah hodín, v ktorých nechcete automaticky oznamovať čas. Ak ste začiarkli v predchádzajúcom kroku 24-hodinový formát, zadávajte čas v 24-hodinovom formáte;
vi: Các ô nhập liệu cho thời gian bắt đầu và kết thúc (chỉ hiển thị khi giờ yên tĩnh được bật) cho phép bạn cấu hình khoảng thời gian của giờ yên tĩnh. Thời gian phải được nhập là HH:MM nếu đã chọn hộp kiểm "Nhập định dạng 24 giờ", nếu không. bạn phải dùng kiểu định dạng 12 giờ được mô tả bên dưới;
zh_cn: 通过 "编辑" 框控件的开始和结束时间 (仅在启用了夜间模式时才可见), 您可以配置夜间模式的时间范围。如果选中了 "24小时格式的输入" 复选框, 则应以 hh:mm 格式输入时间, 否则必须使用如下所述的12小时格式;

source: When done, tab to the OK button and activate it by pressing Enter to save your settings;
bg: Когато сте готови, отидете до бутона "OK" и го задействайте с ENTER, за да запазите настройките си.
da: Når du er færdig, skal du trykke tab til du lander på knappen OK og aktivere den ved at trykke på Enter for at gemme dine indstillinger;
de: Wenn Sie fertig sind, navigieren Sie zur OK-Taste und aktivieren Sie sie, indem Sie die Eingabetaste drücken, um Ihre Einstellungen zu speichern;
es: Cuando acabes, tabula hasta el botón Aceptar y actívalo pulsando intro para guardar las opciones;
fr: Une fois terminé, faire tab jusqu'au bouton OK et activer celui-ci en appuyant sur Entrée pour enregistrer vos paramètres;
hr: Na kraju prijeđi na gumb „U redu” pomoću tabulatora i aktiviraj gumb pritiskom tipke Enter, kako bi se postavke spremile;
it: Premere il pulsante Ok o Applica per salvare le impostazioni;
pl: Aby zapisać ustawienia, przejdź tabem do przycisku OK i aktywuj go naciskając enter;
pt_br: Quando terminar, vá para o botão OK e ative-o pressionando Enter para salvar suas configurações;
pt_pt: Depois de configurado, tab até "ok", para salvar as configurações
sk: Nastavenia uložíte aktivovaním tlačidla OK;
vi: Khi hoàn tất, tab đến nút Đồng Ý và kích hoạt nó bằng Enter để lưu thiết lập;
zh_cn: 完成后, 将选项卡到 "确定" 按钮, 然后按回车 , 将其激活，并保存您的设置;

source: In the Alarm setup dialog, the first Combo Box control allow you to choose your prefered countdown timer before the alarm ring;
bg: В диалоговия прозорец за настройка на алармата, първият падащ списък ви позволява да изберете предпочитания времеви интервал за обратно отброяване преди прозвучаване на алармения сигнал.
da: I dialogen med uropsætning lader den første boks dig vælge din foretrukne nedtælling;
de: Im Dialogfeld Wecker einrichten können Sie mit dem ersten Auswahlfeld in der Liste den gewünschten Countdown-Timer auswählen, welcher ausgelöst wird, bevor der Wecker klingelt;
es: En el diálogo de configuración de la alarma, el primer cuadro combinado te permite elegir tu temporizador de cuenta atrás preferido antes de que la alarma suene;
fr: Dans le dialogue Réglage de l'alarme, le premier contrôle de Zone de liste déroulante vous permet de choisir votre compte à rebours préféré de la minuterie avant que l'alarme sonne;
hr: U dijalogu za postavljanje alarma, prvi odabirni okvir omogućuje biranje željenog mjerača vremena za odbrojavanje do alarma;
it: nelle impostazioni Timer, la prima casella di controllo permette di scegliere l'unità di misura per il Timer;
pl: Pierwsza lista rozwijana w oknie dialogowym Ustawianie Alarmu służy do wybierania preferowanego odliczania do dźwięku alarmu;
pt_br: No diálogo Configuração de alarme, o primeiro controle Caixa de Combinação permite que escolha o seu temporizador preferido antes do toque do alarme;
pt_pt: Na caixa de diálogo Configuração de alarme, a primeira Caixa de combinação permite que escolha o tempo de contagem regressiva antes do toque do alarme;
sk: V dialógu Minutník môžete nastaviť, či chcete odpočítavať hodiny, minúty alebo sekundy;
vi: Trong hộp thoại cài đặt báo hiệu, hộp xổ đầu tiên cho phép bạn chọn kiểu thời gian đếm ngược trước khi phát báo hiệu;
zh_cn: 在闹钟设置对话框中，第一个组合框控件允许您在闹钟响之前选择您喜欢的倒数计时器;

source: The Edit box control lets you type your time waiting before the alarm ring. This duration must be specified in 1 or more digits, not a decimal number;
bg: Текстовото поле ви позволява да въведете времевия интервал преди алармения сигнал. Тази продължителност трябва да бъде посочена с 1 или повече цифри, а не чрез десетично число.
da: Redigeringsboksen giver dig mulighed for at indtaste den tid der skal gå, før alarmen ringer. Denne varighed skal angives i 1 eller flere cifre, ikke et decimaltal;
de: Mit dem Eingabefeld "Wartezeit" können Sie die Wartezeit eingeben, bis der Wecker klingelt. Diese Dauer muss in 1 oder mehr Ziffern angegeben werden, nicht in einer Dezimalzahl;
es: El cuadro de edición te permite escribir un tiempo de espera antes de que suene la alarma. Esta duración debe especificarse con uno o más dígitos sin decimales;
fr: Le contrôle de zone d'édition vous permet de saisir votre temps d'attente avant que l'alarme sonne. Cette durée doit être spécifiée en 1 ou plusieurs chiffres, pas un nombre décimal;
hr: Okvir za uređivanje omogućuje upisivanje vremena čekanja prije zvonjave alarma. To se trajanje mora odrediti pomoću jedne ili više znamenki, a ne decimalnim brojem;
it: Nel campo editazione è possibile inserire il tempo di attesa prima del suono d'allarme. Si possono inserire più cifre, i numeri decimali non son validi;
pl: W polu edycji należy wpisać czas oczekiwania na dźwięk alarmu. Czas musi być wpisany za pomocą jednej lub więcej cyfr, bez liczb dziesiętnych;
pt_br: O controle Caixa de edição permite-lhe digitar seu tempo de espera antes do toque do alarme. Essa duração deve ser especificada em 1 ou mais dígitos, não em um número decimal;
pt_pt: A caixa de edição permite-lhe escrever o tempo de espera antes do toque do alarme. Essa duração deve ser expressa em 1 ou mais dígitos, não num número decimal;
sk: Do nasledujúceho editačného poľa zadajte čas, ktorý chcete odpočítavať. Nepoužívajte desatinné čísla;
vi: Ô nhập liệu cho phép bạn nhập thời gian chờ trước khi phát báo hiệu. Thời gian này phải được nhập là một hay nhiều số tự nhiên, không phải số thập phân;
zh_cn: “编辑框”控件可让您输入在闹钟响铃前等待的时间。此持续时间必须以1位或更多位数指定，而不是十进制数;
