Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clock.*.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, ro, sk, vi, zh_cn

source: The Combo box control labeled "Alarm sound" lets you choose between various alarm sounds that will be played when the alarm time arrives;
bg: Чрез падащия списък с етикет "Звук за алармата" можете да избирате между различни алармени звуци, които ще се възпроизвеждат, когато настъпи часът на алармата.
da: Boksen "Alarmens lyd" giver dig mulighed for at vælge mellem forskellige alarmlyde, der vil blive afspillet, når alarmen ringer;
de: Mit dem Auswahlfeld "Weckton" können Sie zwischen verschiedenen Alarmtönen wählen, die bei der ausgewählten Weckzeit abgespielt werden;
es: El cuadro combinado "Sonido de alarma" te permite elegir entre diversos sonidos de alarma que se reproducirán cuando llegue la hora de la alarma;
fr: Le contrôle Zone de liste déroulante intitulé "Son de l'alarme" vous permet de choisir entre différents sons d'alarme qui sera joué lorsque l’heure de l’alarme sonnera;
hr: Odabirni okvir s oznakom „Zvuk alarma” omogućuje biranje različitih zvukova alarma, koji će se svirati kad dođe vrijeme alarma;
it: nella casella di controllo "suono per il Timer" si può scegliere tra vari suoni che servirà come suono di allarme allo scadere del tempo;
pl: Lista rozwijana "Dźwięk alarmu" służy do wybierania dźwięku, który będzie odtwarzany gdy nadejdzie czas alarmu;
pt_br: O controle Caixa de combinação rotulado "Som de alarme" permite escolher entre os vários sons de alarme que serão reproduzidos quando chegar a hora do alarme;
pt_pt: A caixa de combinação rotulada "Som de alarme" permite escolher entre os vários sons de alarme que serão reproduzidos;
sk: V zozname "zvuk" vyberte zvuk, ktorý sa ozve po skončení odpočítavania;
vi: Hộp xổ tên "Âm báo hiệu" cho phép bạn chọn giữa nhiều âm báo hiệu sẽ được phát khi đến giờ báo hiệu;
zh_cn: 标有“时钟铃声”的组合框控件可让您在自动报时工作和声音朗读时播放各种时钟声音;

source: The pause button allows you to pause/resume too long alarms;
bg: Бутонът "Пауза" ви позволява да поставите на пауза/възобновите по-дългите аларми.
da: Pauseknappen giver dig mulighed for at sætte alarmen på pause og genoptage lange alarmer;
de: Mit der Taste "Pause" können Sie Wecktöne anhalten/fortsetzen, die zu lang sind;
es: El botón Pausar te permite pausar o reanudar las alarmas demasiado largas;
fr: Le bouton Pause vous permet de mettre en pause / reprendre les alarmes trop longues;
hr: Gumb „Pauza” omogućuje pauzu/nastavak dugih alarma;
it: Il pulsante Pausa consente di sospendere o riprendere la riproduzione dei suoni, utile quando si sceglie tra i suoni troppo lunghi;
pl: Przycisk pauza służy do wstrzymywania/wznawiania zbyt długich alarmów;
pt_br: O botão pausa permite pausar/retomar alarmes muito longos;
pt_pt: O botão de pausa permite pausar / retomar alarmes muito longos;
sk: Tlačidlo Pozastaviť umožňuje pozastaviť a prípadne znovu spustiť odpočítavanie;
vi: Nút tạm dừng cho phép bạn tạm dừng / tiếp tục báo hiệu dài;
zh_cn: 暂停按钮允许您暂停/恢复太长时间的报时;

source: The stop button allows you to stop too long alarms;
bg: Бутонът "Спри" ви позволява да спрете по-дългите аларми.
da: Stopknappen giver dig mulighed for at stoppe for lange alarmer;
de: Mit der Stopptaste können Sie Wecktöne stoppen, wenn sie zu lang sind;
es: El botón Detener te permite parar las alarmas demasiado largas;
fr: Le bouton Arrêter vous permet d'arrêter les alarmes trop longues;
hr: Gumb „Zaustavi” omogućuje zaustavljanje dugih alarma;
it: Il pulsante Stop permette di interrompere suoni troppo lunghi;
pl: Przycisk Zatrzymaj służy do zatrzymywania zbyt długich alarmów;
pt_br: O botão parar permite parar alarmes demasiado longos;
pt_pt: O botão parar permite parar alarmes demasiado longos;
sk: Tlačidlom zastaviť vynulujete minútnik;
vi: Nút dừng cho phép bạn dừng báo hiệu dài;
zh_cn: 停止按钮允许您停止太长的报时;

source: When done, tab to the OK button and activate it by pressing Enter. A message should be displayed to remind you of the waiting time before the alarm;
bg: Когато сте готови, отидете до бутона "OK" и го задействайте с клавиша ENTER. Трябва да се изведе съобщение, което да ви уведоми за оставащото време преди алармата.
da: Når du er færdig, skal du trykke tab indtil du lander på OK-knappen og aktivere den ved at trykke på Enter. En besked vises for at minde om ventetiden før alarmen;
de: Wenn Sie fertig sind, navigieren Sie mit der Tabulatortaste zur Schaltfläche OK und aktivieren Sie diese durch Drücken der Eingabetaste. Es sollte eine Meldung angezeigt werden, die Sie an die Wartezeit vor dem Weckton erinnert;
es: Cuando acabes, tabula hasta el botón Aceptar y actívalo pulsando intro. Se debería mostrar un mensaje para recordarte cuánto tiempo de espera hay hasta la alarma;
fr: Une fois terminé, faire tab jusqu'au bouton OK et activer celui-ci en appuyant sur Entrée. Un message devrait être affiché pour vous rappeler le temps d'attente avant l'alarme;
hr: Na kraju, prijeđi na gumb „U redu” i aktiviraj ga pritiskom na Enter. Trebala bi se prikazati poruka koja podsjeća na vrijeme čekanja prije alarma;
it: Una volta impostato, premere il pulsante Ok per salvare la configurazione. Verrà visualizzato un messaggio di conferma che riporta il tempo di attesa impostato per il timer;
pl: Aby zapisać ustawienia, przejdź tabem do przycisku OK i aktywuj go naciskając Enter. Powinna wyświetlić się wiadomość z przypomnieniem ile czasu pozostało do alarmu;
pt_br: Quando terminar, vá para o botão OK e ative-o pressionando Enter. Uma mensagem deve ser exibida para lembrá-lo do tempo de espera até o alarme;
pt_pt: Quando terminar, clique no botão OK e active-o, pressionando Enter. Deve ser mostrada Uma mensagem, indicando o tempo que falta até ao alarme;
sk: Odpočítavanie spustíte tlačidlom OK;
vi: Khi hoàn tất, tab đến nút Đồng Ý và kích hoạt nó bằng Enter. Một thông điệp sẽ hiển thị, nhắc bạn thời gian chờ trước khi báo hiệu;
zh_cn: 完成后，选择确定按钮并按回车键激活它。应显示一条消息，提醒您闹钟响之前所要等待的时间;

source: Press NVDA+F12 once to get current time, twice to get current date, or thrice to get the current day, week number, as well as the remaining days before the end of the current year.
bg: Натиснете NVDA+F12 еднократно, за да научите текущия час, двукратно, за да научите текущата дата или трикратно, за да научите текущия ден, номера на текущата седмица от годината и броя на оставащите дни до края на годината.
da: Tryk NVDA + F12 for at få den aktuelle tid oplys, to gange hurtigt for at få den aktuelle dato, og tre gange hurtigt for at rapporterer den aktuelle dag, ugenummeret, det aktuelle år og de resterende dage før årets udgang.
de: Drücken Sie NVDA+F12 einmal, um die aktuelle Uhrzeit , zweimal schnell, um das aktuelle Datum, dreimal schnell um den aktuellen Tag, die Kalenderwoche, das Jahr sowie die Anzahl der verbleibenden Tage des Jahres zu erhalten.
es: Pulsa NVDA+f12 una vez para obtener la hora actual, dos para obtener la fecha, o tres para saber el día actual, número de semana y días restantes para que se acabe el año en curso.
fr: Appuyer sur NVDA+F12 une fois pour obtenir l'heure actuelle, deux fois pour obtenir la date actuelle, ou trois fois pour obtenir le jour actuel, le numéro de la semaine, ainsi que les jours restants avant la fin de l'année en cours.
hr: Pritisni NVDA+F12 za trenutačno vrijeme, dvaput za trenutačni datum, triput za trenutačni dan, tjedan i preostale dane do kraja tekuće godine.
it: NVDA+F12, annuncia l'ora corrente. - NVDA+F12 premuto due volte rapidamente, annuncia la data. - NVDA+F12 premuto tre volte rapidamente, informa sul numero del giorno, della settimana e i giorni restanti rispetto all'anno in corso.
pl: NVDA+F12 naciśnięte raz - aktualny czas, naciśnięte dwukrotnie - bieżąca data, naciśnięte trzykrotnie - numer dnia i tygodnia w bieżącym roku, oraz liczba dni pozostałych do końca bieżącego roku
pt_br: Pressione NVDA+F12 uma vez para obter a hora atual, duas vezes para obter a data atual ou três vezes para obter o dia atual, o número da semana e os dias restantes para o final do ano atual.
pt_pt: - NVDA+F12, diz a hora actual. - NVDA+F12, pressionado duas vezes rapidamente, diz a data actual. - NVDA+F12, pressionado três vezes rapidamente, informa o número actual do dia e da semana do ano em curso, bem como os dias que faltam para terminar o ano actual.
sk: NVDA+F12: Oznámi aktuálny čas. Stlačené dvakrát rýchlo za sebou oznámi dnešný dátum. Stlačené trikrát rýchlo za sebou oznámi číslo dňa v roku, číslo týždňa a počet dní do konca roka.
vi: Bấm NVDA+F12 một lần để xem giờ hiện tại, hai lần để xem ngày hiện tại, hay ba lần để xem ngày hiện tại, số tuần, kể cả số ngày còn lại trước khi kết thúc năm hiện tại.
zh_cn: NVDA+F12 快速按三次，朗读当天，周数，当前年份和年底前的剩余天数。

source: Key commands
bg: Клавишни комбинации
da: Tastaturkommandoer
de: Tastenbefehle
es: Teclas de órdenes
fr: Raccourcis clavier
gl: Teclas de ordes
hr: Tipkovničke naredbe
it: Comandi rapidi
pl: Skróty klawiszowe
pt_br: Comandos principais
pt_pt: Comandos rápidos:
ro: Comenzi de tastatură
sk: Klávesové skratky
vi: Các phím lệnh
zh_cn: 键盘命令

source: NVDA+F12, get current time;
bg: NVDA+F12: Съобщаване на текущия час.
da: NVDA+F12, få den aktuelle tid;
de: NVDA+F12, aktuelle Uhrzeit abrufen;
es: NVDA+f12: obtiene la hora actual;
fr: NVDA+F12, pour obtenir l'heure actuelle;
hr: NVDA+F12, javi trenutačno vrijeme;
it: NVDA+F12, legge l'ora;
pl: NVDA+F12, odczytaj aktualny czas;
pt_br: NVDA+F12, obtém a hora atual;
pt_pt: NVDA+F12, diz a hora actual;
sk: NVDA+f12: Oznámi aktuálny čas;
vi: NVDA+F12, xem giờ hiện tại;
zh_cn: NVDA+F12,朗读当前时间;

source: NVDA+F12 pressed twice quickly, get current date;
bg: Двукратно бързо натискане на NVDA+F12: Съобщаване на текущата дата.
da: NVDA+F12 trykket to gange hurtigt, få den aktuelle dato;
de: NVDA+F12 zweimal kurz drücken, um das aktuelle Datum zu erhalten;
es: NVDA+f12 pulsado ddos veces rápidamente: obtiene la fecha actual;
fr: NVDA+F12 pressé deux fois rapidement, pour obtenir la date actuelle;
hr: NVDA+F12 dvaput brzo, javi trenutačni datum;
it: NVDA+F12 premuto due volte, legge la data;
pl: NVDA+F12 dwukrotnie szybko naciśnięte, odczytaj aktualną datę;
pt_br: NVDA+F12 pressionado duas vezes rapidamente, obtém a data atual;
pt_pt: nvda+f12, pressionado duas vezes, diz a data actual;
sk: Stlačené dvakrát rýchlo za sebou oznámi dnešný dátum;
vi: NVDA+F12 bấm nhanh hai lần, xem ngày hiện tại;
zh_cn: NVDA+F12 快速按两次，朗读当前日期;

source: NVDA+F12 pressed thrice quickly, reports the current day, the week number, the current year and the remaining days before the end of the year.
bg: Трикратно бързо натискане на NVDA+F12: Съобщаване на текущия ден, номера на седмицата, текущата година и оставащите дни преди края на годината.
da: NVDA+F12 trykket tre gange hurtigt, rapporterer den aktuelle dag, ugenummeret, det aktuelle år og de resterende dage før årets udgang.
de: NVDA+F12 (dreimal schnell gedrückt) liest den aktuellen Tag, die Kalenderwoche, das Jahr sowie die Anzahl der verbleibenden Tage des Jahres vor.
es: NVDA+F12 pulsado tres veces rápidamente, anuncia el número de día, número de semana, el año actual y los días restantes para que se acabe.
fr: NVDA+F12 pressé trois fois rapidement, pour annoncer le jour actuel, le numéro de la semaine, l'année en cours et les jours qui restent avant la fin de l'année.
hr: NVDA+F12 triput brzo, izvještava o trenutačnom danu, broju tjedna, tekućoj godini i o danima koji su preostali do kraja godine.
it: NVDA+F12 premuto tre volte rapidamente, informa sul numero del giorno, della settimana e i giorni restanti rispetto all'anno in corso.
pl: NVDA+F12 naciśnięte szybko trzy razy, odczytuje bieżący dzień, numer tygodnia w roku, bieżący rok oraz liczbę dni pozostałych do końca roku.
pt_br: NVDA+F12, pressionado três vezes rapidamente, informa o dia atual, o número da semana, o ano atual e os dias que faltam para o final do ano.
pt_pt: NVDA+F12, pressionado três vezes rapidamente, informa o dia actual, o número da semana, o ano atual e os dias que faltam para o final do ano.
sk: Stlačené trikrát rýchlo za sebou oznámi číslo týždňa, číslo dňa a počet dní do konca roka.
vi: NVDA+F12 bấm nhanh ba lần, thông báo ngày hiện tại, số tuần, năm hiện tại và số ngày còn lại trước khi kết thúc năm.
zh_cn: NVDA+F12 快速按三次，朗读当天，周数，当前年份和年底前的剩余天数。

source: There is a script that gives the remaining and elapsed time before the next alarm;
bg: Има скрипт, който докладва оставащото и изтеклото време преди следващата аларма.
da: Der er et script, der giver den resterende og forløbet tid før den næste alarm;
de: Ein Befehl kann zugewiesen werden, dwelcher die verbleibende und verstrichene Zeit bis zum nächsten Weckton meldet;
es: Hay un script que verbaliza el tiempo transcurrido y el tiempo restante antes de la siguiente alarma;
fr: Il y a un script qui donne le temps restant et le temps écoulé avant la prochaine alarme;
hr: Postoji skripta za javljanje preostalog i proteklog vremena do sljedećeg alarma;
it: Il componente aggiuntivo include uno script per controllare il tempo trascorso e rimanente del timer;
pl: Czas, który upłynął i pozostał do następnego alarmu jest podawany za pomocą skryptu.
pt_br: Há um script que fornece o tempo restante e o decorrido antes do próximo alarme;
pt_pt: Há um script que fornece o tempo restante e o decorrido antes do próximo alarme;
sk: Je možné nastaviť skratku na oznámenie uplynutého a zostávajúceho času;
vi: Có một kịch bản cung cấp cho bạn thời gian đã qua và thời gian còn lại trước khi có báo hiệu tiếp theo;
zh_cn: 有一个脚本可以在下一个闹钟之前提供剩余和经过时间;

source: There is no keyboard gesture assigned to this script, you will have to do it yourself in the "Input gestures" dialog box, in the "Clock" category;
bg: За този скрипт не е присвоен жест от клавиатурата, трябва да го направите сами в диалоговия прозорец "Жестове на въвеждане" в категорията "Часовник".
da: Der er ingen tastaturbevægelse tildelt dette script, du skal selv gøre det i dialogboksen "Inputbevægelser" i kategorien "Ur".
de: Sie müssen selbst im Dialogfeld "Eingaben" in der Kategorie "Uhr" eine Geste für dieses Skript zuweisen;
es: No hay un gesto de teclado asociado a este script. Deberás asignarlo por ti mismo en el diálogo "Gestos de entrada", en la categoría "Reloj";
fr: Aucun geste au clavier n’est assigné à ce script, vous devrez le faire vous-même dans la boîte de dialogue "Gestes de commandes", dans la catégorie "Clock";
hr: Ovoj skripti nije dodijeljen nijedan tipkovnički prečac. To treba obaviti u dijalogu za „Ulazni prečaci” u kategoriji „Sat”;
it: Di default non è stato assegnato nessun comando per questo script, è possibile assegnare i comandi dalla finestra "Gesti e Tasti di Immissione" nella categoria "Clock";
pl: Żadne polecenie nie jest przypisane do tego skryptu. Należy przypisać własne polecenie w oknie dialogowym "Zdarzenia wejścia" w kategorii "Clock" ;
pt_br: Não há nenhum comando de teclado atribuído a esse script, terá que fazer isso sozinho na caixa de diálogo "Definir comandos", na categoria "Relógio";
pt_pt: Não há nenhum comando atribuído a este script, Terá que que o definir na caixa de diálogo "definir comandos", na categoria "Relógio";
sk: Skratku nastavíte v dialógu Klávesové skratky.
vi: Không có thao tác cho kịch bản này. bạn phải tự gán lệnh trong hộp thoại "Quản lý các thao tác", trong phân lại loại Đồng hồ";
zh_cn: 没有为此脚本分配键盘手势，您必须在“输入手势”对话框的“时钟”类别中自行设置;

source: This gesture pressed twice quickly, cancel the next alarm;
bg: Двукратното бързо задействане на този жест анулира следващата аларма.
da: Denne bevægelse trykket to gange hurtigt vil annullere den næste alarm;
de: Zweimaliges Drücken dieser Geste löscht den nächsten Wecker;
es: Si se pulsa este gesto dos veces rápidamente, se cancela la siguiente alarma;
fr: Ce geste pressé deux fois rapidement, annule la prochaine alarme;
hr: Ovaj tipkovnički prečac pritisnut dvaput brzo, otkazuje sljedeći alarm;
it: Il comando premuto due volte permette di annullare il timer;
pl: To polecenie dwukrotnie szybko naciśnięte, anuluj następny alarm;
pt_br: Este comando pressionado duas vezes, cancela o próximo alarme;
pt_pt: Este comando, pressionado duas vezes, cancela o próximo alarme
sk: Dvojité stlačenie skratky ukončí odpočítavanie;
vi: Thực hiện thao tác này nhanh hai lần để hủy bỏ báo hiệu kế tiếp;
zh_cn: 此手势快速按下两次，取消下一次闹钟;

source: There is another script to stop the sound that is currently playing, its gesture is also not defined;
bg: - Има скрипт, който докладва оставащото и изтеклото време преди следващата аларма; - За този скрипт не е присвоен жест от клавиатурата, трябва да го направите сами в диалоговия прозорец "Жестове на въвеждане" в категорията "Часовник"; - Двукратното бързо задействане на този жест анулира следващата аларма; - Има и друг скрипт, който служи, за да спре звука, който се възпроизвежда в момента, неговият жест също не е дефиниран; - Този скрипт може да бъде извикан и с помощта на слоевите команди на добавката, описани по-долу.
da: Der er et andet script til at stoppe den lyd, der afspilles, men dette script har ingen tildelt kommando;
de: Es gibt ein weiteres Skript, um den aktuellen Weckton zu stoppen. Diesem Skript ist noch keine Geste zugewiesen;
es: También hay un script para detener el sonido que se reproduce actualmente, su gesto no está definido;
fr: Il existe un autre script pour arrêter le son en cours de lecture, son geste n’est pas non plus défini;
hr: Postoji jedna druga skripta za zaustavljanje trenutačnog zvuka, tipkovnički prečac za nju također nije definiran;
it: Un altro script permette di interrompere il suono in riproduzione, anche questo script non ha un comando assegnato di default;
pl: Kolejny skrypt zatrzymuje aktualnie odtwarzany dźwięk. Do niego również nie jest przypisane żadne polecenie;
pt_br: Há outro script para interromper o som que está sendo reproduzido no momento, também não tem comando definido;
pt_pt: Há também um script para parar o som que está a ser tocado. também não tem comando atribuído.
sk: Tiež môžete definovať skratku na prerušenie prehrávaného zvuku;
vi: Còn có một kịch bản khác để dừng âm thanh đang được phát. Thao tác này cũng không được quy định;
zh_cn: 另外还有另一个脚本可以停止当前播放的声音，其手势也没有定义;

source: That script can also be called using the clock layer commands described below.
bg: Този скрипт може да бъде извикан и с помощта на слоевите команди на добавката, описани по-долу.
da: Dette script kan også benyttes ved brug af de lagdelte kommandoer til tilføjelsen som beskrevet nedenunder.
de: Dieses Skript kann durch folgende Befehle aufgerufen werden.
es: Dicho script puede llamarse usando las órdenes de capa del reloj que se describen a continuación.
fr: Ce script peut également être invoqué à l'aide des commandes en couche de l'horloge décrites ci-dessous.
hr: Ta skripta se može pokrenuti i pomoću višeslojnih naredbi za sat, opisani niže dolje.
it: Lo script può essere richiamato anche con i comandi a livello descritti di seguito:
pl: Ten skrypt można też wywołać za pomocą poleceń warstwowych Clock opisanych poniżej.
pt_br: Este script também pode ser chamado usando os comandos em camada, do relógio, descritos abaixo.
pt_pt: Este script também pode ser chamado usando os comandos em camada, do relógio, descritos abaixo.
sk: Zvuk môžete prerušiť zloženými príkazmi, ktoré si ešte vysvetlíme.
vi: Cũng có thể gọi các kịch bản đó bằng các lệnh layer được mô tả dưới đây.
zh_cn: 也可以使用下面描述的时钟层命令调用该脚本。

source: Layered commands
bg: Слоеви команди
da: Lagrede kommandoer
de: Zwischenbefehle
es: Órdenes de capa
fr: Commandes en couches
gl: Ordes en capa
hr: Višeslojne naredbe
it: comandi a livello:
pl: Polecenia warstwowe
pt_br: Comandos em camada
pt_pt: Comandos em camada:
ro: Comenzi stratificate
sk: Zložené Klávesové skratky
vi: Các lệnh layer
zh_cn: 分层命令

source: To use layered commands, press NVDA+Shift+F12 followed by one of the following keys:
bg: За да използвате слоевите команди, натиснете NVDA+Shift+F12, последвано от един от следните клавиши:
da: For at bruge lagrede kommandoer skal du trykke på NVDA+Skift+F12 efterfulgt af en af følgende taster:
de: Um Zwischenbefehle zu verwenden, drücken Sie NVDA+Shift+F12 gefolgt von einem der folgenden Tasten:
es: Para usar las órdenes en capa, pulsa NVDA+Shift+F12 seguido de una de las siguientes teclas:
fr: Pour utiliser des commandes en couches, appuyez sur NVDA+Maj+F12 suivi de l'une des touches suivantes :
gl: Para utilizar as ordes en capa, preme NVDA+Shift+F12 seguido dunha das seguintes teclas:
hr: Za korištenje višeslojnih naredbi, pritisni NVDA+Shift+F12 i zatim jednu od sljedećih tipki:
it: Per usare i comandi a livello, premere NVDA+Shift+F12 e poi uno dei seguenti tasti:
pl: Aby używać poleceń warstwowych, naciśnij NVDA+Shift+F12, a następnie 1 z poniższych klawiszy:
pt_br: Para usar os comandos em camada, pressione NVDA+Shift+F12 seguido de uma das seguintes teclas:
pt_pt: Para usar os comandos em camada, pressione NVDA+Shift+F12 seguido de uma das seguintes teclas:
ro: Pentru a folosi comenzile stratificate, apăsați NVDA+Shift+F12 urmat de una din următoarele taste:
sk: Zložené príkazy pozostávajú zo skratky nvda+shift+F12 nasledovanej písmnom:
vi: Để dùng các lệnh layer, bấm NVDA+Shift+F12 rồi một trong các phím sau:
zh_cn: 要使用分层命令，请按NVDA + Shift + F12，然后按以下快捷键:

source: S: Starts, resets or stops the stopwatch;
bg: S: Стартира, нулира или спира хронометъра.
da: S: Starter, nulstiller eller stopper stopuret;
de: S: Startet, stoppt oder setzt die Stoppuhr zurück;
es: S: inicia, detiene o reinicia el cronómetro;
fr: S: Démarre, réinitialise ou arrête le chronomètre;
hr: S: Pokreće, zaustavlja ili resetira štopericu;
it: S: Avvia, interrompe o azzera per riavviare il cronometro.
pl: S: uruchamia, resetuje, lub zatrzymuje stoper;
pt_br: S: Inicia, redefine ou pára o cronômetro;
pt_pt: S: Inicia, redefine ou pára o cronómetro;
sk: S: Spusti, vynuluj alebo zastav stopky;
vi: S: Bắt đầu, đặt lại hay dừng đồng hồ bấm giờ;
zh_cn: S: 启动，重置或停止秒表;

source: R: Resets stopwatch to 0 without restarting it;
bg: R: Нулира хронометъра, без да го рестартира.
da: R: Nulstiller stopuret til 0 uden at genstarte det;
de: R: Setzt die Stoppuhr auf 0 zurück, ohne sie neu zu starten;
es: R: pone el cronómetro a 0 sin reiniciarlo;
fr: R: Réinitialise le chronomètre à 0 sans le démarrer;
hr: R: Resetira štopericu na nulu bez ponovnog pokretanja;
it: R: Azzera il cronometro senza ripartire.
pl: R: Zeruje stoper, ale go nie restartuje;
pt_br: R: Redefine o cronômetro para 0, sem reiniciá-lo;
pt_pt: R: Redefine o cronómetro para 0, sem o reiniciar;
sk: R: Vynuluj a zastav stopky;
vi: R: đặt lại đồng hồ báo giờ là 0 mà không khởi động lại nó;
zh_cn: R: 将秒表重置为0而不重新启动;

source: A: gives the remaining and elapsed time before the next alarm;
bg: A: Съобщава оставащото и изминалото време преди следващата аларма.
da: A: Giver den resterende og forløbet tid før den næste alarm;
de: A: gibt die verbleibende und verstrichene Zeit bis zum nächsten Wecker an;
es: A: da el tiempo transcurrido y el tiempo restante antes de la próxima alarma;
fr: A: donne le temps restant et écoulé avant la prochaine alarme;
hr: A: Izdaje proteklo vrijeme i preostalo vrijeme prije sljedećeg alarma;
it: A: annuncia il tempo restante e trascorso per il timer;
pl: A: Podaje czas, który upłynął i pozostał do następnego alarmu;
pt_br: A: fornece o tempo restante e o decorrido antes do próximo alarme;
pt_pt: A: fornece o tempo restante e o decorrido antes do próximo alarme;
sk: A: Oznámi uplynutý a zostávajúci čas minutníka;
vi: A: cung cấp thời gian đã qua và còn lại trước báo hiệu tiếp theo;
zh_cn: A: 给出下一次闹钟前的剩余时间和经过时间;
