Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clock.*.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, ro, sk, vi, zh_cn

source: [[!meta title="Clock and calendar Add-on for NVDA"]]
bg: [[!meta title="Добавка за NVDA за часовника и календара"]]
da: [[! meta titel = "Ur og kalender for NVDA"]]
de: [[!meta title="Uhr- und Kalender-Erweiterung für NVDA"]]
es: [[!meta title="Complemento reloj y calendario para NVDA"]]
fr: [[!meta title="Extension horloge et calendrier pour NVDA"]]
gl: [[!meta title="Complemento de Reloxo e calendario para NVDA"]]
hr: [[!meta title="Sat i kalendar, dodatak za NVDA"]]
it: [[!meta title="Clock: impostazioni avanzate per l'ora ed il calendario con NVDA"]]
pt_br: [[!meta title="Complemento de relógio e calendário para o NVDA (Clock and calendar Add-on for NVDA)"]]
pt_pt: [[!meta title="Extra de Relógio e calendário para o NVDA"]]
ro: [[!meta title="Suplimentul Clock and calendar pentru NVDA"]]
sk: [[!meta title="Rozšírené hodiny a kalendár"]]
vi: [[!meta title="Đồng hồ và lịch Add-on cho NVDA"]]
zh_cn: [[!meta title="NVDA 时钟日历插件"]]

source: Authors: Hrvoje Katić, Abdel and NVDA contributors;
bg: Автори: Hrvoje Katić, Abdel и други сътрудници на NVDA
da: Forfattere: Hrvoje Katić, Abdel og NVDA bidragsydere;
de: Autoren: Hrvoje Katić, Abdel und NVDA-Mitwirkende;
es: Autores: Hrvoje Katić, Abdel y contribuidores de NVDA;
fr: Auteurs : Hrvoje Katić, Abdel et contributeurs de NVDA;
gl: Autores: Hrvoje Katić, Abdel e contribuíntes co NVDA;
hr: Autori: Hrvoje Katić, Abdel i NVDA suradnici;
it: Authori: Hrvoje Katić, Abdel e altri collaboratori di NVDA.
pl: Autorzy: Hrvoje Katić, Abdel i NVDA współtwórcy;
pt_br: Autores: Hrvoje Katić, Abdel e colaboradores do NVDA;
pt_pt: Autores: Hrvoje Katić, Abdel and NVDA contributors;
ro: Autori: Hrvoje Katić, Abdel și contribuitorii NVDA;
sk: Autori: Hrvoje Katić, Abdel a ďalší
vi: Tác giả: Hrvoje Katić, Abdel và cộng tác viên NVDA;
zh_cn: 作者: Hrvoje Katić, Abdel and NVDA contributors;

source: Download [stable version][1];
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1];
de: [Stabile Version herunterladen][1];
es: Descargar [versión estable][1];
fr: Télécharger [version stable][1];
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pl: Pobierz [Wersja stabilna][1];
pt_br: Baixe a [versão estável][1];
pt_pt: Baixar [versão estável][1]
ro: Descarcă [versiunea stabilă][1];
sk: stiahnuť [stabilnú verziu][1]
vi: Tải về [phiên bản chính thức][1];
zh_cn: 下载 [稳定版][1]

source: Download [development version][2].
bg: Изтегляне на [тестова версия][2]
da: Download [udviklingsversion][2].Download [udviklingsversion][2]
es: Descargar [versión de desarrollo][2].
fr: Télécharger [version de développement][2].
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
pl: Pobierz [Wersja rozwojowa][2].
pt_br: Baixe a [versão em desenvolvimento][2].
pt_pt: Baixar [versão de desenvolvimento][2]
ro: Descarcă [versiunea în dezvoltare][2].
sk: stiahnuť [vývojovú verziu][2]
vi: Tải về [phiên bản thử nghiệm][2].
zh_cn: 下载 [开发板][2]

source: This addon enables the advanced clock, alarm timer and calendar functionality for NVDA.
bg: Тази добавка за NVDA разширява възможностите за работа с часовника, алармата за обратно отброяване и календара.
da: Denne tilføjelse tilføjer avancerede ur, alarm, tidtagning og kalenderfunktionalitet til NVDA.
de: Diese Erweiterung bietet die erweiterte Uhren-, Weck- und Kalenderfunktionalität für NVDA.
es: Este complemento habilita la funcionalidad avanzada de reloj, de temporizador de alarma y calendario para NVDA.
fr: Cette extension active les fonctions avancées de l'horloge, de minuterie d'alarme et du calendrier pour NVDA.
gl: Este complemento habilita a funcionalidade avanzada de reloxo, contador con alarma e calendario para NVDA.
hr: Ovaj dodatak omogućuje funkcionalnost za napredni sat, alarm i kalendar za NVDA.
it: Questo componente aggiuntivo presenta impostazioni avanzate per l'orologio, il calendario e funzioni di timer e cronometro per NVDA.
pl: Ten dodatek włącza rozbudowany zegar, licznik z alarmem i i funkcjonalność kalendarza dla NVDA.
pt_br: Esse complemento permite a funcionalidade avançada de relógio, despertador e calendário para o NVDA.
pt_pt: Este extra permite funcionalidades avançadas de relógio, despertador e calendário para o NVDA.
ro: Acest supliment activează ceasul avansat, alarma și calendarul pentru NVDA.
sk: Poskytuje rozšírený kalendár, stopky a hodiny pre NVDA.
vi: Addon này cung cấp tính năng nâng cao cho đồng hồ, báo giờ và lịch cho NVDA.
zh_cn: 此插件可为NVDA启用高级时钟，闹钟定时器和日历功能。

source: Instead of always getting time and date from Windows, you can customize how times and dates should be spoken and brailled by NVDA.
bg: Вместо винаги да се взима точно датата и часа от Windows, можете да персонализирате как NVDA ще извежда с глас и брайл часа и датата.
da: I stedet for altid at få tid og dato fra Windows, kan du tilpasse, hvordan tider og datoer skal tales og gengives på punkt af NVDA.
de: Anstatt immer Zeit und Datum von Windows zu bekommen, können Sie anpassen, wie Zeiten und Daten von NVDA gesprochen und in Braille ausgegeben werden sollen.
es: En lugar de obtener siempre la hora y la fecha desde la barra de tareas de Windows, puedes personalizar cómo deberían verbalizarse y braillificarse las horas y las fechas por NVDA.
fr: Au lieu de toujours obtenir la date et l'heure depuis Windows, vous pouvez personnaliser comment les dates et les heures doivent être annoncées et affichées en braille par NVDA.
gl: No canto de obter hora e data dende Windows, podes personalizar cómo deberían falarse e braillificarse as datas en NVDA:
hr: Umjesto dobivanja podataka za vrijeme i datum od Windowsa, moguće je prilagoditi način izgovora i prikaza na brajičnom retku za vrijeme i datum putem NVDA.
it: E' possibile personalizzare il modo in cui viene letta l'ora e la data, sia tramite sintesi che in braille.
pl: Zamiast dostarczać datę i czas z systemu, można dostosować ich odczytywanie i wyświetlanie w brajlu przez NVDA
pt_br: Em vez de obter sempre a hora e data do Windows, pode personalizar a forma como as horas e datas devem ser faladas e mostradas em Braille pelo NVDA.
pt_pt: Em vez de obter sempre a hora e a data do Windows, pode personalizar a forma como as horas e as datas devem ser faladas e mostradas em Braille pelo NVDA.
ro: În loc să obțineți mereu data și ora de la Windows, puteți personaliza cum să fie spuse sau afișate în braille de NVDA.
sk: Môžete nastaviť spôsob oznamovania času hlasovým výstupom a na braillovskom riadku.
vi: Thay vì luôn lấy thông tin ngày giờ từ Windows, bạn có thể tùy biến cách mà NVDA đọc và hiển thị ngày giờ trong chữ nổi.
zh_cn: 您可以自定义NVDA应如何读出时间和日期，而不是从Windows获取时间日期。

source: Additionally, you can obtain the current day, week number, as well as the remaining days before the end of the current year, and you can also set automatic time announcement on specified interval.
bg: В допълнение, можете да научите текущия ден, номера на седмицата, както и оставащите дни преди края на текущата година. Също така можете да зададете автоматично оповестяване на часа на определен времеви интервал.
da: Derudover kan du få den aktuelle dag, ugenummer samt de resterende dage inden udgangen af indeværende år, og du kan også indstille automatisk tidsmeddelelse ved et angivet interval.
de: Zusätzlich können Sie den aktuellen Tag, die Wochennummer sowie die Anzahl der restlichen Tage des laufenden Jahres erhalten, Des weiteren können Sie eine automatische Zeitankündigung und dessen Intervall einstellen.
es: Además, puedes obtener el día actual, el número de la semana, así como los días restantes para que acabe el año y también puedes ajustar el anuncio automático de la hora en un intervalo especificado.
fr: En outre, vous pouvez obtenir le jour actuel, le numéro de la semaine, ainsi que les jours restants avant la fin de l'année en cours, et vous pouvez également définir une annonce automatique de l'heure sur un intervalle spécifié.
gl: Ademais, podes obter o número do día actual, da semana, así como os días que restan antes do final do ano, e tamén podes establecer anunciado automático da hora nun intervalo específico.
hr: Osim toga je moguće saznati trenutačni dan, broj tjedna i broj preostalih dana tekuće godine. Može se postaviti i automatska najava vremena u određenim intervalima.
it: In oltre, è possibile conoscere il numero del giorno, della settimana ed i giorni rimanenti rispetto all'anno in corso, e impostare un intervallo per l'avviso automatico dell'ora.
pl: Oprócz tego można sprawdzić bieżący dzień tygodnia, numer tygodnia w roku oraz liczbę dni pozostałych do końca bieżącego roku, a także ustawić ogłaszanie czasu co konkretny okres
pt_br: Além disso, pode obter o dia atual, o número da semana, bem como os dias que faltam para o final do ano atual, e também pode definir o anúncio automático das horas no intervalo especificado.
pt_pt: Além disso, pode obter o dia actual, o número da semana, bem como os dias que faltam para o final do ano actual, e também pode definir o anúncio automático das horas, no intervalo especificado.
ro: În plus, puteți obține ziua curentă, numărul săptămânii, dar și câte zile au mai rămas până la sfârșitul anului curent. Puteți să setați anunțarea automată a orei într-un interval specificat.
sk: Doplnok dokáže oznamovať počet dní do konca roka, číslo týždňa a automaticky oznamovať čas.
vi: Thêm nữa, bạn có thể lấy thông tin về ngày hiện tại, số tuần, kể cả số ngày còn lại trước khi kết thúc năm, và bạn cũng có thể đặt báo giờ tự động trong khoảng thời gian nhất định.
zh_cn: 此外，您还可以获取当前日期，周数以及当前年度结束前的剩余天数，还可以按指定的时间间隔设置自动时间通知。

source: There's also a stopwatch and Alarm timer features built-in to the addon, that lets you time your tasks, such as copying files, installing programs, or cooking meals.
bg: В добавката са вградени и функции за хронометър и таймер с аларма, които ви позволяват да засичате времето за задачите си, като копиране на файлове, инсталиране на програми или готвене.
da: Der er også et stopur og tidtagningsfunktionalitet indbygget i tilføjelsesprogrammet, der lader dig tage tid på dine opgaver, såsom kopiering af filer, installation af programmer eller madlavning.
de: In die Erweiterung wurde eine Stoppuhr und ein Wecker integriert, sodass Sie die Zeit für Ihre Aufgaben wie das Kopieren von Dateien, die Installation von Programmen oder das Kochen von Mahlzeiten im Blick haben.
es: También existen las funciones de cronómetro, de temporizador de alarma integrados en el complemento que te permite programar tus tareas, como copiar archivos, instalar programas o preparar comida.
fr: Il existe également des fonctionnalités pour le chronomètre et minuterie d'alarme intégrés à l'extension qui vous permettent de chronométrer vos tâches, telles que la copie de fichiers, l'installation de programmes ou la préparation de repas.
gl: Tamén están dispoñibles integradas no complemento as características de cronómetro e temporizador con alarma, que che permitirán temporizar as túas tarefas, como o copiado de arquivos, a instalación de programas ou o cociñado de carne.
hr: U dodatak su ugrađene i funkcije štoperice i alarma, koje omogućuju mjerenje vremena za zadatke, poput kopiranja datoteka, instaliranja programa ili kuhanja obroka.
it: Il componente aggiuntivo dispone anche di un cronometro e un timer, utile per controllare il tempo impiegato in varie facende personali come copiare file, installare programmi o cucinare.
pl: Wbudowane funkcje stopera i timera pomagają organizować zadania, np. kopiowanie plików, instalowanie programów, czy gotowanie posiłków.
pt_br: Existe também um cronômetro e recursos de temporizador embutidos no complemento, que permitem agendar suas tarefas, como copiar arquivos, instalar programas ou preparar refeições.
pt_pt: Existem também um cronômetro e recursos de temporizador de alarme incorporados ao extra, os quais permitem que indique um tempo para a realização das suas tarefas, como copiar arquivos, instalar programas ou cozinhar refeições.
ro: De asemenea, sunt implementate în supliment caracteristicile cronometru și alarmă, cu ajutorul cărora vă puteți programa activități precum copierea de fișiere, instalarea de programe sau, de ce nu, luarea micului dejun, a prânzului, a cinei, sau chiar a unei mici gustări.
sk: Poskytuje tiež stopky a minútnik.
vi: Có cả đồng hồ bấm giờ và tính năng báo giờ được tích hợp trong addon để hẹn giờ cho công việc của bạn, chẳng hạn như chép các tập tin, cài đặt chương trình hay nấu ăn.
zh_cn: 还有内置于插件的秒表和闹钟定时器功能，可让您为任务计时，例如复制文件，安装程序或烹饪。

source: Note:
bg: Забележка:
da: Bemærk:
de: Anmerkung:
es: Nota:
gl: Nota:
hr: Napomena:
it: Nota:
pl: Uwaga:
pt_br: Nota:
pt_pt: Nota:
ro: Notă:
sk: Poznámka:
vi: Lưu ý:
zh_cn: 注意:

source: If you install the add-on as an update, during the installation process, the wizard detects if the old configuration is compatible with the new one and offers to correct it before installing, then you'll just have to validate the OK button to confirm that.
bg: Ако инсталирате добавката като обновление, по време на процеса на инсталиране съветникът установява дали старата конфигурация е съвместима с новата и предлага да я коригирате преди да я инсталирате. Тогава ще трябва само да потвърдите със задействане на бутона "OK", че всичко е наред.
da: Hvis du installere tilføjelsen som en opdatering, vil programmet bekræfte om din gamle installation er kompatibel med den nye, hvorefter dette vil ettes hvis dette ikke er tilfældet. Du skal blot trykke på "ok" for at bekræfte.
de: Wenn Sie diese Erweiterung mittels Update installieren, erkennt der Assistent während des Installationsprozesses, ob die alte Konfiguration mit der neuen kompatibel ist und bietet vor der Installation an, diese zu korrigieren. Anschließend müssen Sie nur mit OK bestätigen, um die Korrektur auszulösen.
es: Si instalas el complemento como una actualización, durante el proceso de instalación, el asistente detecta si la configuración anterior es compatible con la nueva y ofrece corregirla antes de instalarla.
fr: Si vous installez l'extension en tant que mise à jour, lors du processus d'installation, l'assistant détecte si l'ancienne configuration est compatible avec la nouvelle et vous propose de la corriger avant l'installation. Il vous suffira alors de valider le bouton OK pour confirmer cela.
gl: Se instalas o complemento como unha actualización, durante o proceso de instalación, o asistente detecta se a configuración vella é compatible coa nova e ofrece correxila antes da instalación, de forma que só tes que validar o botón Aceptar para confirmalo.
hr: Ako se dodatak instalira kao nadogradnja, tijekom instalacije čarobnjak otkriva je li stara konfiguracija kompatibilna s novom i nudi mogućnost za njeno ispravljanja prije instalacije. To se jednostavno potvrđuje gumbom „U redu”.
it: se si sta aggiornando il componente aggiuntivo, durante il processo di installazione la procedura guidata rileva se la vecchia configurazione è compatibile con la nuova e propone la correzione. Sarà sufficiente premere il pulsante Ok per confermare.
pl: Podczas instalowania aktualizacji dodatku, kreator sprawdza, czy poprzednia konfiguracja jest zgodna z nową i proponuje jej poprawę przed instalacją. Aby to potwierdzić, wystarczy nacisnąć przycisk OK.
pt_br: Se instalar uma atualização do complemento, durante o processo de instalação, o assistente detecta se a configuração antiga é compatível com a nova e se oferecerá para corrigi-la antes da instalação, basta ratificar com botão OK para confirmar isso.
pt_pt: Se instalar uma atualização do extra, durante o processo de instalação, o assistente detecta se a configuração antiga é compatível com a nova e pergunta se quer fazer as alterações, que deverá confirmar no botão "ok".
ro: Dacă instalați suplimentul ca actualizare, în timpul procesului de instalare, vrăjitorul vede dacă configurația veche este compatibilă sau nu cu cea nouă și se oferă să o corecteze înainte de instalare, apoi dumneavoastră trebuie doar să apăsați butonul OK ca să confirmați această acțiune.
sk: Doplnok automaticky rozpozná staršiu verziu a na túto skutočnosť upozorní. Správu len stačí potvrdiť.
vi: Nếu bạn cài đặt add-on ở dạng cập nhật, trong khi thực hiện cài đặt, chương trình sẽ kiểm tra việc cấu hình cũ có tương thích với phiên bản mới và chỉnh sửa chúng trước khi cài đặt, rồi thì bạn chỉ việc bấm nút Đồng Ý để xác nhận.
zh_cn: 如果您将插件安装为更新，则在安装过程中，向导会检测旧配置是否与新配置兼容，并在安装之前提供更正，然后您只需确定即可。

source: Usage
bg: Начин на използване
da: Brug
de: Verwendung
es: Uso
fr: Utilisation
gl: Uso
hr: Primjena
it: Utilizzo
pl: Użycie
pt_br: Utilização
pt_pt: Utilização:
ro: Folosire
sk: Použitie
vi: Sử dụng
zh_cn: 使用

source: Open the configuration dialog for this addon from the NVDA tools menu or from the settings panel According to your version of NVDA;
bg: Отворете диалоговия прозорец за конфигуриране на тази добавка от менюто на NVDA- > "Инструменти" или от панела с настройки, в зависимост от вашата версия на NVDA.
da: Åbn konfigurationsdialogen for denne tilføjelse fra menuen værktøjer fra NVDA-menuen eller indstillingspanelet, afhængigt af din version af NVDA;
de: Öffnen Sie den Konfigurationsdialog für diesee Erweiterung über das Untermenü Extras oder über das Einstellungsfenster Je nach Ihrer Version von NVDA;
es: Abre el diálogo de configuración de este complemento desde el menú herramientas de NVDA o desde el diálogo de opciones, según corresponda en función de la versión que tengas de NVDA;
fr: Ouvrez le dialogue de configuration de cette extension à partir du menu Outils de NVDA ou à partir du panneau de configuration selon votre version de NVDA;
hr: Otvori dijalog za konfiguraciju ovog dodatak u NVDA izborniku Alati ili u ploči postavaka, ovisno o NVDA verziji;
it: Aprire la finestra di configurazione per il componente aggiuntivo dal menu strumenti o dal pannello delle impostazioni, a Seconda della versione di NVDA;
pl: Wybierz okno dialogowe ustawień dodatku z menu narzędzia NVDA, lub z panelu ustawień, w zależności od posiadanej wersji NVDA;
pt_br: Abra a janela de configuração deste complemento no menu de ferramentas do NVDA ou no painel de configurações, de acordo com a sua versão do NVDA;
pt_pt: Abra a janela de configuração deste extra no menu de ferramentas do NVDA ou no painel de configurações, de acordo com a sua versão do NVDA;
sk: Nastavenia doplnku nájdete v strome nastavení, alebo v menu nástroje (v závislosti od verzie NVDA);
vi: Mở hộp thoại cấu hình cho addon này từ trình đơn công cụ của NVDA hoặc từ bản tùy chỉnh tùy theo phiên bản NVDA của bạn;
zh_cn: 根据您的NVDA版本，从NVDA工具菜单或设置面板打开此插件的配置对话框;

source: In the Clock setup dialog, the first two Combo Box controls allow you to choose your prefered time and date display formats;
bg: В диалоговия прозорец за настройване на часовника, първите два падащи списъка ви позволяват да избирате предпочитаните формати за показване на часа и датата.
da: I dialogboksen Uropsætning giver de første to combo boxe dig mulighed for at vælge dine foretrukne tids- og datoformater.
de: Im Dialogfeld Uhr einrichten können Sie mit den ersten beiden Steuerelementen des Kombinationsfeldes Ihre bevorzugten Anzeigeformate für Uhrzeit und Datum auswählen;
es: En el diálogo de configuración del reloj, los dos primeros cuadros combinados permiten controlar tus formatos preferidos a la hora de mostrar fecha y hora;
fr: Dans le dialogue Réglage de l'horloge les deux premiers contrôles de Zone de liste déroulante vous permettent de choisir votre format d'affichage préféré pour l'heur et la date;
hr: U dijalogu za postavljanje sata, prva dva odabirna okvira omogućuju biranje željenog formata za prikaz vremena i datuma;
it: Nella finestra impostazioni orologio le prime due caselle di controllo consentono di impostare il formato di visualizzazione dell'ora e della data;
pl: Dwie pierwsze listy rozwijane w oknie ustawień Clock służą do wybierania preferowanego formatu wyświetlania daty i czasu;
pt_br: No diálogo de Configuração do Relógio, as duas primeiras Caixas combinadas permitem que escolha os seus formatos preferidos para mostrar hora e data;
pt_pt: Na caixa de diálogo de Configuração do Relógio, as duas primeiras Caixas combinadas permitem que escolha os seus formatos preferidos para mostrar hora e data;
sk: Prvé dva zoznamy určujú spôsob, akým bude NVDA oznamovať dátum a čas;
vi: Trong hộp thoại cài đặt đồng hồ, hai hộp xổ đầu tiên cho phép bạn chọn kiểu hiện thị ngày giờ ưa thích của mình;
zh_cn: 在时钟设置对话框中，前两个组合框控件允许您选择喜欢的时间与日期格式;

source: The Combo Box control labeled "Interval" allows you to set the interval for automatic time announcement (Every 10 minutes, Every 15 minutes, Every 30 minutes, Every hour, or Off);
bg: Чрез падащия списък с етикет "Интервал", можете да зададете интервала за автоматично оповестяване на часа (на всеки 10 минути, на всеки 15 минути, на всеки 30 минути, на всеки час) или да го изключите.
da: Combo Box-kontrollen "Interval" giver dig mulighed for at indstille interval for automatisk tidsannoncering (hvert 10. minut, hvert 15. minut, hvert 30. minut, hver time eller fra);
de: Mit dem Auswahlfeld "Intervall" können Sie das Intervall für die automatische Zeitansage einstellen (alle 10 Minuten, alle 15 Minuten, alle 30 Minuten, jede Stunde oder Aus);
es: El cuadro combinado llamado "Intervalo" te permite configurar el intervalo de anuncio automático de la hora (cada 10 minutos, cada 15 minutos, cada 30 minutos, cada hora o desactivado);
fr: Le contrôle Zone de liste déroulante intitulé "Intervalle" vous permet de définir l'intervalle de l'annonce automatique de l'heure (Toutes les 15 minutes, Toutes les 30 minutes, Toutes les heures ou Désactivé);
hr: Odabirni okvir s oznakom „Interval” omogućuje postavljanje intervala za automatsku najavu vremena (svakih 10 minuta, svakih 15 minuta, svakih 30 minuta, svakih sat vremena ili isključeno);
it: La casella combinata "Segnale Orario" consente di controllare l'annuncio automatico dell'ora che può essere spento oppure a intervalli differenti (ogni 10 minuti,ogni 15 minuti, ogni 30 minuti o ogni ora);
pl: Lista rozwijana "Okres" służy do ustawiania okresu automatycznego ogłaszania czasu (co 10 minut, co 15 minut, co 30 minut, co godzinę, lub wyłączone);
pt_br: O controle Caixa de Combinação chamado "Intervalo" permite definir o intervalo para o anúncio automático de hora (a cada 10 minutos, a cada 15 minutos, a cada 30 minutos, a cada hora ou desativado);
pt_pt: A caixa combinada chamada "Intervalo" Permite-lhe definir o intervalo para o anúncio automático das horas (A cada 10 minutos, a cada 15 minutos, a cada 30 minutos, a cada hora ou desligado);
sk: Políčko "interval" určuje, ako často bude doplnok automaticky oznamovať čas (vypnuté, každých 10 minút, 15 minút, 30 minút a každú hodinu);
vi: Hộp xổ tên "Khoảng thời gian" cho phép bạn đặt thời gian báo giờ tự động (mỗi 10 phút, mỗi 15 phút, mỗi 30 phút, mỗi giờ, hoặc là tắt);
zh_cn: 标有“间隔”的组合框控件允许您设置自动报时的间隔（每15分钟，每30分钟，每小时或关闭）;
