Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/clock.*.po
Languages: bg, da, de, es, fr, gl, hr, it, pl, pt_br, pt_pt, ro, sk, vi, zh_cn

source: C: Cancel the next alarm;
bg: C: Отмяна на следващата аларма.
da: C: Annuller den næste alarm;
de: C: Deaktiviert den nächsten Wecker;
es: C: cancela la próxima alarma;
fr: C: Annule la prochaine alarme;
hr: C: Otkaži sljedeći alarm;
it: C: Annulla il Timer impostato.
pl: C: Anuluje następny alarm;
pt_br: C: Cancela o próximo alarme;
pt_pt: C: Cancela o próximo alarme;
sk: C: Prerušiť odpočítavanie minutníka;
vi: C: hủy báo hiệu tiếp theo;
zh_cn: C: 取消下一个闹钟;

source: Space: Speaks current stopwatch or count-down timer;
bg: Интервал: Изговаря текущия хронометър или таймера за обратно отброяване.
da: Mellemrum: Udtaler nuværende stopur eller nedtælling;
de: Leertaste: meldet die aktuelle Stoppuhr oder den Countdown-Timer;
es: Espacio: verbaliza el cronómetro o la cuenta atrás actual;
fr: Espace: Annonce le chronomètre actuel ou le compte à rebours de la minuterie;
hr: Razmaknica: Izgovara trenutačno stanje štoperice ili odbrojavanja vremena;
it: BarraSpaziatrice: Legge il tempo trascorso nel cronometro.
pl: Spacja: Wymawia aktualną wartość stopera lub odliczanie;
pt_br: Espaço: Fala o cronômetro atual ou o temporizador de contagem regressiva;
pt_pt: Espaço: Lê o cronómetro actual ou o cronómetro de contagem regressiva;
sk: Medzera: Povedz čas stopiek alebo minutníka;
vi: Khoảng trắng: thông báo đồng hồ bấm giờ hay thời gian đếm ngược hiện tại;
zh_cn: Space: 读出当前的秒表或倒计时器;

source: p: If an alarm is too long, allows to stop it;
bg: P: Ако дадена аларма е прекалено дълга, ви позволява да я спрете.
da: P: Hvis en alarm er for lang, kan du stoppe den via dette tastetryk;
de: p: stoppt den weckton, wenn der Ton zu lang ist;
es: p: si una alarma es demasiado larga, permite pararla;
fr: p: Si une alarme est trop longue, permet de l'arrêter;
hr: p: Ako alarm traje predugo, dozvoli ga zaustaviti;
it: P: interrompe il suono del timer;
pl: p: Zatrzymuje zbyt długi alarm;
pt_br: p: Se um alarme for muito longo, permite pará-lo;
pt_pt: P: Se um alarme for muito longo, permite pará-lo;
sk: P: Zruš odpočítavanie minutníka;
vi: p: nếu báo hiệu quá dài thì cho phép dừng lại;
zh_cn: p: 如果闹钟太长，则允许停止闹钟;

source: H: List all layered commands (Help).
bg: H: Списък на всички слоеви команди (Помощ).
da: H: Oplyser alle lagdelte kommandoer (hjælp).
de: H: Listet alle Befehle auf.
es: H: lista todas las órdenes de capa (Ayuda).
fr: H: Répertorie toutes les commandes en couches (Aide).
hr: H: Popis svih višeslojnih prečaca (Pomoć).
it: H: elenca i comandi a livello disponibili.
pl: H: Pokaż wykaz poleceń warstwowych (Pomoc).
pt_br: H: Lista todos os comandos em camada (Ajuda).
pt_pt: H: Lista todos os comandos em camada (Ajuda).
sk: H: Oznám dostupné zložené príkazy.
vi: H: liệt kê tất cả lệnh layer.
zh_cn: H: 列出所有分层命令（帮助）。

source: Syntax to use for quiet hours
bg: Синтаксис за използване за тихите часове
da: Syntaks til brug for stille timer
de: Syntax für Ruhezeit
es: Sintaxis de las horas silenciosas
fr: Syntaxe à utiliser pour les heures silencieuses
hr: Sintaksa za sate mirovanja
it: Formato per i valori della fascia oraria inattiva:
pl: Składnia dla cichych godzin
pt_br: Sintaxe a ser usada para as horas silenciosas
pt_pt: Sintaxe a ser usada para as horas silenciosas
sk: Spôsob zadávania času tichých hodín
vi: Cú pháp dùng cho giờ yên tĩnh
zh_cn: 用于夜间模式的语法

source: To avoid bugs, the quiet hours must follow a rigorous and precise syntax;
bg: - За да се избегнат грешки, тихите часове трябва да следват строг и точен синтаксис; - Ако поставите отметка в квадратчето "Въвеждане в 24-часов формат", форматът трябва да бъде "ЧЧ:ММ"; - Ако махнете отметката от квадратчето "Въвеждане в 24-часов формат", форматът трябва да бъде "ЧЧ:ММ AM" или "ЧЧ:ММ PM", ЧЧ трябва да съдържа 12-часов формат, от 0 до 12 и надставката "AM"|"PM" може да бъде с малки или главни букви; - Ако поставите отметка в квадратчето "Тихи часове" и оставите полетата "Начален час за тихите часове" или "Краен час за тихите часове" празни, или въведете грешна стойност, опцията "Тихи часове" ще бъде изключена автоматично, с цел избягване на грешки; - Би трябвало да се изведе съобщение за грешката ви.
da: For at undgå fejl skal stilletimer følge en stringent og præcis syntaks;
de: Um Fehler zu vermeiden, muss die Eingabe der Ruhezeit einer strengen und präzisen Syntax folgen;
es: Para evitar fallos, las horas silenciosas deben seguir una sintaxis rigurosa y precisa;
fr: Pour éviter les bugs, les heures silencieuses doivent suivre une syntaxe rigoureuse et précise;
hr: Da bi se izbjegle greške, sati mirovanja moraju slijediti strogu i točnu sintaksu;
it: Per evitare errori, i valori vanno inseriti con un corretto formato.
pl: Należy konsekwentnie używać precyzyjnej składni dla cichych godzin, aby uniknąć błędów;
pt_br: Para evitar falhas, as horas silenciosas devem seguir uma sintaxe rigorosa e precisa;
pt_pt: Para evitar bugs, as horas silenciosas devem seguir uma sintaxe rigorosa e precisa;
sk: Aby edochádzalo k chybám, zadávajte čas v presnom formáte;
vi: Để tránh gây ra lỗi, giờ yên tĩnh phải tuân theo các cú pháp chặt chẽ và chính xác;
zh_cn: 为了避免错误，夜间模式必须遵循严格而精确的语法;

source: If you check the "Input in 24-hour format" checkbox, the format must be "HH:MM";
bg: Ако поставите отметка в квадратчето "Въвеждане в 24-часов формат", форматът трябва да бъде "ЧЧ:ММ".
da: Hvis du markerer afkrydsningsfeltet Indtast i 24-timers format, skal formatet være "HH: MM", altså timer:minutter;
de: Wenn Sie das Kontrollkästchen "Eingabe im 24-Stunden-Format" aktivieren, muss das Format "HH:MM" sein;
es: Si marcas la casilla "Entrada en formato 24 horas", el formato debe ser "HH:MM";
fr: Si vous cochez la case "Entrée au format 24 heures", le format doit être "HH:MM";
hr: Ako je „Unos u 24-satnom formatu” aktivirano, format mora biti „HH:MM”;
it: Se attivate la casella "24-ore", il formato dovrà essere "HH:MM".
pl: Jeśli pole wyboru "Wejście w formacie 24-godzinnym" jest zaznaczone, należy wpisywać czas w formacie "HH:MM";
pt_br: Se marcar a caixa de seleção "Entrada no formato de 24 horas", o formato deve ser "HH:MM";
pt_pt: Se marcar a caixa de selecção "Entrada no formato de 24 horas", o formato deve ser "HH:MM";
sk: Ak začiarknete "24-hodinový formát", musíte použiť tvar hh:mm, napríklad 15:15.
vi: Nếu bạn chọn hộp kiểm "Nhập định dạng 24 giờ", định dạng sẽ phải là "HH:MM";
zh_cn: 如果选中“24小时格式输入”复选框，则格式必须为“HH：MM”;

source: If you uncheck the "Input in 24-hour format" checkbox, the format must be "HH:MM AM" or "HH:MM PM", the HH must contain a 12-hour format, from 0 to 12 and the "AM"|"PM" suffix can be in lowercase or uppercase
bg: Ако махнете отметката от квадратчето "Въвеждане в 24-часов формат", форматът трябва да бъде "ЧЧ:ММ AM" или "ЧЧ:ММ PM", ЧЧ трябва да съдържа 12-часов формат, от 0 до 12 и наставката "AM"|"PM" може да бъде с малки или главни букви.
da: Hvis du fjerner afkrydsningsfeltet Indtast i 24-timers format, skal formatet være "HH: MM AM" eller "HH: MM PM", HH skal indeholde et 12-timers format fra 0 til 12 og "AM "|" PM "suffiks kan være i små eller store bogstaver
de: Wenn Sie das Kontrollkästchen "Eingabe im 24-Stunden-Format" deaktivieren, muss das Format "HH:MM AM" oder "HH:MM PM" sein, das HH muss ein 12-Stunden-Format von 0 bis 12 enthalten und das Suffix "AM"|"PM" kann in Klein- oder Großbuchstaben angegeben werden
es: Si desmarcas la casilla "Entrada en formato de 24 horas", el formato debe ser "HH:MM AM" o "HH:MM PM", HH debe contener un número entre 0 y 12 y los sufijos "AM|PM" pueden estar en minúscula
fr: Si vous décochez la case "Entrée au format 24 heures", le format doit être "HH:MM AM" ou "HH:MM PM", le HH doit contenir un format 12 heures, de 0 à 12 et le suffixe "AM"|"PM" peut être en minuscule ou en majuscule
hr: Ako je „Unos u 24-satnom formatu” deaktivirano, format mora biti „HH:MM AM” ili „HH:MM PM”, HH mora sadržati 12-satni format od 0 do 12, a nastavak „AM/PM” se može pisati velikim ili malim slovima
it: Se la casella "24-ore" è disattivata, il formato corretto sarà "HH:MM AM" o "HH:MM PM", il valore HH ammette numeri da 0 a 12, la dicitura "AM" o "PM" ammette sia minuscole che maiuscole.
pl: Gdy pole wyboru "Wejście w formacie 24-godzinnym" jest odznaczone, należy wpisywać czas w formacie "HH:MM AM" lub "HH:MM PM". HH musi zawierać format 12-godzinny od 0 do 12, a przyrostek "AM"|"PM" można wpisać małymi lub wielkimi literami
pt_br: Se desmarcar a caixa de seleção "Entrada no formato de 24 horas", o formato deve ser "HH:MM AM" ou "HH:MM PM", o HH deve conter um formato de 12 horas, de 0 a 12 e o sufixo "AM"|"PM" pode estar em minúsculas ou maiúsculas
pt_pt: Se desmarcar a caixa de selecção "Entrada no formato de 24 horas", o formato deve ser "HH:MM AM" ou "HH:MM PM", o HH deve conter um formato de 12 horas, de 0 a 12 e o sufixo "AM "|" PM "pode estar em minúsculas ou maiúsculas
sk: V opačnom prípade zadajte čas ako "hh:mm AM" alebo "hh:mm PM". Napríklad "03:15 PM" pre 15:15 alebo "03:15AM" pre 03:15 ráno.
vi: Nếu bạn không chọn hộp kiểm "Nhập định dạng 24 giờ", định dạng sẽ phải là "HH:MM AM" hay "HH:MM PM", HH phải là kiểu định dạng 12 giờ, từ 0 đến 12 và hậu tố "AM"|"PM" có thể là chữ hoa hoặc thường
zh_cn: 如果取消选中“以24小时格式输入”复选框，格式必须为“HH：MM AM”或“HH：MM PM”，HH必须包含12小时格式，从0到12和“AM” “|”PM“后缀可以是小写或大写

source: If you check the Quiet hours" checkbox and keep the "Quiet hours start time" or "Quiet hours end time" field empty, or type a mistaken value, the "Quiet hours" checkbox will be unchecked automatically, to avoid errors;
bg: Ако поставите отметка в квадратчето "Тихи часове" и оставите полетата "Начален час за тихите часове" или "Краен час за тихите часове" празни, или въведете грешна стойност, опцията "Тихи часове" ще бъде изключена автоматично, с цел избягване на грешки.
da: Hvis du vælger boksen s"Stilletimer" men felterne for start- og sluttidspunkt forbliver tomme, eller indtaster en forkert værdi, fjernes markeringen for "Stilletimer" automatisk for at undgå fejl;
de: Wenn Sie das Kontrollkästchen "Ruhezeit" aktivieren und das Feld "Ruhezeit Anfang" oder "Ruhezeit Ende" leer lassen oder einen falschen Wert eingeben, wird das Kontrollkästchen "Ruhezeit" automatisch deaktiviert, um Fehler zu vermeiden;
es: Si marcas la casilla "horas silenciosas" y dejas los campos "Hora de inicio de las horas silenciosas" o "Hora de finalización de las horas silenciosas" vacíos o escribes un valor erróneo, se desmarcará la casilla "Horas silenciosas" automáticamente para evitar errores;
fr: Si vous cochez la case "Heures silencieuses" et que vous laissez le champ "Début de la durée des heures silencieuses" ou "Heure de fin des heures silencieuses", ou tapez une valeur erronée, la case "Heures silencieuses" sera automatiquement décochée pour éviter les erreurs.
hr: Ako su „Sati mirovanja” aktivirani, a polja za „Početno vrijeme za sate mirovanja” ili „Završno vrijeme za sate mirovanja” prazna ili je unesena neispravna vrijednost, „Sati mirovanja” će se automatski deaktivirati, kako bi se izbjegle greške;
it: Quando si attiva la casella "Fascia oraria inattiva", e si lasciano i campi editazione "Inizio Fascia Oraria" o "Fine Fascia Oraria" vuoti o con valori errati, la casella "Fascia Oraria Inattiva" verrà disattivata automaticamente per evitare errori.
pl: Może się zdarzyć, że pole wyboru ciche godziny" jest zaznaczone, ale pole edycji "Czas początkowy cichych godzin" czy "Czas końcowy cichych godzin" jest puste, lub jest tam wpisana błędna wartość. W takiej sytuacji pole wyboru "Ciche godziny" automatycznie się odznacza, co zapobiega błędom;
pt_br: Se marcar a caixa de seleção "Horas silenciosas" e manter o campo "Início das horas silenciosas" ou "Fim das horas silenciosas" vazio, ou digitar um valor incorreto, a caixa de seleção "Horas silenciosas" será desmarcada automaticamente, para evitar erros;
pt_pt: Se marcar a caixa de selecção horas silenciosas e mantiver o campo "Início das horas silenciosas" ou "tempo para terminarem as horas de silêncio" vazio ou escrever um valor incorrecto, a caixa de selecção "horas silenciosas" será desmarcada automaticamente para evitar erros;
sk: Ak začiarknete políčko tiché hodiny a súčasne nezadáte žiadny čas alebo je zadanie nesprávne, políčko sa odčiarkne a automatické oznamovanie času bude aktívne po celý deň;
vi: Nếu chọn vào hộp kiểm Giờ yên tĩnh" và để trống mục "Thời gian bắt đầu giờ yên tĩnh" hoặc "Thời gian kết thúc giờ yên tĩnh", hoặc nhập một giá trị sai, hộp kiểm "Giờ yên tĩnh" sẽ tự bị bỏ chọn để tránh xảy ra lỗi;
zh_cn: 如果选中“夜间模式”复选框并保持“夜间模式开始时间”或“夜间模式结束时间”字段为空，或键入错误值，则会自动取消选中“夜间模式”复选框以避免错误;

source: A message should be displayed to report your error.
bg: Би трябвало да се изведе съобщение за грешката ви.
da: En besked skulle vises for at rapportere din fejl.
de: Eine Fehlermeldung sollte angezeigt werden.
es: Debería mostrarse un mensaje para informar de tu error.
fr: Un message devrait être affiché pour vous signaler votre erreur.
hr: Treba se prikazati poruka za izvještavanje o grešci.
it: Un messaggio vi informerà dell'errore.
pl: Powinna wyświetlić się wiadomość informująca o błędzie.
pt_br: Uma mensagem deve ser exibida para relatar seu erro.
pt_pt: Deve ser mostrada uma mensagem, para indicar o seu erro
sk: NVDA vás na chybu upozorní.
vi: Một thông điệp sẽ hiển thị để báo lỗi.
zh_cn: 应显示一条消息以朗读您的错误。

source: Compatibility
bg: Съвместимост
da: Kompatibilitet
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
gl: compatibilidade
hr: Kompatibilnost
it: Compatibilità:
pl: Zgodność
pt_br: Compatibilidade
pt_pt: Compatibilidade:
ro: Compatibilitate
sk: Systémové požiadavky
vi: Tính tương thích
zh_cn: 兼容性

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.1.
bg: Тази добавка е съвместима с версиите на NVDA в обхвата от 2014.3 до 2019.1.
es: Este complemento es compatible con las versiones de NVDA desde 2014.3 hasta 2019.1.
it: Questo componente aggiuntivo è compatibile con NVDA dalla versione 2014.3 alla versione 2019.1.

source: [[!tag dev stable]]
da: [[!tag dev stable]] [[!tag dev]]

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.3.
de: Diese Erweiterung ist mit den NVDA-Versionen 2014.3 bis 2019.1 kompatibel.
fr: Cette extension est compatible avec les versions de NVDA allant de 2014.3 à 2019.3.
hr: Ovaj dodatak je kompatibilan s NVDA verzijom 2014.3 do 2019.3.
pl: Ten dodatek jest zgodny z wersjami NVDA od 2014.3 do 2019.3.
pt_br: Esse complemento é compatível com as versões do NVDA que variam de 2014.3 a 2019.3.
sk: Doplnok funguje s NVDA od verzie 2014.3.
vi: Add-on này tương thích với các phiên bản NVDA từ 2014.3 đến 2019.3.
zh_cn: 此插件支持2014.3至2019.3的NVDA版本。

source: * Open the configuration dialog for this addon from the NVDA tools menu or from the settings panel According to your version of NVDA; * In the Clock setup dialog, the first two Combo Box controls allow you to choose your prefered time and date display formats; * The Checkbox control labeled "input in 24-hour format" allows you to configure wether you want to input time for quiet hours in 12-hour (A.M. or P.M.), or european 24-hour format; * The Combo Box control labeled "Interval" allows you to set the interval for automatic time announcement (Every 15 minutes, Every 30 minutes, Every hour, or Off); * The Combo Box control labeled "Time announcement" lets you configure how the automatic time announcement should be reported (Speech and sound, Speech only, or Sound only) when automatic time announcement is working; * The Combo box control labeled "Clock chime sound" lets you choose between various clock sounds that will be played when automatic time announcement is working and reported with sound; * The Checkbox control labeled "Quiet hours" lets you configure time range when automatic time announcement shouldn't occure, no matter if automatic time announcement is enabled or not; * The Edit box controls for start and end time (only visible if quiet hours are enabled) let you configure time range for quiet hours. The time should be entered in HH:MM format; * When done, tab to the OK button and activate it by pressing Enter to save your settings; * In the Alarm setup dialog, the first Combo Box control allow you to choose your prefered countdown timer before the alarm ring; * The Edit box control lets you type your time waiting before the alarm ring. This duration must be specified in 1 or more digits, not a decimal number; * The Combo box control labeled "Alarm sound" lets you choose between various alarm sounds that will be played when the alarm time arrives; * When done, tab to the OK button and activate it by pressing Enter. A message should be displayed to remind you of the waiting time before the alarm; * Press NVDA+F12 once to get current time, twice to get current date, or thrice to get the current day, week number, as well as the remaining days before the end of the current year.
gl: * Abre o diálogo de configuración para este complemento dende o menú Ferramentas do NVDA ou dende o panel de opcións De acordo coa túa versión de NVDA; * No diálogo de configuración de Clock, os primeiros controis de Caixa Combinada permítenche escoller os teus formatos de amosado de hora e data preferidos; * O control de Caixa de Verificación etiquetado como "Input in 24-hour format" (Entrada en formato de 24 horas) permíteche configurar se queres introducir a hora para as horas silenciosas en formato de 12- horas (A.M. ou P.M.), ou no formato europeo de 24 horas; * O control de Caixa Combinada etiquetado como "Auto-announce interval" (Intervalo do autoanunciado) permíteche establecer o intervalo para o anunciado automático da hora (Cada 15 minutos, Cada 30 minutos, Cada hora, ou Desactivado); * O control de Caixa Combinada etiquetado como "time announcement" (anunciado da hora) permíteche configurar como debería reportarse o anuncio automático de hora (Fala e son, Só fala, ou Só son) cando o anunciado automático de hora estea a funcionar; * O control Caixa combinada etiquetado como "Clock chime sound" (son da campá do Clock) permíteche escoller entre varios sons de reloxo que se reproducirán cando o anunciado automático da hora estea activo e sexa reportado mediante sons; * O control de Caixa de Verificación etiquetado como "Quiet hours" (horas silenciosas) permíteche configurar un rango horario onde non debería facerse o anunciado automático da hora, sen importar se o anunciado automático está activo ou non; * Os controles de Caixa de edición de hora de inicio e fin (só visible se as horas silenciosas están activas) permíteche configurar o rango horario para as horas silenciosas. A hora debe introducirse no formato HH:MM; * Unha vez feito, tabula ata o botón Aceptar e actívao premendo Intro para gardar os teus axustes; * No diálogo de Configuración da alarma, o primeiro control de Caixa Combinada permíteche escoller o teu marcador de conta atrás preferido antes de que a alarma soe; * O control de Caixa de edición permíteche escribir o teu tempo de agarda antes de que a alarma soe. Esta duración débese especificar cun ou máis díxitos, non un número decimal; * O control de Caixa combinada etiquetado como "Alarm sound" (son de alarma) permíteche escoller entre varios sons de alarma que se reproducirán cando o tempo da alarma expire; * Unha vez feito, tabula ao botón Aceptar e actívao premendo Intro. Deberíase amosar unha mensaxe para recordarche o tempo de agarda antes da alarma; * Preme NVDA+F12 unha vez para obter a hora actual, dúas veces para obter a data actual, ou tres veces para obter o número de día e semana actual do ano en curso.
ro: Pentru a deschide dialogul de configurare pentru acest supliment din meniul instrumentelor NVDA sau din panoul de setări, în funcție de versiunea de NVDA pe care o aveți; * În dialogul de setare a ceasului, prima casetă combinată vă permite să alegeți formatele în care să fie afișate data și ora; * Caseta de bifat etichetată „format de 24 de ore” vă permite să configurați dacă vreți ca timpul pentru orele de liniște să se afișeze în 12 ore (A.M. sau P.M.), ori în formatul european de 24 de ore; * Caseta combinată etichetată „Interval” vă permite să setați intervalul pentru anunțarea automată a orei (Din sfert în sfert de oră, Din jumătate în jumătate de oră, Din oră în oră sau Dezactivat); * Caseta combinată etichetată „Anunțare timp” Vă permite să configurați cum ar trebui să fie raportată anunțarea automată a timpului (Vorbire și sunet, Doar vorbire sau Doar sunet) atunci când această caracteristică este activă; * Caseta combinată etichetată „cum să sune ceasul” vă permite să alegeți dintr-o varietate de sunete de ceas, care vor fi redate atunci când anunțarea automată a timpului este activă și raportată cu sunet; * Caseta de bifat etichetată „Ore de liniște” vă permite să configurați timpul în care anunțarea automată a orei nu ar trebui să apară, nu contează dacă aceasta e activată sau nu; * Caseta de editare pentru începutul și sfârșitul timpului (vizibilă doar dacă orele de liniște sunt activate) vă permite să configurați perioada acestora. Timpul ar trebui să fie introdus în formatul HH:MM; * Când terminați, apăsați butonul OK pentru a vă salva setările; * În dialogul de setare a alarmei, prima casetă combinată vă permite să alegeți cronometrul numărătorii inverse înainte ca alarma să sune; * Caseta de editare vă permite să tastați timpul de așteptare înainte ca alarma să sune. Această durată trebuie să fie specificată în una sau mai multe cifre, nu înytr-un număr zecimal; * Caseta combinată etichetată „Sunet de alarmă” vă permite să alegeți dintr-o varietate de sunete de alarmă, care vor fi redate când e timpul ca alarma să sune; * Când terminați, apăsați butonul OK. Va fi afișat un mesaj care să vă amintească de timpul de așteptare de dinaintea alarmei; * Apăsați NVDA+F12 o dată pentru a obține ora curentă, de două ori pentru a obține data curentă, sau de trei ori pentru ziua curentă, numărul săptămânii, dar și câte zile mai sunt până la sfârșitul anului curent.

source: - NVDA+F12, get current time; - NVDA+F12 pressed twice quickly, get current date; - NVDA+F12 pressed thrice quickly, reports the current day, the week number, the current year and the remaining days before the end of the year.
gl: - NVDA+F12, obtén a hora actual. - NVDA+F12 premeda dúas veces sucesivamente, obtén a data actual. - NVDA+F12 premeda tres veces sucesivamente, obtén o número de día, o número de semana, o ano actual e o número de días restante ata o final do ano.
ro: NVDA+F12, spune ora curentă. - NVDA+F12 apăsat de două ori rapid, spune data curentă. - NVDA+F12 apăsat rapid de trei ori, spune ziua curentă, numărul sătpămânii dinn an și câte zile ,ai sunt până la sfârșitul anului.

source: - Control+F12, gives the remaining and elapsed time before the next alarm; - Control+F12 pressed twice quickly, cancel the next alarm.
gl: - Control+F12, proporciona algunhas informacións sobre a vindeira alarma; - Control+F12 premido dúas veces rapidamente, cancelar a vindeira alarma.
ro: - Control+F12, dă timpul scurs și timpul rămas până la alarma următoare; - Control+F12 apăsat de două ori rapid, anulează alarma următoare.
