Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/columnsReview.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, pt_pt, sk, sr, tr, zh_cn

source: List types supported by numeric gestures are:
bg: Видовете списъци, поддържани с цифровите жестове, са:
de: Listentypen, die von numerischen Gesten unterstützt werden, sind:
es: Los tipos de lista soportados por los gestos numéricos son:
fi: Numeeristen komentojen tukemia luetteloita ovat:
fr: Les types de liste pris en charge par les gestes numériques sont les suivants:
gl: Os tipos de listaxe soportados polos xestos nméricos son:
hr: Vrste popisa koje numerički prečaci podržavaju su:
it: I tipi di elenco supportati dai comandi numerici (ad es. control+nvda+1) sono:
pt_pt: Os tipos de lista suportados por comandos numéricos são:
sk: Doplnok podporuje tieto zoznamy:
sr: Vrste lista podržane od strane prečica sa brojevima su:
tr: Numaratörlü girdi hareketleri tarafından desteklenen liste türleri şunlardır:
zh_cn: 支持数字手势的列表类型包括:

source: DirectUIHWND (present in 64-bit systems);
bg: DirectUIHWND (налично в 64-битови системи);
de: DirectUIHWND (in 64-Bit-Systemen vorhanden);
es: DirectUIHWND (presente en sistemas de 64 bits);
fi: DirectUIHWND (64-bittisissä järjestelmissä);
fr: DirectUIHWND (présent dans les systèmes 64 bits) ;
gl: DirectUIHWND (presente en sistemas de 64 bits);
hr: DirectUIHWND (prisutno u 64-bitnom sustavu);
it: DirectUIHWND (presente nei sistemi a 64-bit);
pt_pt: DirectUIHWND (presente em sistemas de 64-bit);
sk: DirectUIHWND (pre 64-bitové systémy);
sr: DirectUIHWND (dostupan na 64-bitnim sistemima);
tr: DirectUIHWND (64 bit sistemlerde bulunur);
zh_cn: DirectUIHWND (64位系统);

source: WindowsForms10.SysListView32.* (applications that use .NET);
bg: WindowsForms10.SysListView32.* (приложения, които използват .NET);
de: WindowsForms10.SysListView32.* (Anwendungen, die .NET verwenden);
es: WindowsForms10.SysListView32.* (aplicaciones que usan .NET);
fi: WindowsForms10.SysListView32.* (.NET-sovelluskehystä käyttävissä sovelluksissa);
fr: WindowsForms10.SysListView32.* (applications utilisant .NET) ;
gl: WindowsForms10.SysListView32.* (aplicacións que usen .net);
hr: WindowsForms10.SysListView32.* (programi koji koriste .NET);
it: WindowsForms10.SysListView32.* (applicazione che usano .NET);
pt_pt: WindowsForms10.SysListView32.* (aplicações que usam .NET);
sk: WindowsForms10.SysListView32.* (Aplikácie používajúce .NET);
sr: WindowsForms10.SysListView32.* (aplikacije koje koriste .NET);
tr: WindowsForms10.SysListView32.* (.NET kullanan uygulamalar);
zh_cn: WindowsForms10.SysListView32.* (.NET应用);

source: Mozilla table (tipically, Thunderbird message list, thread-grouping supported).
bg: Таблици на Mozilla (обикновено списъците със съобщения в Thunderbird, поддържа се групирането по дискусии).
de: Mozilla-Tabelle (typischerweise Thunderbird-Nachrichtenliste, gruppierte Beiträge werden unterstützt).
es: Tabla de Mozilla (normalmente, la lista de mensajes de Thunderbird, con soporte para agrupación por hilos).
fi: Mozilla-taulukko (tyypillisesti Thunderbirdin viestiluettelossa, ketjuryhmittelyä tuetaan).
fr: Tableau Mozilla (en particulier, la liste de messages Thunderbird, pris en charge pour regroupement par fil).
gl: Tabla Mozilla (normalmente a listaxe de mensaxes do Thunderbird, soportándose a agrupación por fío).
hr: Mozilla tablica (popis poruka od Thunderbirda, podržava grupiranje po temama).
it: Tabelle di Mozilla (come l'elenco dei messaggi in Thunderbird, con supporto al raggruppamento per conversazione).
pt_pt: Mozilla table (tipicamente, Lista de mensagens do Thunderbird, suportado thread-grouping).
sk: Tabuľky mozilla (správy v Thunderbide aj s podporou vláken).
sr: Mozilla tabele(obično, lista poruka programa Thunderbird, podržano grupisanje po temama).
tr: Mozilla tablosu (tipik olarak Thunderbird mesaj listesi, konu bazında gruplandırmalar desteklenir).
zh_cn: Mozilla table (主要是Thunderbird里的列表 支持对话列表).

source: All numeric gestures are associated on and only on supported lists, when these are not empty.
bg: Всички цифрови жестове се асоциират и се поддържат само за поддържаните списъци, когато те не са празни.
de: Alle numerischen Gesten sind ausschließlich in unterstützten Listen zugeordnet, wenn diese nicht leer sind.
es: Todos los gestos numéricos se asocian a y sólo a las listas soportadas, cuando estas no están vacías.
fi: Kaikki numeeriset komennot toimivat vain tuetuissa luetteloissa, kun ne eivät ole tyhjiä.
fr: Tous les gestes numériques sont associés sur et uniquement sur les listes prises en charge, quand ils ne sont pas vides.
gl: todos os xestos numéricos están asociados a, e soamente a, listaxes soportadas, cando éstas non están vacías.
hr: Svi numerički pračaci se vežu na podržane popise i samo na njih, kad popisi nisu prazni.
it: Tutti i comandi numerici sono associati solo agli elenchi supportati, quando questi non sono vuoti.
pt_pt: Todos os comandos numéricos estão associados apenas em listas suportadas, quando não estão vazias.
sk: Príkazy fungujú vo všetkých podporovaných zoznamoch, v ktorých je aspoň jedna položka.
sr: Sve prečice sa brojevima su dodeljene samo i isključivo na podržanim listama, kada one nisu prazne.
tr: Tüm sayısal girdi hareketleri, boş olmadıklarında yalnızca desteklenen listelerde ilişkilendirilir.
zh_cn: 在支持的列表上都能用这些数字手势, 并且仅在这些未空列表上可以使用。

source: Any listview potentially supports empty announcement (so, not DirectUIHWND nor Mozilla table).
bg: Всеки списъчен изглед потенциално поддържа съобщението за празен списък (но без DirectUIHWND или таблиците на Mozilla).
de: Jede ListView unterstützt normalerweise die Ankündigung "0 Elemente". Das heißt weder DirectUIHWND noch Mozilla-Tabelle unterstützen die "0 Elemente".
es: Ninguna vista de lista potencialmente soporta el anuncio de vacío (por tanto, ni DirectUIHWND ni la tabla de Mozilla).
fi: Mikä tahansa luettelonäkymä tukee mahdollisesti ilmoitusta tyhjästä luettelosta (lukuun ottamatta DirectUIHWND:tä ja Mozilla-taulukkoa).
fr: Aucune vue de liste ne prend potentiellement en charge l'annonce vide (par conséquent, ni DirectUIHWND ni le tableau Mozilla).
gl: Calquiera vista de lista soporta potencialmente o anuncio de vacía (polo tanto, nin DirectUIHWND nin tabla Mozilla).
hr: Svaki prikaz popisa potencijalno podržava najavu (dakle, ne DirectUIHWND niti Mozilla tablicu).
it: Solo le visualizzazioni ad elenco supportano la vocalizzazione del vuoto (quindi non gli elenchi del tipo DirectUIHWND e neanche le tabelle di Thunderbird).
pt_pt: Qualquer vista de lista suporta, potencialmente, o anúncio de vazio (portanto, não se trata de propriedades de DirectUIHWND, nem de tabelas do mozilla).
sk: Oznamovanie o prázdnom zozname by malo fungovať vo všetkých zoznamoch.
sr: Svaka lista potencijalno podržava obaveštenje da je prazna (, ne DirectUIHWND ili Mozilla tabele).
tr: Herhangi bir liste görünümü potansiyel olarak boş bildirimini destekler (DirectUIHWND veya Mozilla tablosu değil).
zh_cn: 任何列表视图都可能支持朗读空列表 (因此, 不仅仅是DirectUIHWND 或 Mozilla 的列表)。
