Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/columnsReview.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, pt_pt, sk, sr, tr, zh_cn

source: [[!meta title="Columns Review"]]
bg: [[!meta title="Преглед на колоните (Columns Review)"]]
de: [[!meta title="Betrachter für Spalten"]]
fi: [[!meta title="Sarakkeiden tarkastelu"]]
hr: [[!meta title="Pregled stupaca (Columns Review)"]]
pt_pt: [[!meta title="Revisão de colunas"]]
sk: [[!meta title="Pomocník na prácu so zoznamami"]]
sr: [[!meta title="Pregled kolona"]]
tr: Sütun İncelemesi
zh_cn: [[!meta title="按列浏览列表"]]

source: Author: Alberto Buffolino.
bg: Автор: Alberto Buffolino.
de: Autor: Alberto Buffolino.
es: Autor: Alberto Buffolino.
fi: Tekijä: Alberto Buffolino.
fr: Auteur: Alberto Buffolino.
gl: Autor: Alberto Buffolino.
hr: Autor: Alberto Buffolino.
it: Autore: Alberto Buffolino.
pt_pt: Autor: Alberto Buffolino.
sk: Autor: Alberto Buffolino.
sr: Autor: Alberto Buffolino.
tr: Yazar: Alberto Buffolino.
zh_cn: 作者: 阿尔韦托·布戈利诺。

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pt_pt: Baixar [Versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
sr: Preuzmi [stabilnu verziju][1]
tr: [kararlı sürüm][1]ü indir
zh_cn: 下载[稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión en desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
pt_pt: Baixar [Versão de desenvolvimento][2]
sk: Stiahnuť [vývojovú verziu][2]
sr: Preuzmi [razvojnu verziju][2]
tr: [Geliştirme sürümü][2]nü indir
zh_cn: 下载[开发版][2]

source: Columns Review is an add-on to read and copy items in a list column by column. It supports lists with a potentially infinite number of columns, and you can navigate them using keyboard or numpad digits. The column headers can be read but not copied, or vice versa.
bg: "Преглед на колоните" е добавка за четене и копиране на елементи в списък по колони. Тя поддържа списъци с потенциално безкраен брой колони и можете да навигирате в тях с помощта на цифровия ред от клавиатурата или чрез цифровия блок. Заглавките на колоните могат да бъдат прочитани, но не и копирани, или обратно.
de: Der Betrachter für Spalten ist eine Erweiterung, welche das spaltenweise Lesen und Kopieren von einzelnen Elementen in einer Liste ermöglicht. Sie unterstützt Listen mit einer potenziell unendlichen Anzahl von Spalten. Die Navigation zwischen Spalten funktioniert mit der Tastatur oder mit dem Nummernblock. Die Spaltenüberschriften können gelesen, aber nicht kopiert werden.
es: Columns Review es un complemento para leer y copiar elementos en una lista columna por columna. Soporta listas con un número potencialmente infinito de columnas, y puedes navegar por ellas usando los dígitos del teclado o del bloque numérico. Las cabeceras de columna pueden leerse pero no copiarse, o viceversa.
fi: Sarakkeiden tarkastelu on lisäosa, jonka avulla voidaan lukea ja kopioida luettelossa olevia kohteita sarakkeittain. Se tukee luetteloita, joissa on mahdollisesti ääretön määrä sarakkeita, ja niissä voidaan liikkua nuolinäppäimiä tai laskinnäppäimistön numeroita käyttäen. Sarakkeiden otsikot voidaan lukea, mutta ei kopioida tai päinvastoin.
fr: Columns Review est une extension permettant de lire et de copier des éléments d'une liste colonne par colonne. Il prend en charge les listes avec un nombre potentiellement infini de colonnes, et vous pouvez les parcourir à l’aide des chiffres du clavier ou du pavé numérique. Les en-têtes de colonne peuvent être lus mais pas copiés, ou inversement.
gl: Columns Review é un complemento para ler e copiar elementos dunha listaxe columna por columna. Soporta listaxes cun número potencialmente infinito de columnas, e podes navegar por elas utilizando o teclado e os díxitos do teclado numérico. Os encabezamentos de columna poden lerse mais non copiarse, ou viceversa.
hr: Pregled stupaca je dodatak za čitanje i kopiranje stavki popisa, stupac po stupac. Podržava popise s potencijalno neograničenim brojem stupaca, a kretanje po njima je moguća pomoću numeričkih tipki. Zaglavlja stupaca mogu se čitati, ali ne kopirati ili obrnuto.
it: Columns Review è un componente aggiuntivo che permette di leggere e copiare gli elementi di un elenco colonna per colonna. Supporta elenchi con un numero di colonne potenzialmente infinito che si possono esplorare tramite la tastiera estesa o il tastierino numerico. E' possibile personalizzare la lettura o copia negli appunti dell'intestazione di ogni colonna.
pt_pt: Revisão de Colunas é um extra para ler e copiar itens numa lista coluna por coluna. Suporta listas com um número potencialmente infinito de colunas e pode navegar nelas usando dígitos do teclado ou do teclado numérico. Os cabeçalhos das colunas podem ser lidos, mas não copiados, ou vice-versa.
sk: Umožňuje čítať a kopírovať položky v zozname stĺpec po stĺpci. Podporuje zoznamy s neobmedzeným počtom stĺpcov, a na prechod medzi stlpcami je možné použiť klávesové skratky a aj numerický blok.
sr: Pregled kolona je dodatak koji vam omogućava čitanje i kopiranje lista kolonu po kolonu. Podržava liste sa beskonačnim mogućim brojem kolona, i možete se kretati kroz njih korišćenjem osnovne ili numeričke tastature. Zaglavlja kolone se mogu pročitati ali ne kopirati, ili obrnuto.
tr: Sütun İncelemesi, bir liste sütunundaki öğeleri sütun sütun okumaya ve kopyalamaya yarayan bir eklentidir. Eklenti, potansiyel olarak sonsuz sayıda sütun içeren listeleri destekler ve klavye veya sayısal tuş takımını kullanarak bunlar arasında gezinebilirsiniz. Sütun başlıkları okunabilir ancak kopyalanamaz veya tam tersi.
zh_cn: 列表浏览是一个加载项, 用于逐列读取和复制列表列中的项。它支持具有可能无限列数的列表, 您可以使用键盘或数字对其进行导航。可以读取列标题, 但不能复制, 反之亦然。

source: Additionally, it provides a way to interact with column headers, and can announce "0 elements" when a list is empty.
bg: Освен това, тя осигурява начин за взаимодействие със заглавките на колоните и може да съобщи "0 елемента", когато списъкът е празен.
de: Darüber hinaus bietet diese Erweiterung die Möglichkeit mit Spaltenüberschriften zu interagieren. Sie ermöglicht auch die Ansage "0-Elemente", wenn eine Liste leer ist.
es: Además, proporciona una forma de interactuar con las cabeceras de columna, y puede anunciar "0 elementos" cuando una lista está vacía.
fi: Lisäksi on mahdollista olla vuorovaikutuksessa sarakeotsikoiden kanssa, ja lisäosa myös ilmoittaa "0 kohdetta" luettelon ollessa tyhjä.
fr: De plus, il fournit un moyen d'interagir avec les en-têtes de colonne et peut annoncer "0 élément" lorsqu'une liste est vide.
gl: Adicionalmente, proporciona un método de interactuar con encabezamentos de columna, e pode anunciar "0 elements" (0 elementos) cando unha lista está vacía.
hr: Uz to, pruža mogućnost interakcije sa zaglavljima stupaca i može najaviti „0 elemenata”, kad je popis prazan.
it: E' inoltre possibile interagire con le intestazioni delle colonne e, in caso di elenchi senza contenuto NVDA annuncierà il messaggio "0 elementi".
pt_pt: Para além disso, fornece uma maneira de interagir com cabeçalhos de coluna e pode anunciar "Zero elementos", quando uma lista está vazia.
sk: Umožňuje tiež pracovať s hlavičkami zoznamov a oznamuje prázdne zoznamy.
sr: Takođe, pruža način interakcije sa zaglavljima kolona, i može dodati izgovor "0 elemenata" kada je lista prazna.
tr: Ek olarak, sütun başlıklarıyla etkileşim kurmanın bir yolunu sağlar ve bir liste boş ise "0 öğe" olduğunu söyleyebilir.
zh_cn: 此外, 它还提供了一种与列标题交互的方法, 并且可以在列表为空时宣布 "0 元素"。

source: See below for more details about supported list.
bg: Вижте по-долу за повече подробности относно поддържаните видове списъци.
de: Für weitere Details lesen Sie weiter unten mehr Informationen über unterstützte Listen.
es: Mira más abajo para más detalles sobre las listas soportadas.
fi: Katso alta tietoja tuetuista luetteloista.
fr: Voir ci-dessous pour plus de détails sur les listes prise en charge.
gl: Mira embaixo para máis información sobre listas soportadas.
hr: Niže dolje su navedeni detalji o podržanom popisu.
it: Vedi di seguito per maggiori dettagli sugli elenchi supportati.
pt_pt: Veja abaixo, para mais detalhes sobre as listas suportadas.
sk: Podporované zoznamy nájdete nižšie.
sr: Pogledajte ispod za detalje o podržanim listama.
tr: Desteklenen liste hakkında daha fazla ayrıntı için aşağıya bakın.
zh_cn: 有关支持列表的详细信息, 请参阅下文。

source: Key Commands
bg: Клавиатурни команди
de: Tastenkombinationen
es: Órdenes de teclado
fi: Näppäinkomennot
fr: Touches de commandes
gl: Ordes de teclas
hr: Tipkovnički prečaci
it: Comandi da tastiera
pt_pt: Comandos Principais
sk: Klávesové skratky
sr: Komande
tr: Klavye Kısayolları
zh_cn: 快捷键

source: Default keys associated with numbers are NVDA and control, but you can customize them from add-on settings. See settings also for numpad/keyboard mode and layout.
bg: Клавишите, асоциирани по подразбиране с цифрите, са NVDA и Control, но можете да ги персонализирате от настройките на добавката. Вижте настройките и относно режимите цифров блок/клавиатура и относно подредбата.
de: Die mit Zahlen verknüpften Standardtasten sind die NVDA- und die Steuerung-Taste. Sie können die Standardtasten über die Einstellungen der Erweiterung anpassen. Siehe auch Einstellungen für Nummernblock-/Tastaturmodus und -Schema.
es: Las teclas asociadas por defecto con números son NVDA y control, pero puedes personalizarlas desde los ajustes del complemento. Mira también los ajustes para el modo teclado / bloque numérico y disposición.
fi: Numeroihin liitetyt oletusnäppäimet ovat NVDA ja Ctrl, mutta niitä on myös mahdollista mukauttaa lisäosan asetuksista. Katso lisäksi laskinnäppäimistö/näppäimistötilan ja -asettelun asetukset.
fr: Les touches par défaut associées aux chiffres sont NVDA et contrôle, mais vous pouvez les personnaliser à partir des paramètres de l'extension. Voir aussi les paramètres pour le mode clavier / pavé numérique et la disposition.
gl: As teclas asociadas por defecto ós números son NVDA e control, pero podes personalizalas dende os axustes do complemento. consulta tamén os axustes para o modo de deseño teclado ou teclado numérico.
hr: Standardne tipke vezane uz brojke su NVDA i control, ali ih se može prilagoditi u postavkama dodatka. U postavkama se određuje i upotreba numeričke tipkovnice ili glavne tipkovnice, te raspored tipkovnice.
it: I tasti associati per default ai tasti numerici sono Control ed NVDA, ma li potete personalizzare dalle impostazioni dell'add-on. Controllate le impostazioni anche per la modalità d'uso e il layout tastiera estesa/tastierino numerico.
pt_pt: As teclas por defeito associadas aos números são o NVDA e o control, mas pode personalizá-las a partir das configurações do extra. Veja também as configurações para o modo e sistema numérico / teclado.
sk: Predvolene sa používajú klávesy nvda a ctrl, toto sa dá zmeniť v dialógu klávesové skratky. Takisto sa dajú nastaviť skratky pre numerický blok.
sr: Podrazumevani tasteri podešeni za korišćenje uz brojeve su NVDA i ctrl, ali ih možete prilagoditi iz podešavanja dodatka. Proverite takođe podešavanja za izbor obične tastature ili numeričke kao i raspored.
tr: Sayılarla ilişkili varsayılan kısayol tuşu NVDA ve kontroldür, ancak bunları eklenti ayarlarından özelleştirebilirsiniz. Sayısal tuş takımı/klavye modu ve düzeni için ayarlara da bakın.
zh_cn: 与数字关联的默认键是 NVDA 和控件, 但您可以从加载项设置自定义它们。有关 numpad/键盘模式和布局, 请参见设置。

source: NVDA+control+digits from 1 to 0 (keyboard mode) or from 1 to 9 (numpad mode): pressed once, read the chosen column, pressed twice, copy it;
bg: NVDA+Control+цифрите от 1 до 0 (клавиатурен режим) или от 1 до 9 (режим на цифров блок): Еднократното натискане прочита избраната колона, а двукратното натискане копира съдържанието й в клипборда;
de: NVDA+Steuerung+Ziffern von 1 bis 0 (Tastaturmodus) oder von 1 bis 9 (Nummernblockmodus): einmal drücken, die ausgewählte Spalte wird vorgelesen; zweimal drücken, die Spalte wird in die Zwischenablage kopiert;
es: NVDA+control+dígitos del 1 al 0 (modo teclado) o del 1 al 9 (modo bloque numérico): pulsado una vez, lee la columna elegida, pulsado dos veces, la copia;
fi: NVDA+Ctrl+numerot 1-0 (näppäimistötila) tai numerot 1-9 (laskinnäppäimistötila): lukee kerran painettaessa valitun sarakkeen tai kopioi sen kahdesti painettaessa leikepöydälle;
fr: NVDA+contrôle+chiffres de 1 à 0 (mode clavier) ou de 1 à 9 (mode pavé numérique): appuyé une fois, lit la colonne choisie, appuyé deux fois la copie ;
gl: NVDA+control+díxitos do 1 ó 0 (modo teclado) ou do 1 ao 9 (modo teclado numérico): premido unha vez, le a columna elexida, premido dúas veces, cópiaa;
hr: NVDA+control+brojke 1 do 0 (modus tipkovnice) ili 1 do 9 (modus numeričke tipkovnice): jednom pritisnuto, čita odabrani stupac, dvaput pritisnuto, kopira stupac;
it: NVDA+control+numeri da 1 a 0 (modalità tastiera estesa) o da 1 a 9 (modalità tastierino numerico): premuto una volta legge il contenuto della colonna corrispondente, premuto 2 volte lo copia negli appunti;
pt_pt: NVDA + control + dígitos de 1 a 0 (modo teclado) ou de 1 a 9 (modo numérico): pressionado uma vez, lê a coluna escolhida, pressionado duas vezes, copia-a;
sk: Nvda+ctrl+čísla 0 až 9 (laptop rozloženie) alebo numerické čísla 1 až 9 (desktop rozloženie): oznámy príslušný stĺpec. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
sr: NVDA+control+brojevi od 1 do 0 (režim standardne tastature) ili od 1 do 9 (režim numeričke tastature): Ako se pritisne jednom, čita izabranu kolonu, ako se pritisne dva puta, kopira je;
tr: control+NVDA+1den 9a kadar numara tuşları (hem klavye hem de sayısal tuş takımı kullanılabilir) bir kez basıldığında, seçilen sütunu okur, iki kez basıldığında , sütunu kopyalar;
zh_cn: NVDA+Control+大键盘数字1到0或者小键盘数字1到9: 按一次, 读取所选列, 按两次, 复制它;

source: NVDA+control+numpadMinus (numpad mode): read or copy the 10th, 20th, etc column;
bg: NVDA+Control+минус от цифровия блок (режим на цифров блок): Прочита или копира 10-та, 20-та и т.н. колона;
de: NVDA+Steuerung+numpadMinus (Nummernblockmodus): Lesen oder Kopieren der 10ten, 20ten Spalte usw.;
es: NVDA+control+menos del teclado numérico (modo bloque numérico): lee o copia la 10ª, 20ª, etc. columna;
fi: NVDA+Ctrl+laskinnäppäimistön miinus (laskinnäppäimistötila): lukee tai kopioi 10., 20., jne. sarakkeen leikepöydälle;
fr: NVDA+contrôle+Moins du clavier numérique (mode pavé numérique): lit ou copie les colonnes 10e, 20e, etc ;
gl: NVDA+control+menos teclado numérico (modo teclado numérico): ler ou copiar a columna décima, vixésima, etc.;
hr: NVDA+control+Minus na numeričkoj tipkovnici (modus numeričke tipkovnice): čita ili kopira svaki deseti stupac;
it: NVDA+control+meno del tastierino (modalità tastierino numerico): legge o copia la decima colonna o le eventuali colonne ventesima, trentesima, eccetera;
pt_pt: NVDA+control+menos do bloco numérico,(modo numpad): lê ou copia a coluna 10, 20, etc;
sk: NVDA+ctrl+numerický mínus: Prečítaj alebo skopíruj desiaty, dvadsiaty stĺpec.
sr: NVDA+control+numerički minus(režim numeričke tastature): čita ili kopira desetu kolonu, dvadesetu kolonu, i tako dalje;
tr: NVDA+kontrol+numpadMinus (sayısal tuş takımı modu): 10., 20., vb. sütunu okur veya kopyalar;
zh_cn: NVDA+control+小键盘减号 朗读并拷贝第十列 第二十列;

source: NVDA+control+- (default, EN-US layout, keyboard mode): in a list with 10+ columns, let you to change interval and read columns from 11 to 20, from 21 to 30, and so on; see settings to change last char according to your layout;
bg: NVDA+Control+- (по подразбиране, клавиатурна подредба "Английски (САЩ)", клавиатурен режим): В списък с над 10 колони можете да променяте обхвата и да четете колони от 11 до 20, от 21 до 30 и т.н. Вижте настройките, за да промените последния знак (клавиш) според използваната от вас клавиатурна подредба;
de: NVDA+Steuerung+ß (Standard deutsches Tastaturlayout, Tastaturmodus): in einer Liste mit mehr als 10 Spalten können Sie das Intervall ändern, dass bei Lesen der Spalten über die Zahlen verwendet wird. Somit können Sie die Spalten von 11 bis 20, von 21 bis 30 usw. lesen. Das letzte Zeichen in dieser Tastenkombination können Sie in den Einstellungen ändern, so dass Ihr Tastaturlayout unterstützt wird;
es: NVDA+control+- (por defecto, distribución de inglés de Estados Unidos, modo teclado): en una lista con más de 10 columnas, te permite cambiar el intervalo y leer columnas de la 11 a la 20, de la 21 a la 30, y así sucesivamente; mira los ajustes para cambiar el último carácter en función de tu distribución;
fi: NVDA+Ctrl+- (oletus, yhdysvaltalainen asettelu, näppäimistötila): muuttaa aikaväliä ja lukee sarakkeet 11-20, 21-30 jne. luettelossa, jossa on 10+ saraketta; katso lisäosan asetuksia muuttaaksesi komennon viimeisen merkin käyttämäsi näppäimistöasettelun mukaiseksi;
fr: NVDA+contrôle+- (par défaut, dans la disposition Anglais États-Unis, mode clavier): dans une liste de 10 colonnes ou plus, vous pouvez modifier l’intervalle et lire les colonnes de 11 à 20, de 21 à 30, etc. voir les paramètres pour changer le dernier caractère en fonction de votre disposition ;
gl: NVDA+control+- (por defecto, distribución en-US, modo teclado): nunha listaxe con 10+ columnas, permíteche cambiar o intervalo e ler columnas da 11 á 20, de la 21 á 30, etc.; consulta os axustes para cambiar o último carácter en consoaancia coa túa distribución;
hr: NVDA+control+- (standardno, američki raspored tipkovnice, modus tipkovnice): na popisu s 10 i više stupaca omogućuje promjenu intervala i čitanje stupaca od 11. do 20., od 21. do 30. itd; u postavkama promijeni zadnji znak u skladu s tvojim rasporedom tipkovnice;
it: NVDA+control+- (modalità tastiera estesa): in un elenco con più di 10 colonne, permette di leggere le colonne successive, dalla 11 alla 20, dalla 21 alla 30 e così via. Il carattere trattino si può cambiare nelle impostazioni del componente aggiuntivo a seconda della tastiera in uso; ad esempio, nelle tastiere italiane ha più senso utilizzare l'apostrofo;
pt_pt: NVDA+control+- (padrão, no sistema americano, modo de teclado): numa lista com mais de 10 colunas, permite que altere o intervalo e leia as colunas de 11 a 20, de 21 a 30, e assim por diante; veja as configurações para alterar o último caractere de acordo com o seu idioma;
sk: nvda+ctrl+- (anglické rozloženie klávesnice desktop): V zozname s viac ako 10 stĺpcami umožňuje zmeniť interval a posunúť sa na čítanie stĺpcov 11 až 20, 21 až 30 a podobne. Skratku je možné zmeniť v nastaveniach.
sr: NVDA+control+- (podrazumevano, Engleski raspored tastature, režim standardne tastature): U listi od 10 i više kolona, dozvoljava vam da promenite interval i čitate od 11 do 20 kolone, od 21 do 30, i tako dalje; proverite podešavanja za menjanje ovog znaka kako bi se prilagodio vašem izgledu tastature;
tr: NVDA+control+- (varsayılan, EN-US düzeni, klavye modu): 10'dan fazla sütunlu bir listede, aralığı değiştirmenize ve 11'den 20'ye, 21'den 30'a vb. sütunları okumanıza yarar; düzeninize göre son karakteri değiştirmek için ayarlara bakın;
zh_cn: NVDA+control+某一个键(默认情况下是美式键盘布局): 在十列以上列表里面可以朗读11到20列 列表朗读插件设置里面配置具体按哪一个键;

source: NVDA+control+numpadPlus (numpad mode): exactly as previous command;
bg: NVDA+Control+плюс от цифровия блок (режим на цифров блок): Същото като предишната команда;
de: NVDA+Steuerung+numpadPlus (Nummbernblockmodus): genau wie beim vorherigen Befehl nur rückwärts;
es: NVDA+control+más del teclado numérico (modo bloque numérico): exactamente como la orden anterior;
fi: NVDA+Ctrl+laskinnäppäimistön plus (laskinnäppäimistötila): sama kuin edellinen komento;
fr: NVDA+contrôle+Plus du clavier numérique (mode pavé numérique): exactement comme la commande précédente ;
gl: NVDA+control+más teclado numérico (modo teclado numérico): Exactamente igual ao atallo anterior;
hr: NVDA+control+Plus na numeričkoj tipkovnici (modus numeričke tipkovnice): isto kao i prethodna naredba;
it: NVDA+control+più del tastierino numerico(modalità tastierino numerico):corrisponde al precedente comando descritto per la modalità tastiera estesa;
sk: Nvda+ctrl+numerický +: To isté ako predchádzajúca skratka.
sr: NVDA+control+Numerički plus(režim numeričke tastature): kao i prethodna komanda;
tr: NVDA+kontrol+numpadPlus (sayısal tuş takımı modu): önceki komutla aynı işlevi görür;
zh_cn: NVDA+control+数字键盘加号: 和上一个快捷键一样;

source: NVDA+control+enter (eventually numpadEnter in numpad mode): open column headers manager;
bg: NVDA+Control+Enter (или Enter от цифровия блок при режим на цифров блок): Отваря диспечера за управление на заглавките на колоните;
de: NVDA+Steuerung+Eingabe (evtl. numpadEingabe im Nummbernblockmodus): Spaltenüberschriften-Manager öffnen;
es: NVDA+control+intro (eventualmente intro del teclado numérico en el modo bloque numérico): abre el gestor de cabeceras de columna;
fi: NVDA+Ctrl+Enter (laskinnäppäimistön Enter laskinnäppäimistötilassa): avaa sarakeotsikoiden hallinnan;
fr: NVDA+contrôle+entrée (éventuellement Entrée du clavier numérique en mode pavé numérique): ouvre le gestionnaire des en-têtes de colonne ;
gl: NVDA+control+intro (tamén intro do teclado numérico en modo teclado numérico): abrir administrador de encabezamentos de columna;
hr: NVDA+control+enter (koristi Enter na numeričkoj tipkovnici tijekom modusa numeričke tipkovnice): otvori upravljač za zaglavlja stupaca;
it: NVDA+control+Invio (o invio del tastierino numerico in modalità tastierino numerico): apre la finestra per gestire le intestazioni delle colonne;
pt_pt: NVDA+control+enter (eventualmente enter do bloco numéricono no modo de bloco numérico): abre o gestor de cabeçalhos de colunas;
sk: Nvda+ctrl+enter alebo numerický enter: Zobrazí správcu stĺpcov.
sr: NVDA+control+enter (Numerički enter u režimu numeričke tastature): Otvara upravljač zaglavlja kolona;
tr: NVDA+control+enter (sayısal tuş takımında numpadEnter): sütun başlıkları yöneticisini açar;
zh_cn: NVDA+control+回车 (数字键盘回车也行): 打开列表标题管理器;

source: Arrows (in empty list): repeat "0 elements" message.
bg: Стрелките (в празен списък): Повтаряне на съобщението "0 елемента".
de: Pfeiltasten (in einer leeren Liste): Nachricht "0 Elemente" wiederholen.
es: Flechas (en una lista vacía): repite el mensaje "0 elementos".
fi: Nuolinäppäimet (tyhjässä listassa): toistaa "0 kohdetta" -ilmoitusta.
fr: Flèches (dans la liste vide): répète le message "0 éléments".
gl: Frechas (en lista vacía): mensaxe "0 elements" (0 elementos).
hr: Strelice (u praznom popisu): ponavlja poruku „0 elemenata”.
it: Tasti freccia (negli elenchi vuoti): legge "0 elementi".
pt_pt: O pressionar das setas, numa lista vazia, repete a mensagem de "zero elementos"
sk: Šípky v prázdnom zozname: Oznamuje nula položiek.
sr: Strelice (u praznoj listi): Ponavlja poruku "0 elemenata".
tr: Yön tuşları (boş listede): "0 öğe" mesajını tekrarlar.
zh_cn: 空列表里面按上下光标会朗读0个元素.

source: For developers and advanced users
bg: За разработчици и напреднали потребители
de: Für Entwickler und fortgeschrittene Anwender
es: Para desarrolladores y usuarios avanzados
fi: Kehittäjille ja edistyneille käyttäjille
fr: Pour les développeurs et les utilisateurs avancés
gl: Para desenvolvedores e usuarios avanzados
hr: Za razvijatelje i napredne korisnike
it: Per sviluppatori e utenti esperti
pt_pt: Para desenvolvedores e utilizadores avançados
sk: Pre vývojárov a pokročilých používateľov
sr: Za programere i napredne korisnike
tr: Geliştiriciler ve ileri düzey kullanıcılar için
zh_cn: 对于开发人员和高级用户
