Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/consoleTimer.*.po
Languages: hr, zh_cn

source: [[!meta title="Console Timer"]]
hr: [[!meta title="Tajmer za konzolu (Console Timer)"]]
zh_cn: [[!meta title="Console Timer-NVDA-ssh命令行补充插件"]]

source: * Author: Derek Riemer * Download [Stable Version][1]
hr: * Autor: Derek Riemer * Preuzmi [stabilnu verziju][1]
zh_cn: * 作者: Derek Riemer * 下载 [稳定版][1]

source: consoleTimer
hr: Tajmer za konzolu

source: consoleTimer was written by derek riemer, and is GPL V2, as required by being an NVDA addon.
hr: Dodatak „Tajmer za konzolu” (consoleTimer) je napisao Derek Riemer i licenziran je pod općom javnom licencom V2, kao što je zadano za NVDA dodatke.
zh_cn: consoleTimer是由derek riemer编写的一款基于NVDA的插件，它是基于GPL V2进行分发的。

source: [Source available on Github:](https://github.com/derekriemer/consoleTimer)
hr: [Izvorni kod je dostupan na Github stranici:](https://github.com/derekriemer/consoleTimer)
zh_cn: [Github源代码托管地址：]（https://github.com/derekriemer/consoleTimer）

source: Background
hr: Obrazloženje
zh_cn: 开发插件的背景

source: When using command lines over ssh, usually, there's network lag. This lag is expected, however, the way NVDA handles cursor movement is not friendly with lag in terminals, because this operation is a synchrinous opperation. This causes NVDA to wrongly report the wrong letter when moving to another letter with the arrow keys. For example, if the user is on the p of grep, and they press right arrow, they may hear "t" instead of space. This is due to NVDA not waiting long enough to actually properly handle this cursor movement. This addon was written because I do lots of server administration, and I wanted cursor navigation to work.
hr: Kad se koriste naredbeni redci putem SSH, obično, postoji mrežno kašnjenje. Ovo kašnjenje je normalno, ali način na koji NVDA čita kursor u terminalima ne omogućuje kašnjenje, budući da je ovo sinkronizirana operacija. Zbog toga dolazi do čitanja pogrešnog slova kad se krećeš po slovima pomuću strelica. Na primjer, ako je korisnik na slovu p riječi grep i ako pritisne strelicu desno, možda će čuti „t” umjesto razmaka. Ovo se događa zbog toga što NVDA ne čeka dovoljno dugo, da bi uspješno prijavio pomicanje kursora. Ovaj dodatak sam napisao, jer radim puno na administraciji servera i htio sam da navigacija kursorom radi.
zh_cn: 通过ssh使用命令行时，通常会出现网络延迟。然而，这种延迟是预料之中的，因为这种操作是同步操作，NVDA处理光标移动的方式对终端延迟不友好。这会导致NVDA在用光标键移动到另一个字母时读的字母不对。例如，如果用户位于grep的p上，并且他们按右箭头，他们可能会听到“t”而不是空格。这是由于NVDA没有停顿足够长的时间来处理这个光标移动。这个插件是因为我需要做大量的服务器管理工作，我希望实现光标导航就这样才写的。

source: TLDR usage instructions
hr: Kratke upute za korištenje
zh_cn: 简短使用说明

source: When in a console, if NVDA is missing or repeating letters as you move around, simply press nvda+shift+pageup to teach it to be more patient, or if it is too laggy, press nvda+shift+page down to teach it to be less patient. This addon will have no affect outside terminals, and the patience changes by .01 for every keypress.
hr: U konzoli, ako NVDA izostavlja ili ponavlja slova tijekom kretanja po tekstu, jednostavno pritisni NVDA+Shift+pageup, kako bi NVDA naučio biti strpljiviji ili ako je prespor, pritisni NVDA+Shift+page down, kako bi bio manje strpljiv.
zh_cn: 当在控制台中时，如果NVDA在移动时少读或重复读字母，只需按nvda + shift + pageup来进行修正，或者如果不能解决问题还可以，按nvda + shift +下光标。这个插件不会影响外部终端，并且每次按键案下以后会改变0.01秒的延迟。

source: How to make this work with custom terminals
hr: Kako omogućiti rad s prilagođenim terminalima
zh_cn: 如何使用自定义终端工作

source: If you are a developer who wants NVDA to recognize a section or portion of your app as a terminal, and it isn't already, you should implement an appModule for this purpose, to gain the relevant behavior, I.E. announcement of new text written to stdout, etc. Please raise a ticket against [NVDA](https://github.com/nvaccess/nvda/issues/new), and we can help you get your terminal appModule into the screen reader. Support for Putty, Cygwin (Mintty), and secureCRT is already implemtned. Apps such as R may be implemented in the future. If your app is properly recognized as a terminal by NVDA, (The termminal behavior is properly injected at runtime), this addon should just work. If it doesn't, please let me know via an issue. How to write an app module is out of scope for this document, but is well documented in the [NVDA Developer Guide](https://www.nvaccess.org/files/nvda/documentation/developerGuide.html). This example illustrates [an appModule to teach NVDA that the terminal window on PuTTY is a terminal](https://github.com/nvaccess/nvda/blob/master/source/appModules/putty.py). Also, [Here's an example implementation for MinTTY](https://github.com/nvaccess/nvda/blob/master/source/appModules/mintty.py). The most important thing to make sure happens is that NVDAObjects.behaviors.Terminal is injected to the class list.
hr: Ako si razvojni programer i želiš da NVDA prepozna dio tvoje aplikacije kao terminal te, ako ga još ne prepoznaje, u ovu svrhu implementiraj aplikacijski modul, kako bi se dobilo potrebno ponašanje, kao što je najavljivanje novog teksta koji se pojavljuje u stdout itd. Prijavi problem na [NVDA] (https://github.com/nvaccess/nvda/issues/new), kako bismo pomogli ugraditi tvoj aplikacijski modul terminala u čitač ekrana. Podrška za Putty, Cygwin (Mintty) i secureCRT već je implementirana. Aplikacije poput R-a će ubuduće možda biti implementirane. Ako NVDA ispravno prepozna tvoju aplikaciju kao terminal (ponašanje terminala se pravilno dodaje pri izvođenju), ovaj bi dodatak trebao raditi. Ako ne, prijavi problem. Kako napisati modul za aplikaciju nije obuhvaćeno u ovom dokumentu, ali je dobro dokumentirano u [NVDA priručniku za razvojne programere] (https://www.nvaccess.org/files/nvda/documentation/developerGuide.html). Ovaj primjer ilustrira [aplikacijski modul koji podučava NVDA, da je prozor terminala na PuTTY-ju terminal] (https://github.com/nvaccess/nvda/blob/master/source/appModules/putty.py). Također, [evo primjera implementacije za MinTTY] (https://github.com/nvaccess/nvda/blob/master/source/appModules/mintty.py). Najvažnija stvar koju treba osigurati, je da se NVDAObjects.behaviors.Terminal doda u popis klasa.
zh_cn: 如果您是希望NVDA将您的应用程序的一部分或识别为终端，那么您应该为此实现appModule，以获取相关行为也就是宣布写入标准输出的新文本等。请根据[NVDA]（https://github.com/nvaccess/nvda/issues/new）提出一张票，我们可以帮助您将终端appModule放入屏幕阅读器。已经实施了对Putty，Cygwin（Mintty）和secureCRT的支持。 R等应用程序将来可能会实现。如果您的应用程序已被NVDA正确识别为终端（术语行为在运行时正确注入），则该插件应该可以正常工作。如果没有，请通过问题告诉我。如何编写应用程序模块超出了本文档的范围，但在[NVDA开发人员指南]（https://www.nvaccess.org/files/nvda/documentation/developerGuide.html）中有详细记录。这个例子说明了[一个appModule教导NVDA，PuTTY上的终端窗口是终端]（https://github.com/nvaccess/nvda/blob/master/source/appModules/putty.py）。此外，[这是MinTTY的示例实现]（https://github.com/nvaccess/nvda/blob/master/source/appModules/mintty.py）。确保发生的最重要的事情是将NVDAObjects.behaviors.Terminal注入到班级列表中。
