Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/controlUsageAssistant.*.po
Languages: da, de, es, fi, hr, it, ro, sk, uk

source: [[!meta title="Control Usage Assistant"]]
da: [[!meta title="Brugsassistent til kontroller"]]
de: [[!meta title="Hilfe zur Verwendung von Steuerelementen"]]
fi: [[!meta title="Säätimen käyttöapu"]]
hr: [[!meta title="Pomoćnik za primjenu kontrola"]]
sk: [[!meta title="Pomoc pre prácu s prvkami"]]

source: Author: Joseph Lee
da: Forfatter: Joseph Lee
de: Autor: Joseph Lee
es: Autor: Joseph Lee
fi: Tekijä: Joseph Lee
hr: Autor: Joseph Lee
it: Autore: Joseph Lee
ro: Autor: Joseph Lee
sk: Autor: Joseph Lee
uk: Автор: Joseph Lee

source: Download [stable version][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [versione stabile][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
uk: Завантажити [версію в розробці][2]

source: NVDA compatibility: 2021.2 and later
es: Compatibilidad con NVDA: de 2021.2 en adelante
fi: Yhteensopivuus: NVDA 2021.2 ja uudemmat

source: Use this add-on to find out how to interact with the focused control. Press NVDA+H to obtain a short help message on interacting with the focused control, such as checkboxes, edit fields and so on.
de: Verwenden Sie diese Erweiterung, um zu erfahren, wie Sie das aktuell hervorgehobene Steuerelement benutzen können. Drücken Sie NVDA+H, um eine kurze Hilfestellung zur Verwendung des aktuell hervorgehobenen Steuerelementes zu erhalten (eingeben von Text, aktivieren von Kontrollkästchen etc.).
es: Utiliza este complemento para averiguar cómo interactuar con el control enfocado. Pulsa NVDA+H para obtener un breve mensaje de ayuda sobre la interacción con el control enfocado, como con casillas de verificación, campos de edición y así con otros.
fi: Tämän lisäosan avulla voit selvittää, miten aktiivisen säätimen kanssa ollaan vuorovaikutuksessa. Paina NVDA+H kuullaksesi lyhyen ohjeen aktiivisen säätimen käytöstä, kuten esim. valintaruudun valitsemisesta, tekstin muokkaamisesta jne.
hr: Koristi ovaj dodatak i saznaj kako koristiti fokusiranu kontrolu. Pritisni NVDA+H za dobivanje kratke poruke o tome kako koristiti fokusirane kontrole, kao što su potvrdni okviri, polja za uređivanje i tome slično.
it: Questo componente aggiuntivo si utilizza per scoprire come interagire con il controllo evidenziato. Premere NVDA+h per ascoltare un breve suggerimento, ad esempio su come attivare una casella di controllo, come operare in un campo editazione e così via.
sk: Doplnok poskytuje pomoc pre aktuálne zameraný prvok. Aby ste počuli pomocné hlásenie pre prvky, akými sú napríklad začiarkavacie alebo editačné polia , stlačte NVDA+h.
uk: Використовуйте цей додаток аби знати, як взаємодіяти з елементами керування у фокусі. Натисніть NVDA+H щоб отримати коротку довідку про взаємодію з поточним елементом, наприклад, з прапорцем, кнопкою, комбінованим списком і так далі.

source: Version 21.10
es: Versión 21.10
fi: Versio 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
de: NVDA 2021.2 oder neuer ist erforderlich, da die Änderungen diese Erweiterung betreffen.
es: Se requiere NVDA 2021.2 o posterior a causa de cambios en NVDA que afectan a este complemento.
fi: NVDA 2021.2 tai uudempi vaaditaan tähän lisäosaan vaikuttavien NVDA-muutosten takia.

source: Version 20.10
es: Versión 20.10
fi: Versio 20.10
hr: Verzija 20.10
it: Novità nella versione 20.10
uk: Версія 20.10

source: Help messages are announced in languages other than English.
de: Hilfemitteilungen werden in anderen Sprachen als Englisch mitgeteilt.
es: Se anuncian los mensajes de ayuda en idiomas distintos al inglés.
fi: Ohjeviestit puhutaan muillakin kielillä kuin englanniksi.
hr: Poruke pomoći najavljuju se na jezicima koji nisu engleski.
it: I messaggi di aiuto sono letti anche in lingue diverse dall'inglese.
uk: Допоміжні повідомлення тепер відображаються не лише англійською, але й іншими мовами.

source: Version 20.06
es: Versión 20.06
fi: Versio 20.06
hr: Verzija 20.06
it: Novità nella versione 20.06
sk: Verzia 20.06
uk: Версія 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
de: Mit Flake8 wurden viele Probleme mit dem Codierstil und potenzielle Fehler behoben.
es: Se han resuelto muchos problemas de estilo del código y fallos potenciales con Flake8.
fi: Ratkaistu useita koodaustyylin ongelmia sekä mahdollisia bugeja Flake8:n kanssa.
hr: Riješeni su mnogi problemi sa stilom kodiranja kao i potencijalne greške s Flake8.
it: Risolti molti problemi con il codice e bug potenziali con Flake8.
sk: Opravené drobné chyby v kóde.
uk: Вирішено низку проблем зі стилем кодування і потенційними помилками із Flake8.

source: NVDA will no longer appear to do nothing or play error tones when trying to obtain help for certain browse mode controls.
de: NVDA wird keine Fehlertöne abspielen oder scheinbar nichts mehr tun, wenn Sie Hilfe zu Steuerelementen im Lesemodus abfragen.
es: NVDA ya no parecerá hacer nada o reproducir tonos de error al intentar obtener ayuda en ciertos controles en modo exploración.
fi: NVDA ei näytä enää tekevän mitään tai soita virheääniä yritettäessä saada ohjeita tietyille selaustilasäätimille.

source: Version 20.01
es: Versión 20.01
fi: Versio 20.01
hr: Verzija 20.01
it: Novità nella versione 20.01
ro: Versiunea 20.01
sk: Verzia 20.01
uk: Версія 20.01

source: NVDA 2019.3 or later is required.
de: Benötigt NVDA 2019.3 oder neuer.
es: Se requiere NVDA 2019.3 o posterior.
fi: NVDA 2019.3 tai uudempi vaaditaan.
hr: Potreban je NVDA 2019.3 ili noviji.
it: E' richiesto NVDA 2019.3 o versioni successive.
ro: Este necesar NVDA 2019.3 sau mai nou.
sk: Vyžaduje sa NVDA od verzie 2019.3.
uk: Необхідна NVDA версії 2019.3 чи новіша.

source: Version 3.0/19.11
es: Versión 3.0 / 19.11
fi: Versio 3.0/19.11
hr: Verzija 3.0/19.11
it: Novità nella versione 3.0/19.11
ro: Versiunea 3.0/19.11
sk: Verzia 3.0/19.11
uk: Версія 3.0/19.11

source: Version scheme is now year.month.
de: Versionsschema ist jetzt Jahr.Monat.
es: El esquema de versión ahora es año.mes.
fi: Versionumeron muoto on nyt vuosi.kuukausi.
hr: Shema za određivanje verzije je sada godina.mjesec.
it: A partire da questa versione, lo schema per il numero di versione è anno.mese.
ro: Acum, schema versiunii este an.lună.
sk: Číslo verzie je odteraz rok.mesiac.
uk: Тепер використовується схема версій рік.місяць.

source: When NVDA+H is pressed, a help screen will be displayed instead of a flash message being shown.
de: Wenn NVDA+H gedrückt wird, wird ein Hilfebildschirm angezeigt, anstatt eine Meldung auszugeben.
es: Cuando se pulse NVDA+h, se mostrará una pantalla de ayuda en lugar de un mensaje emergente.
fi: NVDA+H:ta painettaessa näytetään ohjeruutu pikaviestin sijaan.
hr: Kad se pritisne NVDA+H, prikazat će se prozor pomoći umjesto poruke.
it: Quando si preme NVDA+h, verrà mostrata una schermata di aiuto anziché un messaggio flash.
ro: Când este apăsat NVDA+H, va fi afișat un ecram de ajutor în loc de un mesaj flash.
sk: Skratka nvda+H zobrazí okno a nie len notifikáciu.
uk: При натисканні NVDA + H замість миттєвого повідомлення відображатиметься екран довідки.

source: Version 2.5
es: Versión 2.5
fi: Versio 2.5
hr: Verzija 2.5
it: Novità nella versione 2.5
ro: Versiunea 2.5
sk: Verzia 2.5
uk: Версія 2.5

source: Compatible with Python 3.
da: Kompatibel med Python 3.
de: Kompatibel mit Python 3.
es: Compatible con Python 3.
fi: Yhteensopiva Python 3:n kanssa.
hr: Kompatibilnost s Python 3.
it: Compatibile con python 3.
ro: Compatibil cu Python 3.
sk: Kompatibilná s Python 3.
uk: Додаток став сумісним з Python 3.

source: Version 2.1
es: Versión 2.1
fi: Versio 2.1
hr: Verzija 2.1
it: Novità nella versione 2.1
ro: Versiunea 2.1
sk: Verzia 2.1
uk: Версія 2.1

source: New and updated translations.
da: Nye og opdaterede oversættelser.
de: Neue und aktualisierte Übersetzungen.
es: Traducciones nuevas y actualizadas.
fi: Uusia ja päivitettyjä käännöksiä.
hr: Novi i ažurirani prijevodi.
it: Traduzioni nuove e aggiornate.
ro: Au fost incluse traduceri noi și actualizate cele existente.
sk: Nové a aktualizované preklady.
uk: Нові та оновлені переклади.

source: Version 2.0
es: Versión 2.0
fi: Versio 2.0
hr: Verzija 2.0
it: Novità nella versione 2.0
ro: Versiunea 2.0
sk: Verzia 2.0
uk: Версія 2.0

source: Help messages for more controls added, including terminal windows.
da: Tilføjede hjælpemeddelelser for flere kontroller, bl.a. terminalvinduer.
de: Hilfemeldungen für mehr Elemente einschließlich Terminal-Fenster hinzugefügt.
es: Añadidos mensajes de ayuda para más controles, incluyendo la terminal de windows.
fi: Lisätty ohjeviestejä useammille säätimille, pääteikkunat (esim. komentokehote) mukaan lukien.
hr: Dodane su nove poruke pomoći za daljnje kontrole, uključujući prozore neredbenog retka.
it: Aggiunti messaggi di aiuto per diversi controlli, comprese le finestre terminale.
ro: Au fost adăugate mesaje de ajutor pentru multe controale, incluzând ferestrele terminale.
sk: pridané pomocné správy pre ďalšie prvky vrátane konzolových aplikácií.
uk: Додано довідкові повідомлення для низки елементів керування, в тому числі - і для терміналу Windows.

source: Added help messages for working in some areas of applications, such as Microsoft Excel and Powerpoint and Windows 8 start screen.
da: Tilføjede hjælpemeddelelser om, hvordan man arbejder med nogle områder i programmer, f.eks. Microsoft Excel, PowerPoint og startskærmen i Windows 8.
de: Hilfemeldungen für einige Bereiche in Anwendungen wie Microsoft Excel, Powerpoint und Windows 8 start-Bildschirm hinzugefügt.
es: Añadidos mensajes de ayuda para el trabajo en algunas áreas de aplicaciones, tales como Microsoft Excel y PowerPoint y para la pantalla de inicio de Windows 8.
fi: Lisätty ohjeviestejä sovellusten, kuten Microsoft Excelin, Powerpointin sekä Windows 8:n aloitusnäytön tietyille osille.
hr: Dodane su nove poruke pomoći za rad u nekim područjima aplikacija, kao što su Microsoft Excel i Powerpoint i Windows 8 početni ekran.
it: Aggiunti messaggi di aiuto per lavorare in alcune sezioni di programmi, come Excel, Powerpoint o le videate di avvio di Windows8.
ro: Au fost adăugate mesaje de ajutor pentru lucru în anumite domenii ale aplicațiilor, cum ar fi Microsoft Excel, Powerpoint și Windows 8 start screen.
sk: Pridané pomocné správy pre ďalšie časti v aplikáciách Microsoft Excel a Powerpoint a prihlasovacia obrazovka Windows 8.
uk: Додано довідкові повідомлення для роботи у програмах, таких як Microsoft Excel, Powerpoint та стартовий екран Windows 8.

source: Added help messages for working with forms in both browse and focus modes in virtual buffer documents (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
da: Tilføjede hjælpemeddelelser ang. hvordan man arbejder med formularer i både gennemsynstilstand og fokustilstand i dokumenter, som benytter en virtuel buffer (Internet Explorer, Adobe Reader, Mozilla Firefox, osv).
de: Hilfemeldungen für die Verwendung von Formularfeldern sowohl im Lese-Modus als auch im Fokus-Modus in virtuellen Dokumenten (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.) hinzugefügt.
es: Añadidos mensajes de ayuda para trabajar con formularios en modos navegación y foco en documentos en modo virtual (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
fi: Lisätty ohjeviestejä lomakkeiden käyttämiseen asiakirjoissa sekä selaus- että vuorovaikutustiloissa (Internet Explorerissa, Adobe Readerissa, Mozilla Firefoxissa jne).
hr: Dodane su nove poruke pomoći za rad u modusima čitanja i fokusa za dokumente koji koriste virtualni spremnik (Internet Explorer, Adobe Reader, Mozilla Firefox, itd.).
it: Aggiunti messaggi d'aiuto per utilizzare i form in modalità focus e in modalità navigazione con il cursore virtuale (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
ro: Au fost adăugate mesaje de ajutor pentru lucru cu formulare în ambele moduri de focalizare și navigare în documentele buffer-ului virtual (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
sk: Pridané pomocné správy pre prácu s formulármi v režime fokusu a režime prehliadania v dokumentoch (Internet Explorer, Adobe Reader, Mozilla Firefox, atď.).
uk: Додано довідкові повідомлення для роботи з формами у режимах огляду і редагування, тобто в документах, які використовують віртуальний буфер (Internet Explorer, Adobe Reader, Mozilla Firefox і так далі).

source: New language: Danish.
da: Nyt sprog: dansk.
de: Neue Sprache: dänisch.
es: Nuevo idioma: Danés.
fi: Uusi kieli: tanska.
hr: Novi jezik: Danski.
it: Nuova lingua: danese.
ro: Limbă nouă: Daneză.
sk: pridaný dánsky preklad.
uk: Нова мова: данська.

source: Version 1.0
es: Versión 1.0
fi: Versio 1.0
hr: Verzija 1.0
it: Novità nella versione 1.0
ro: Versiunea 1.0
sk: Verzia 1.0
uk: Версія 1.0

source: Initial version.
da: Første version.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
hr: Prva verzija.
it: Versione iniziale.
ro: Versiunea inițială.
sk: Prvé vydanie
uk: Перша версія.

source: NVDA compatibility: 2017.3 to 2019.2
da: NVDA-kompatibilitet: 2017.3 til 2019.2

source: Use this add-on to find out how to interact with the focused control. Press NvDA+H to obtain a short help message on interacting with the focused control, such as checkboxes, edit fields and so on.
da: Brug dette tilføjelsesprogram til at finde ud af, hvordan du kan bruge den aktuelle kontrol, der er i fokus. Tryk NVDA+h for at få en kort hjælpetekst om, hvordan du bruger den kontrol, som har fokus, f.eks. checkbokse, editfelter osv.
