Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/dayOfTheWeek.*.po
Languages: de, uk, zh_cn

source: [[!meta title="Day of the week"]]
de: [[!meta title="Wochentag"]]
zh_cn: [[!meta title="某天星期几"]]

source: Authors: Abdel, Noelia.
de: Autoren: Abdel, Noelia.
uk: Автори: Abdel, Noelia.
zh_cn: 作者: Abdel, Noelia.

source: download [stable version][1]
de: [Stabile Version herunterladen][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: download [development version][2]
de: [Entwicklerversion herunterladen][2]
uk: Завантажити [версію в розробці][2]
zh_cn: 下载 [开发板][2]

source: This add-on allows you to find a day of the week corresponding to a chosen date.
de: Diese Erweiterung erlaubt Ihnen die Ermittlung des Wochentags für ein angegebenes Datum.
uk: Цей додаток дозволяє дізнатися, який день тижня відповідає вказаній даті.
zh_cn: 此插件允许您查找与所选日期对应的星期是星期几。

source: It adds a submenu in the NVDA Tools menu named "Day of the week", containing 2 items:
de: Es fügt ein Untermenü im NVDA-Extras-Menü mit dem Namen "Wochentag" hinzu, das 2 Einträge enthält:
uk: Він додає до підменю «Інструменти» NVDA розділ «День тижня»,який містить два пункти:

source: The first one named "Search a day", opens a dialog composed of 3 controls:
de: Der erste mit dem Namen "Tag suchen" öffnet einen Dialog bestehend aus 3 Elementen:
uk: Перший називається «Пошук дня» і складається з трьох елементів:

source: A listbox to choose or type your date;
de: Eine Liste, um das Datum einzugeben oder auszuwählen;
uk: набору списків для введення чи вибору дати;

source: An "OK" button to display a messageBox containing your day;
de: Ein OK-Schalter, der ein Meldungsfenster mit dem Wochentag zum betreffenden Datum anzeigt;
uk: кнопки «Гаразд», після натискання якої відображається день, на який припадає дата;

source: A "Cancel" button to close the dialog.
de: Einen Schalter "abbrechen", der den dialog schließt.
uk: кнопки «Скасувати», яка закриває цей діалог.

source: The second one named "dayOfTheWeek add-on settings" opens the parameters of the add-on to specify whether you want to report labels for date fields or not, it is composed of the following elements:
de: Der zweite Eintrag mit dem Namen "Wochentag-Einstellungen" öffnet die Parameter der Erweiterung, um festzulegen, ob Beschriftungen für Datumsfelder gemelden werden sollen oder nicht. Der Dialog besteht aus folgenden Elementen:
uk: Другий пункт із назвою «Налаштування додатка» відкриває можливість змінювати його параметри, такі, як вимову дати під час її вибору, і складається з таких елементів:

source: Enable accessibility of the date selector;
de: Es wurde ein Konfigurationsdialogfeld hinzugefügt, um die Zugänglichkeit der Datumsauswahl zu aktivieren oder zu deaktivieren;
uk: Увімкнути доступний інструмент вибору дати;

source: Level of the announces of labels, you will then have 3 choices:
de: Ebene der Ankündigungen von Beschriftungen, bestehend aus 3 Auswahlmöglichkeiten:
uk: Рівень інформативності, який складається із трьох варіантів:

source: Long (it's the default choice);
de: Lang (ist standardmäßig ausgewählt);
uk: Детальний (вибраний типово);

source: Short (for short announcements);
de: Kurz (für kurze Ankündigungen);
uk: Короткий (стисла інформативність);

source: Off (to disable labels announcements).
de: Aus (deaktiviert die Ankündigungen von Beschriftungen).
uk: Вимкнено (вимикає читання додаткових підказок).

source: Enable announcement of the current date field value only, when moving vertically;
de: Aktiviert die Ankündigung des aktuellen Wertes für das Datumsfeld nur bei vertikaler Bewegung;
uk: Читати вміст лише поточного поля під час переміщення вертикальними стрілками;

source: An "OK" button to save your configuration;
de: Ein OK-Schalter zum Speichern der Konfiguration;
uk: Кнопку «Гаразд» для збереження налаштувань;

source: A "Cancel" button to cancel and close the dialog.
de: Einen Schalter "abbrechen", der den dialog schließt.
uk: Кнопку «Скасувати» для скасування змін і закриття цього діалогу.

source: Notes
de: Anmerkungen
uk: Примітки
zh_cn: 注意

source: You can close these dialogs just by pressing Escape;
de: Sie können diese Dialoge einfach durch Drücken der Escape-Taste schließen.
uk: Ви можете закривати ці діалоги клавішею ескейп;

source: You can assign a shortcut to open these dialogs in "Input gestures" menu and, more precisely, in the "Day of the week" category;
de: Im Dialog "Eingaben" und genauer in der Kategorie "Wochentag" können Sie diesen Dialogen eine Tastenkombinationzuweisen;
uk: Ви можете призначити команди для відкриття цих діалогів у розділі «Жести вводу», у категорії «День тижня»;

source: If you use NVDA 2018.2 or higher, you'll find only one item in the tool menu for searching your day, the add-on settings will be in the NVDA settings panel.
de: Wenn Sie NVDA 2018.2 oder höher verwenden, finden Sie im Extras-Menü nur einen Eintrag für die Suche nach Ihrem Tag, die zusätzlichen Einstellungen befinden sich im NVDA-Einstellungsfenster.
uk: Починаючи із NVDA версії 2018.2, у підменю «Інструменти» є лише пункт, за допомогою якого можна знайти бажаний день, тоді як його налаштування переміщені у відповідний розділ панелі налаштувань NVDA.
zh_cn: 如果您使用NVDA 2018.2或更高版本，您只会在工具菜单中找到一个用于搜索当天的项目，插件设置将位于NVDA设置面板中。

source: Compatibility
de: Kompatibilität
uk: Сумісність

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.1.
de: Diese Erweiterung ist kompatibel mit den NVDA-Versionen von 2014.3 bis 2019.1.

source: Changes for 19.02
de: Änderungen in 19.02
uk: Зміни у версії 19.02

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
de: Die Versionsnummerierung wurde in JJ.MM geändert (das Jahr in 2 Ziffern, gefolgt von einem Punkt, gefolgt von dem Monat in 2 Ziffern);
uk: Для нумерації версій тепер використовується РР.ММ (дві цифри — рік, далі крапка, після якої йдуть дві цифри місяця);

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
de: Die Kompatibilität mit dem neuen Versionierungsformat der Erweiterung wurde gesichert, erschienen seit nvda 2019.1.
uk: Додано сумісність з новим форматом версіонування додатків, який з’явився, починаючи із NVDA 2019.1.

source: Changes for 6.0
de: Änderungen in 6.0
uk: Зміни у версії 6.0
zh_cn: 版本6.0

source: added the addon settings to the NVDA settings panel for NVDA 2018.2 and higher;
de: Die Einstellungen der Erweiterung zum NVDA-Einstellungsfenster für NVDA 2018.2 und höher hinzugefügt;
uk: Налаштування додатків додані на панель налаштувань NVDA, починаючи з версії 2018.2;
zh_cn: 将插件设置添加到NVDA 2018.2及更高版本的NVDA通用设置面板中;

source: Moved the item for searching a day to the tools menu;
de: Das Element für die Suche nach einem Tag wurde in das Extras-Menü verschoben;
uk: Пункт для пошуку дня переміщено у підменю «Інструменти».
zh_cn: 将用于搜索一天的项目移动到工具菜单;

source: Added the backward compatibility of the add-on with the NVDA versions that preceded 2018.2, which included the settings panel.
de: Die Abwärtskompatibilität der Erweiterung mit den NVDA-Versionen vor 2018.2, einschließlich des Einstellungsbereichs, wurde hinzugefügt.
uk: Додано зворотну сумісність додатка з версіями NVDA, що передували 2018.2, і які включали панель налаштувань.
zh_cn: 添加了插件与2018.2之前的NVDA版本的向后兼容性支持，其中包括设置面板。

source: Changes for 5.0
de: Änderungen in 5.0
uk: Зміни у версії 5.0
zh_cn: 版本5.0

source: Added the compatibility of the add-on with wxPython 4.0 and Python3;
de: Die Kompatibilität der Erweiterung mit wxPython 4.0 und Python3 wurde hinzugefügt;
uk: Додано сумісність додатка з wxPython 4.0 і Python3;
zh_cn: 添加了插件与wxPython 4.0和Python3的支持;

source: Fixed a bug with add-on paths that contain non-ASCII characters.
de: Ein Fehler wurde behoben, bei dem manche Pfade der Erweiterung Nicht-ASCII-Zeichen enthielten.
uk: Виправлено помилку в шляхах до додатка, які містять символи, що не належать до ASCII.
zh_cn: 修复了包含非ASCII字符的附加路径的错误。

source: Changes for 4.0
de: Änderungen in 4.0
uk: Зміни у версії 4.0
zh_cn: 版本4.0

source: The add-on is now able to recognize all the regional date formats that the user can choose;
de: Die Erweiterung ist nun in der Lage, alle regionalen Datumsformate zu erkennen;
uk: Тепер додаток може розпізнавати всі регіональні формати дати, які користувач може вибрати;
zh_cn: 该插件现在能够识别用户可以选择的所有区域日期格式;

source: Added the backward compatibility of the add-on with the NVDA versions that preceded 2016.4, which included the gui.guiHelper module.
de: Abwärtskompatibilität der Erweiterung mit den NVDA-Versionen vor 2016.4, die das Modul gui.guiHelper enthielten wurde hinzugefügt.
uk: Додано зворотну сумісність додатка з версіями NVDA, що передували 2016.4, що включала модуль gui.guiHelper.
zh_cn: 添加了插件与2016.4之前的NVDA版本的向后兼容性，其中包括gui.guiHelper模块。

source: Changes for 3.1
de: Änderungen in 3.1
uk: Зміни у версії 3.1
zh_cn: 版本3.1

source: Back to the previous format for the day of the week because it allows to recognize a greater number of languages;
de: Zurück zum vorherigen Format für den Wochentag, weil es eine größere Anzahl von Sprachen erkennt;
uk: Повернення до попереднього формату днів тижня, оскільки це дозволяє розпізнавати більшу кількість мов;
zh_cn: 恢复到星期几的先前格式，因为它允许识别更多语言;

source: Improved the accessibility of the date selector with recognition of the 3 fields 'Day', 'Month' and 'Year', and their respective values;
de: Die Zugänglichkeit der Datumsauswahl wurde verbessert, indem die 3 Felder "Tag", "Monat" und "Jahr" mit ihren jeweiligen Werten erkannt werden;
uk: Поліпшено доступність інструмента вибору дати за допомогою полів «День», «Місяць» і «Рік» з можливістю вибирати відповідні їм значення.
zh_cn: 改进了日期选择器的可访问性，识别了3个字段'Day'，'Month'和'Year'，以及它们各自的值;

source: Added a technique for the integration of the Georgian language for the recognition of the days of the week;
de: Eine Modalität für die Integration der georgischen Sprache zur Erkennung der Wochentage wurde hinzugefügt;
uk: Додано методику інтеграції грузинської мови для розпізнавання днів тижня;
zh_cn: 增加了一种整合格鲁吉亚语的技术，以表彰一周的日子;

source: Added a configuration dialog box to enable or disable the accessibility of the date selector;
de: Es wurde ein Konfigurationsdialogfeld hinzugefügt, um die Zugänglichkeit der Datumsauswahl zu aktivieren oder zu deaktivieren;
uk: Додано прапорець, який дозволяє вимикати і вмикати доступний інструмент вибору дати
zh_cn: 添加了配置对话框以启用或禁用日期选择器的辅助功能;

source: Moved the add-on submenu from "Tools" to "Preferences";
de: Das Erweiterungsuntermenü wurde von "Extras" nach "Einstellungen" verschoben;
uk: Підменю додатка переміщено з «Інструментів» до «Параметрів»;
zh_cn: 将附加子菜单从“工具”移动到“首选项”;

source: Changed the add-on category to "Day of the week".
de: Die Erweiterungskategorie wurde in "Wochentag" geändert.
uk: Категорію додатка змінено на «День тижня».
zh_cn: 将附加组件类别更改为“星期几”。

source: Changes for 2.0
de: Änderungen in 2.0
uk: Зміни у версії 2.0
zh_cn: 版本2.0

source: Used the gui.guiHelper module to ensure the correct appearance of the dialog asking for a date;
de: Nun wird das "gui.guiHelper-Modul" verwendet, um die korrekte Darstellung des Dialogfelds zu gewährleisten, welches nach dem Datum fragt;
uk: Використовується модуль gui.guiHelper, щоб забезпечити правильність появи діалогового вікна із запитом дати;
zh_cn: 使用gui.guiHelper模块确保对话框的正确外观和要求日期;

source: Added the GPL license to the addon;
de: Die Erweiterung wurde unter der GPL lizenziert;
uk: До додатка додано ліцензію GPL;
zh_cn: 在插件中添加了GPL许可证;

source: Days of the week have been translated, so that the add-on works properly in the different languages;
de: Die Wochentage sind übersetzt worden, damit das Add-on ordnungsgemäß in den verschiedenen Sprachen funktioniert;
uk: Дні тижня перекладено, щоб додаток належно працював різними мовами;
zh_cn: 已翻译了星期几，以便加载项在不同语言中正常工作;

source: Changed the day format to avoid encoding errors.
de: Nun wird das Format "%w" für Daten verwendet, um Kodierungsfehler zu vermeiden. Zuvor wurde "%a" verwendet.
uk: Змінено формат дня, щоб уникнути помилок кодування.
zh_cn: 更改了日期格式以避免编码错误。

source: Changes for 1.0
de: Änderungen in 1.0
uk: Зміни у версії 1.0
zh_cn: 版本1.0

source: Initial version.
de: Erstveröffentlichung.
uk: Перша версія
zh_cn: 发布初始版本。

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.3.
uk: Цей додаток сумісний із NVDA, починаючи з версії 2014.3 і закінчуючи версією 2019.3.

source: It adds a submenu in the NVDA Preferences menu named "Day of the week", containing 2 items:
zh_cn: 此插件在NVDA首选项菜单中添加了一个名为“星期几”的子菜单，其中包含2个项目：

source: * The first one named "Search a day", opens a dialog composed of 3 controls: * A listbox to choose or type your date; * An "OK" button to display a messageBox containing your day; * A "Cancel" button to close the dialog. * The second one named "dayOfTheWeek add-on settings" opens the parameters of the add-on to specify whether you want to report labels for date fields or not, it is composed of the following elements: * Enable accessibility of the date selector; * Level of the announces of labels, you will then have 3 choices: * Long (it's the default choice); * Short (for short announcements); * Off (to disable labels announcements). * Enable announcement of the current date field value only, when moving vertically; * An "OK" button to save your configuration; * A "Cancel" button to cancel and close the dialog.
zh_cn: * 第一个名为“搜索一天”，打开一个由3个控件组成的对话框: * 用于选择或键入日期的列表; * 一个“确定”按钮，显示包含您一天的消息框; * “取消”按钮关闭对话框. * 名为“dayOfTheWeek插件设置”的第二个打开插件组件的参数以指定是否要报告日期字段的标签，它由以下元素组成: * 启用日期选择器的辅助功能; * 标签宣布的级别，您将有3个选择: * 很长（这是默认选择）; * 简短（简短公告）; * 关闭（禁用标签公告）. * 当垂直移动时，仅启用当前日期字段值的通知; * 用于保存配置的“确定”按钮; * “取消”按钮取消并关闭对话框.

source: You can close these dialogs just by pressing Escape.
zh_cn: 您只需按Escape即可关闭这些对话框。

source: You can assign a shortcut to open these dialogs in "Input gestures" menu and, more precisely, in the "Day of the week" category.;
zh_cn: 您可以在“输入手势”菜单中指定快捷键以打开这些对话框，更准确地说，在“星期几”类别中;
