Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/developerToolkit.*.po
Languages: es, it, ja, zh_cn

source: Author: Andy Borka
es: Autor: Andy Borka
it: Autore: Andy Borka
ja: 作者: Andy Borka
zh_cn: 作者: 安迪·博尔卡

source: download [stable version][1]
es: descargar [versión estable][1]
ja: ダウンロード [安定版][1]
zh_cn: 下载[稳定版][1]

source: download [development version][2]
es: descargar [versión de desarrollo][2]
ja: ダウンロード [開発版][2]
zh_cn: 下载 [开发板][2]

source: NVDA compatibility: 2019.1 to 2020.1
es: Compatibilidad con NVDA: de 2019.1 a 2020.1

source: Developer toolkit (DTK) is an NVDA add-on that helps blind and visually impaired developers independently create visually appealing user interfaces and web content. It provides gestures that enable you to navigate through objects and obtain information about them, such as their size, position, and characteristics. To begin using DTK, place focus on a control, then press **ALT+WINDOWS+K**. To disable it, press **ALT+WINDOWS+K** again. When on the web, press **NVDA+SPACE** to put NVDA in Focus Mode and press NVDA+SHIFT+SPACE to disable Single Letter Navigation.
es: Developer Toolkit (DTK) es un complemento para NVDA que asiste a los desarrolladores ciegos o con baja visión a la hora de crear interfaces de usuario visualmente atractivas o contenido web de forma autónoma. El complemento proporciona gestos que permiten navegar por objetos y obtener información sobre ellos, como su tamaño, posición, y características. Para comenzar a usar DTK, sitúa el foco en un control y pulsa **Alt+windows+k**. Para desactivarlo, pulsa nuevamente **Alt+windows+k**. Cuando estés en la web, pulsa **NVDA+espacio** para poner a NVDA en modo foco, y pulsa **NVDA+shift+espacio** para desactivar la navegación con una sola letra.

source: Gestures
es: Gestos
it: Gesti
ja: ショートカット
zh_cn: 快捷键

source: The following gestures are available when DTK is enabled.
es: Los siguientes gestos se encuentran disponibles cuando DTK está activado.
it: Sono disponibili i seguenti gesti o tasti rapidi quando DTK è attivo.
ja: DTKが有効な時、次のショートカットが使用出来ます。
zh_cn: 启用 DTK 时,可以使用以下手势。

source: **ALT+WINDOWS+K** - Enable or disable DTK features.
es: **Alt+windows+k** - Activa o desactiva las funciones de DTK.

source: **LEFT ARROW** - Move to previous sibling.
es: **Flecha izquierda** - Moverse al elemento hermano anterior.

source: **RIGHT ARROW** - Move to next sibling.
es: **Flecha derecha** - Moverse al siguiente elemento hermano.

source: **UP ARROW** - Move to parent.
es: **Flecha arriba** - Moverse al elemento padre.

source: **DOWN ARROW** - Move to first child.
es: **Flecha abajo** - Moverse al primer elemento hijo.

source: **CTRL+HOME** - Move to top-most parent.
es: **Ctrl+inicio** - Moverse al elemento padre de más alto nivel.

source: **A** - In web content, speak HTML attributes. Press twice quickly to copy to the clipboard.
es: **A** - En el contenido web, verbaliza los atributos HTML. Pulsa dos veces rápidamente para copiarlos al portapapeles.

source: **B** - Speak the position of the object's bottom edge. Press twice quickly to copy to the clipboard.
es: **B** - Verbalizar la posición del borde inferior del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **SHIFT+B** - Speak the distance between the object's bottom edge and the relative parent's bottom edge. Press twice quickly to copy to the clipboard.
es: **Shift+b** - Verbalizar la distancia entre el borde inferior del objeto y el borde inferior del padre relativo. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **C** - Speak the number of children contained inside the object. Press twice quickly to copy to the clipboard.
es: **C** - Verbalizar la cantidad de hijos que contiene el objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **control+c** - Switch between RGB, Hex, and Name color values.
es: **Control+c** - Alternar entre valores de color RGB, hexadecimal o por nombre.

source: **CTRL+D** - Enable or disable detailed messages.
es: **Ctrl+d** - Activar o desactivar mensajes detallados.

source: **F** - In web content, speaks the object's font and formatting information. Press twice quickly to copy to the clipboard.
es: **F** - En el contenido web, verbaliza la información de fuente y formato del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **H** - Speak the object's height. Press twice quickly to copy to the clipboard.
es: **H** - Verbalizar la altura del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **L** - Speak the position of the object's left edge. Press twice quickly to copy to the clipboard.
es: **L** - Verbalizar la posición del borde izquierdo del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **n** - Speak the object's name. Press twice quickly to copy to the clipboard.
es: **N** - Verbalizar el nombre del objeto. Pulsa dos veces rápidamente para copiarlo al portapapeles.

source: **CTRL+P** - Set the relative parent for obtaining size/location of objects.
es: **Control+p** - Configura el padre relativo para obtener el tamaño y posición de los objetos.

source: **P** - Speak the relative parent's name. Press twice quickly to copy to the clipboard.
es: **P** - Verbalizar nombre del padre relativo. Pulsa dos veces rápidamente para copiarlo al portapapeles.

source: **R** - Speak the position of the object's right edge. Press twice quickly to copy to the clipboard.
es: **R** - Verbalizar la posición del borde derecho del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **SHIFT+R** - Speak the distance between the object's right edge and the relative parent's right edge. Press twice quickly to copy to the clipboard.
es: **Shift+r** - Verbalizar la distancia entre el borde derecho del objeto y el borde derecho del padre relativo. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **ALT+R** - Speak the object's Role/control type. Press twice quickly to copy it to the clipboard.
es: **Alt+r** - Verbalizar el rol o tipo de control del objeto. Pulsa dos veces rápidamente para copiarlo al portapapeles.

source: **S** - Speak the number of siblings relative to the object. Press twice quickly to copy to the clipboard.
es: **S** - Verbalizar la cantidad de hermanos relativos al objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **SHIFT+S** - Speak the object's control states. Press twice quickly to copy it to the clipboard.
es: **Shift+s** - Verbalizar los estados de control del objeto. Pulsa dos veces rápidamente para copiarlos al portapapeles.

source: **T** - Speak the position of the object's top edge. Press twice quickly to copy to the clipboard.
es: **T** - Verbalizar la posición del borde superior del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **V** - Speak Developer toolkit version. Press twice quickly to copy to the clipboard.
es: **V** - Verbalizar la versión de Developer Toolkit. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: **W** - Speak the object's width. Press twice quickly to copy to the clipboard.
es: **W** - Verbalizar la anchura del objeto. Pulsa dos veces rápidamente para copiarla al portapapeles.

source: Notes
es: Notas
it: Note
ja: 備考
zh_cn: 注意

source: When using the relative parent feature, DTK will set the relative parent to the desktop under the following conditions.
es: Al usar la función de padre relativo, DTK configurará el escritorio como padre relativo si se dan las siguientes condiciones.

source: The focused object and the relative parent are the same.
es: El objeto con el foco y el padre relativo son el mismo.

source: The relative parent is not a direct ancestor of the focused object.
es: El padre relativo no es un antecesor directo dell objeto con el foco.

source: DTK cannot access information such as CSS rules, padding, borders, or z-index. Doing so requires accessing them outside of the NVDA context, which presents a security concern for users.
es: DTK no puede acceder a información como reglas CSS, relleno, bordes, o z-index. Hacerlo requeriría acceder a todo esto desde fuera del contexto de NVDA, lo que supone un riesgo de seguridad para los usuarios.

source: Known issues
es: Problemas conocidos
it: Problemi noti
ja: 認識している問題
zh_cn: 已知问题

source: The customizable list of font attributes found in Developer toolkit settings may be cumbersome to use. This is a limitation found in NVDA's user interface library.
es: La lista personalizable de atributos de fuente disponible en las opciones de Developer Toolkit puede ser algo engorrosa de utilizar. Esto se debe a una limitación de la biblioteca de interfaz de usuario de NVDA.

source: Version history
es: Historial de versiones
it: Cronologia versioni
zh_cn: 版本历史记录

source: Added a gesture (ALT+R) that obtains the currently focused object's control type. Examples include button, listitem, list, checkbox, and section.
es: Se ha añadido un gesto (Alt+r) que obtiene el tipo de control del objeto actual con el foco. Algunos ejemplos son botón, elemento de lista, lista, casilla de verificación y sección.

source: Added a gesture (SHIFT+S) that obtains the currently focused object's control states. Examples include focused, focusable, selected, checked, pressed, and readonly.
es: Se ha añadido un gesto (Shift+s) que obtiene los estados del control que tiene el foco actualmente. Algunos ejemplos son enfocado, enfocable, seleccionado, marcado, pulsado y sólo lectura.

source: Removed support for IAccessible's unique ID because it is not reliable in most contexts.
es: Se ha eliminado el soporte para el identificador único de IAccessible, ya que no es fiable en la mayoría de contextos.

source: Abbreviated the version number to xx.yy where xx is the last two digits of the current year, and yy is the update number for the current year. Thus 20.03 is the third major update in 2020.
es: Se ha abreviado el número de versión a xx.yy, donde xx son los dos últimos dígitos del año actual, e yy es el número de actualización del año actual. Por tanto, 20.03 es la tercera actualización importante de 2020.

source: Starting DTK retains the cursor’s current position in web content. If the object under the caret can’t gain focus, DTK will place focus on the first available ancestor.
es: Al iniciarse, DTK retiene la posición actual del cursor en el contenido web. Si el objeto bajo el cursor no puede recibir el foco, DTK lo situará en el primer antecesor disponible.

source: Removed legacy support for unicode strings.
es: Se ha eliminado el soporte obsoleto para cadenas Unicode.

source: Removed the enable/disable Developer toolkit features setting from Developer toolkit settings dialog found in NVDA menu>preferences>settings. Users can still enable/disable features by pressing alt+windows+k.
es: Se ha eliminado el ajuste para activar o desactivar las funciones de Developer Toolkit desde el diálogo de opciones de Developer Toolkit situado en el menú NVDA > Preferencias > Opciones. Los usuarios todavía pueden activar o desactivar estas funciones pulsando alt+windows+k.

source: The formatting attributes obtained by pressing 'f' when Developer toolkit is enabled is now configurable in preferences>settings>Developer toolkit.
es: Ahora se pueden configurar los atributos de formato que se obtienen al pulsar 'f' cuando Developer Toolkit está activado en Preferencias > Opciones > Developer Toolkit.

source: Add new formatting attributes by pressing the 'new attribute' button. Type in a name of a valid formatting attribute, press tab to put it in the list, then press escape to leave edit mode.
es: Añade nuevos atributos de formato pulsando el botón 'Nuevo atributo'. Teclea el nombre de un atributo de formato válido, pulsa tab para ponerlo en la lista y pulsa escape para abandonar el modo de edición.

source: Remove an attribute by selecting it in the list, then pressing the 'delete attribute' button.
es: Elimina un atributo seleccionándolo en la lista y pulsando el botón 'Eliminar atributo'.

source: Rename an attribute by pressing the 'Rename attribute' button, typing a new name, pressing tab to put it in the list, then pressing escape to leave edit mode.
es: Renombra un atributo pulsando el botón 'Renombrar atributo', escribiendo un nuevo nombre, pulsando tab para ponerlo en la lista y escape para salir del modo de edición.

source: Move an attribute up in the list by selecting it and pressing the 'Move up' button. Repeat this until it reaches the desired location in the list.
es: Sube un atributo en la lista seleccionándolo y pulsando el botón 'Subir'. Repite estos pasos hasta que alcance la posición deseada en la lista.

source: Move an attribute down in the list by selecting it and pressing the 'Move down' button. Repeat this until it reaches the desired location in the list.
es: Baja un atributo en la lista seleccionándolo y pulsando el botón 'Bajar'. Repite estos pasos hasta que alcance la posición deseada en la lista.

source: Users now have the ability to change the way color values are displayed while obtaining formatting information. The setting is found in preferences>settings>Developer toolkit, then choosing a color display format. The color display format can also be changed by pressing control+c while Developer toolkit features are enabled.
es: Los usuarios ahora disponen de la capacidad de cambiar la forma de mostrar los colores al obtener información de formato. Este ajuste se encuentra disponible en Preferencias > Opciones > Developer Toolkit, y eligiendo un formato para mostrar el color. También se puede cambiar el formato para mostrar el color pulsando Control+c mientras las funciones de Developer Toolkit están activadas.

source: **RGB** - Red/Green/Blue value. Defines a color through a red, green, blue color combination. Good for graphic art, especially non-web safe colors.
es: **RGB** - Valor rojo/verde/azul. Define un color como una combinación de los colores rojo, verde y azul. Bueno para artes gráficas, especialmente colores seguros fuera de la web.

source: **Hex** - string starting with a '#' and followed by 6 characters consisting of 1-0 and A-F. Usually good for web content.
es: **Hexadecimal** - Cadena que comienza con un '#', seguida de 6 caracteres que comprenden del 0 al 9 y de la A a la F. Normalmente útil en contenido web.

source: **Name** - The human readable value for the color. Good for general purpose usage and verifying other color value formats.
es: **Nombre** - El valor del color legible para las personas. Bueno para uso general y verificar otros formatos de valor de color.

source: Improved unicode support.
es: Se ha mejorado el soporte Unicode.

source: Developers now have the ability to focus on smaller areas of their user interfaces by pressing CTRL+p to set a relative parent. Use a relative parent as a reference point when obtaining size and location information. To use this feature, enable DTK features, navigate to the object to use as a relative parent, then press CTRL+p. Then, return to your work as usual.
es: Los desarrolladores ahora tienen la posibilidad de centrarse en áreas más pequeñas de sus interfaces de usuario pulsando ctrl+p para configurar un padre relativo. Usa el padre relativo como punto de referencia al obtener información de tamaño y posición. Para usar esta característica, activa las funciones de DTK, navega al objeto que usarás como padre relativo y pulsa ctrl+p. A continuación, sigue trabajando como siempre.

source: Press the letter p while working in DTK to obtain the relative parent's name. Press twice quickly to copy to the clipboard.
es: Pulsa la letra p mientras trabajas con DTK para obtener el nombre del padre relativo. Pulsa dos veces rápidamente para copiarlo al portapapeles.

source: Use SHIFT+b to obtain the distance between the focused object's bottom edge and the relative paren'ts bottom edge. DTK features must be enable to use this feature.
es: Usa shift+b para obtener la distancia entre el borde inferior del objeto con el foco y el borde inferior del padre relativo. Las funciones de DTK deben estar activadas para hacer esto.

source: Use SHIFT+r to obtain the distance between the focused object's right edge and the relative paren'ts right edge. DTK features must be enable to use this feature.
es: Usa shift+r para obtener la distancia entre el borde derecho del objeto con el foco y el borde derecho del padre relativo. Las funciones de DTK deben estar activadas para hacer esto.

source: DTK now gracefully handles configuration profile switches.
es: Ahora DTK procesa correctamente los cambios de perfil.

source: Removed '-preview' from the version number to avoid version number problems with add-on updater.
es: Se ha eliminado '-preview' del número de versión para evitar problemas de número de versión con Add-on Updater.

source: Changed version number to 2020.0 preview to reflect the impending switch to Python 3.
es: Se ha cambiado el número de versión a 2020.0 preview para reflejar el paso a Python 3.

source: Added Python 3 compatibility.
es: Se ha añadido compatibilidad con Python 3.

source: Added a new gesture, "n" that speaks the object's name. If one is not assigned, speaks the word 'None' as the object's name.
es: Se ha añadido un nuevo gesto, "n", que verbaliza el nombre del objeto. Si no hay ninguno asignado, se verbaliza la palabra "None" como nombre del objeto.

source: DTK no longer adds duplicate settings panels in the NVDA settings window when reloading add-ons.
es: DTK ya no añade paneles de opciones duplicados en la ventana de opciones de NVDA cuando se recargan los complementos.

source: DTK will now report size and position values if they are 0.
es: DTK ahora anuncia valores de posición y tamaño si estos son 0.
zh_cn: 如果大小和位置值为 0,DTK 现在将报告大小和位置值。

source: Navigation now honors the detailed messages setting.
es: La navegación ahora respeta el ajuste de mensajes detallados.
zh_cn: 导航现在遵循详细的消息设置。

source: Made reporting of size/position information more concise.
es: El anuncio de información de tamaño y posición ahora es más conciso.
zh_cn: 朗读的大小/位置信息更加简洁。

source: Stability improvements.
es: Mejoras de estabilidad.
zh_cn: 稳定性提高。

source: DTK will no longer attempt to load itself multiple times when announcing the version number.
es: DTK ya no intentará cargarse varias veces a sí mismo al anunciar el número de versión.
zh_cn: 在朗读版本号时,DTK 将不再尝试多次加载自身。

source: DTK features will be disabled on install. Previously, DTK features were enabled on install. This is different than enabling or disabling the add-on in the NVDA toolls>manage add-ons window.
es: Las funciones de DTK vendrán desactivadas al instalar. Anteriormente, las funciones de DTK se activaban al instalar. Esto es distinto a activar o desactivar el complemento desde las herramientas de NVDA > ventana Gestionar complementos.
zh_cn: 安装时将禁用 DTK 功能。以前,DTK 功能在安装时已启用。这与在 NVDA 工具_管理加载项窗口中启用或禁用加载项不同。

source: Messages presented to the user can now contain non-ascii characters.
es: Los mensajes presentados al usuario ahora pueden contener caracteres no ASCII.
zh_cn: 现在,向用户显示的消息可以包含非 ascii 字符。

source: Pressing gestures such as a, b, c, f, h, l, r, s, t, v, and w no longer interupt NVDA speech when copying to the clipboard.
es: Al pulsar gestos como a, b, c, f, h, l, r, s, t, v y w ya no se interrumpe la voz de NVDA si se copia información al portapapeles.
zh_cn: 按下复制到剪贴板时的快捷键,如 a、b、c、f、h、l、r、s、t、v 和 w,不再打断NVDA 语音。

source: Fixed a compatibility problem where DTK declared a minimum NVDA version that hasn't been released yet.
es: Corregido un problema de compatibilidad por el que DTK declaraba una versión mínima de NVDA que todavía no había sido publicada.
zh_cn: 修复了 DTK 尚未声明最小 NVDA 版本的兼容性问题。

source: 2019.0 (initial stable release)
es: 2019.0 (versión estable inicial)
it: 2019.0 (prima versione stabile)
zh_cn: 2019.0 (初始稳定版本)

source: Initial build with basic navigation.
es: Compilación inicial con navegación básica.
it: Versione iniziale con navigazione di base
zh_cn: 实现了基本的元素导航。

source: [[!meta title="Developer Toolkit"]]
zh_cn: [[!meta title="开发者工具"]]

source: NVDA compatibility: 2019.1
it: Compatibilità NVDA: 2019.1
ja: NVDA 互換性: 2019.1
zh_cn: 插件兼容的NVDA版本: 2019.1

source: Developer toolkit (DTK) is an NVDA add-on that assists blind and visually impaired developers to independently create visually appealing user interfaces or web content. This is done by enabling DTK, navigating around the user interface or web content, then performing gestures to obtain information about the appearance, location, and size of the focused control. To enable or disable DTK, press alt+windows+k on your keyboard. To continue using the computer normally, disable DTK before performing normal tasks.
it: Developer toolkit (DTK) è un componente aggiuntivo per NVDA che aiuta gli sviluppatori non vedenti e ipovedenti a creare in modo indipendente interfacce utente o contenuti Web visivamente accattivanti. Ciò avviene abilitando DTK, navigando nell'interfaccia utente o nel contenuto Web, quindi eseguendo gesti per ottenere informazioni sull'aspetto, la posizione e le dimensioni del controllo focalizzato. Per abilitare o disabilitare DTK, premi alt + windows + k sulla tastiera. Per continuare a utilizzare normalmente il computer, disabilitare DTK prima di eseguire le normali attività.
ja: Developer toolkit (DTK)は、全盲や視覚に障害のある開発者が、外見の整ったユーザーインターフェースやWebコンテンツを独力で作るためのNVDAアドオンです。そのためには、DTKを有効にし、ショートカットキーを押して、ユーザーインターフェースやWebコンテンツをたどり、フォーカスされたコントロール要素の外見、位置、そして大きさの情報を得ます。DTKを有効にする、または無効にするには、キーボードのAlt+Windows+Kを押します。コンピュータを通常通り使うには、通常の操作を行う前に、DTKを無効にします。
zh_cn: 开发人员工具包 (DTK) 可帮助盲人和视力受损的开发人员独立创建合适的用户界面或 Web 内容。这是通过启用 DTK,在用户界面或 Web 内容中导航,然后执行手势来获取有关焦点控件的外观、位置和大小的信息来实现的。要启用或禁用 DTK,请按键盘上的 alt+windows+k。要继续正常使用计算机,请在执行其他操作之前禁用 DTK。

source: Alt+windows+k – Enable or disable DTK features.
it: Alt+windows+k – Attiva o disattiva le funzionalità DTK
ja: Alt+Windows+K - DTKの機能を有効または無効にします。
zh_cn: Alt+windows+k = 启用或禁用 DTK 功能。

source: Left arrow – Move to previous sibling.
it: Freccia sinistra – Passa all'oggetto precedente allo stesso livello (fratello)
ja: 左矢印 - 前の兄弟要素に移動します。
zh_cn: 左箭头 移动到前一个同级元素。

source: Right arrow – Move to next sibling.
it: Freccia destra – Passa all'oggetto successivo allo stesso livello (fratello)
ja: 右矢印 - 次の兄弟要素に移動します。
zh_cn: 右箭头 = 移动到下一个同级元素。

source: Up arrow – Move to parent.
it: Freccia su – passa all'elemento di livello superiore, genitore
ja: 上矢印 - 親に移動します。
zh_cn: 向上箭头 = 移动到父级。

source: Down arrow – Move to first child.
it: Freccia giù – Passa all'elemento di livello inferiore, figlio
ja: 下矢印 - 一番目の子に移動します。
zh_cn: 向下箭头 = 移动到第一个子元素。

source: Control+home – Move to top-most parent.
it: Control+home – Passa all'elemento di livello più alto, primo genitore
ja: control+home - 一番上の親に移動します。
zh_cn: Control+home = 移动到最顶层的父元素。

source: A – In web content, speak HTML attributes. Press twice quickly to copy to the clipboard.
it: A – Nei contenuti web, legge l'attributo HTML. Premere due volte velocemente per copiarlo negli appunti.
ja: A - Webコンテンツにて、HTMLの属性を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: A = 在 Web 内容中,说出 HTML 属性。快速按两次可复制到剪贴板。

source: B – Speak the position of the object’s bottom edge. Press twice quickly to copy to the clipboard.
it: B – Legge la posizione del bordo inferiore dell'oggetto. Premere due volte per copiarlo negli appunti.
ja: B - オブジェクトの下端の位置を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: B = 说出对象下边缘的位置。快速按两次可复制到剪贴板。

source: C – Speak the number of children contained inside the object. Press twice quickly to copy to the clipboard.
it: C – Legge il numero di elementi (figli) contenuti nell'oggetto. Premere due volte per copiare negli appunti.
ja: C - オブジェクトの中の子の数を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: C = 说出对象中包含的子级数。快速按两次可复制到剪贴板。
