Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/developerToolkit.*.po
Languages: es, it, ja, zh_cn

source: Control+d – Enable or disable detailed messages.
it: Control+d – abilita/disabilita i messaggi dettagliati.
ja: Control+d - 詳細メッセージを有効または無効にします。
zh_cn: Control+d = 启用或禁用详细消息。

source: F – In web content, speaks the object’s font and formatting information. Press twice quickly to copy to the clipboard.
it: F – Nei contenuti web, legge il carattere e le informazioni di formattazione dell'oggetto. Premere due volte per copiare negli appunti.
ja: F - Webコンテンツで、オブジェクトのフォントと書式の情報を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: F = 在 Web 内容中,说出对象的字体和格式信息。快速按两次可复制到剪贴板。

source: H – Speak the object’s height. Press twice quickly to copy to the clipboard.
it: H – Legge l'altezza dell'oggetto. Premere due volte per copiare negli appunti.
ja: H - オブジェクトの高さを通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: H = 说出对象的高度。快速按两次可复制到剪贴板。

source: L – Speak the position of the object’s left edge. Press twice quickly to copy to the clipboard.
it: L – Legge la posizione del bordo sinistro dell'oggetto. Premere due volte per copiarlo negli appunti.
ja: L - オブジェクトの左端の位置を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: L = 说出对象左边缘的位置。快速按两次可复制到剪贴板。

source: R – Speak the position of the object’s right edge. Press twice quickly to copy to the clipboard.
it: R – Legge la posizione del bordo destro dell'oggetto. Premere due volte per copiarlo negli appunti.
ja: R - オブジェクトの右端の位置を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: R = 说出对象右边缘的位置。快速按两次可复制到剪贴板。

source: S – Speak the number of siblings relative to the object. Press twice quickly to copy to the clipboard.
it: s – Legge il numero di oggetti dello stesso livello (fratelli) dell'oggetto attuale. Premere due volte per copiare negli appunti.
ja: S - オブジェクトに対する兄弟の数を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: S = 说出同级对象数目。快速按两次可复制到剪贴板。

source: T – Speak the position of the object’s top edge. Press twice quickly to copy to the clipboard.
it: T – Legge la posizione del bordo superiore dell'oggetto. Premere due volte per copiarlo negli appunti.
ja: T - オブジェクトの上端の位置を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: T = 说出对象上边缘的位置。快速按两次可复制到剪贴板。

source: V – Speak Developer toolkit version. Press twice quickly to copy to the clipboard.
it: V – Legge la versione del Developer Toolkit. Premere due volte per copiare negli appunti.
ja: V - Developer Toolkitのバージョンを通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: V = 说出开发人员工具包版本。快速按两次可复制到剪贴板。

source: W – Speak the object’s width. Press twice quickly to copy to the clipboard.
it: W – Legge la larghezza dell'oggetto. Premere due volte per copiare negli appunti.
ja: W - オブジェクトの幅を通知します。二回素早く押すとクリップボードにコピーします。
zh_cn: W = 说出对象的宽度。快速按两次可复制到剪贴板。

source: DTK helps developers create user interfaces. This add-on is not an analytical tool for third-party user interfaces.
it: DTK aiuta gli sviluppatori a creare interfacce utente. Questo componente aggiuntivo non è uno strumento analitico per interfacce utente di terze parti.
ja: DTKはユーザーインターフェースを作成するのを支援します。このアドオンは、サードパーティのユーザーインターフェースの解析ツールではありません。
zh_cn: DTK 可帮助开发人员创建用户界面。此加载项不是第三方用户界面的分析工具。

source: When using Chrome, not all web elements will appear in the accessibility tree. To force an element to appear in the accessibility tree, give it a title attribute.
it: Quando si utilizza Chrome, non tutti gli elementi Web verranno visualizzati nella struttura ad albero accessibilità. Per forzare un elemento a comparire in tale struttura, assegnargli un attributo title.
ja: Chromeを使用している時、すべてのWeb要素がアクセシビリティツリーに現れるわけではありません。要素がアクセシビリティツリーに現れるようにするには、タイトル属性を与えなければなりません。
zh_cn: 使用 Chrome 时,并非所有 Web 元素都将显示在辅助功能树中。要强制元素出现在辅助功能树中,请给它一个标题属性。

source: When using Firefox, phantom elements may appear in the accessibility tree. For example, a text frame may appear as a text block’s container. These phantom elements are a part of Mozilla’s implementation of the accessibility tree.
it: Quando si utilizza Firefox, elementi fantasma potrebbero apparire nellastruttura ad albero accessibilità. Ad esempio, un frame di testo può apparire come contenitore di un blocco di testo. Questi elementi fantasma fanno parte dell'implementazione dell'albero di accessibilità di Mozilla.
ja: Firefoxを使用している時、お化け要素がアクセシビリティツリーに現れるかもしれません。例えば、テキストフレームがテキストブロックのコンテナとして現れるかもしれません。これらのお化け要素は、Mozillaのアクセシビリティツリーの実装の一部です。
zh_cn: 使用 Firefox 时,幻像元素可能会出现在辅助功能树中。例如,文本框架可能显示为文本块的容器。这些幻像元素是 Mozilla 实现辅助功能树的一部分。

source: Edge has not been completely tested. Therefore, anything reported by the add-on should be considered with care.
it: Edge non è stato completamente testato. Pertanto, tutto ciò che viene segnalato dal componente aggiuntivo deve essere considerato con attenzione.
ja: Edgeは完全にはテストされていません。よって、このアドオンにより通知される内容に対し、注意する必要があります。
zh_cn: Edge浏览器尚未完全测试，朗读内容可能有误。

source: In web content, everything except a text block is a container. For instance, a paragraph (p tag) may have multiple elements inside.
it: Nei contenuti web, tutto viene trattato come un contenitore, eccezion fatta per i blocchi di testo. Ad esempio, un paragrafo (tag p) può contenere numerosi elementi al proprio interno.
ja: Webコンテンツの中で、テキストブロックを除く全てはコンテナです。例えば、段落（pタグ）は内側に複数の要素を持つかもしれません。
zh_cn: 在 Web 内容中,文本块以外的所有内容都是容器。例如,段落 (p 标记) 内部可能有多个元素。

source: div tags are reported as a section in HTML5.
it: i tag div sono riportati come sezioni in HTML5.
ja: divタグはHTML5内でセクションとして通知されます。
zh_cn: div元素在HTML5文档中被当成一个段落。

source: To avoid names of web elements appearing as "None", always give elements a title attribute.
it: Per evitare che i nomi degli elementi Web vengano visualizzati come "Nessuno", assegnare sempre agli elementi un attributo title.
ja: Web要素の名前が「なし」と通知されるのを避けるには、要素に常にタイトル属性を与えます。
zh_cn: 为了避免 Web 元素的名称显示为"无",请始终为元素提供标题属性。

source: Font information is only available in web content. This should be fixed in a future version.
it: Le informazioni sui caratteri sono disponibili solo nel contenuto Web. Questo dovrebbe essere risolto in una versione futura.
ja: フォント情報は、Webコンテンツのみで利用可能です。将来のバージョンで修正する予定です。
zh_cn: 字体信息仅在 Web 内容中可用。这应该在未来版本中修复。

source: The add-on does not teach a user proper user interface/web content design concepts.
it: Il componente aggiuntivo non può insegnare all'utente concetti di desin sull'interfaccia.
ja: このアドオンは、ユーザーに適切なユーザーインターフェースやWebコンテンツのデザインコンセプトを教える物ではありません。
zh_cn: 本插件不是用户界面设计教程，仅仅是辅助工具。

source: Users are not automatically notified of the enabled/disabled state of the add-on's features when switching between windows.
it: Gli utenti non vengono avvisati automaticamente dello stato abilitato / disabilitato delle funzionalità del componente aggiuntivo quando si passa da una finestra all'altra.
ja: ユーザーは、ウィンドウを切り替える際、このアドオンの機能が有効な状態か、無効な状態かを、自動的に通知されません。
zh_cn: 在窗口之间切换时,不会自动通知用户加载项功能的启用/禁用状态。

source: The margins of a control are only available in web content, and are browser dependent.
it: I margini di un controllo sono disponibili solo nel contenuto Web e dipendono dal browser.
ja: コントロールのマージンは、Webコンテンツのみで利用可能で、ブラウザに依存します。
zh_cn: 控件的边距仅在 Web 内容中可用,并且与浏览器相关。

source: The border and padding attributes are not available. This is a long-standing issue.
it: Gli attributi border e padding non sono disponibili. Questo è un problema di vecchia data.
ja: ボーダーとパディング属性は利用可能ではありません。これは長期的な問題です。
zh_cn: 边框和填充属性不可用。这是一个长期的问题。

source: There is no way to restrict DTK to a specific content type or application window.
it: Non è possibile limitare DTK a uno specifico tipo di contenuto o finestra dell'applicazione.
ja: 特定のコンテンツタイプやアプリケーションウィンドウにDTKを制限する方法がありません。
zh_cn: 无法将元素导航限定在特定内容类型或应用程序窗口里。

source: The font information when pressing F is messy, and will get fixed in a future version.
it: Quando si preme il tasto F, Le informazioni sul carattere sono disordinate e verranno sistemate in una versione futura.
ja: Fを押す時のフォント情報は正確ではありません。将来のバージョンで修正予定です。
zh_cn: 按 F 时的字体信息是混乱的,将在将来的版本中得到修复。
