Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/easyTableNavigator.*.po
Languages: bg, de, fi, fr, hr, hu, ja, pl, sk, zh_cn

source: [[!meta title="Easy Table Navigator"]]
bg: [[!meta title="Улеснена навигация в таблиците (Easy Table Navigator)"]]
de: [[!meta title="Einfache Tabellen-Navigation"]]
fi: [[!meta title="Helppo taulukossa liikkuminen"]]
hr: [[!meta title="Jednostavno kretanje po tablici (Easy Table Navigator)"]]
hu: [[!meta title="Egyszerűsített Táblázatnavigáció"]]
sk: [[!meta title="Rýchla navigácia v tabuľkách"]]
zh_cn: [[!meta title="Easy Table Navigator-简易表格导航"]]

source: Authors: Corentin Bacqué-Cazenave, Joseph Lee
bg: Автори: Corentin Bacqué-Cazenave, Joseph Lee
de: Autoren: Corentin Bacqué-Cazenave, Joseph Lee
fi: Tekijät: Corentin Bacqué-Cazenave, Joseph Lee
fr: Auteurs : Corentin Bacqué-Cazenave, Joseph Lee
hr: Autori: Corentin Bacqué-Cazenave, Joseph Lee
ja: 作者: Corentin Bacqué-Cazenave, Joseph Lee
pl: Autorzy: Corentin Bacqué-Cazenave, Joseph Lee
zh_cn: 作者： Corentin Bacqué-Cazenave, Joseph Lee

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
hu: [stabil verzió][1] letöltése
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
sk: Stiahnuť [stabilnú verziu][1]
zh_cn: 下载 [稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
hr: Preuzmi [razvojnu verziju][2]
hu: [fejlesztői verzió][2] letöltése
ja: ダウンロード [開発版][2]
pl: Pobierz [Wersja rozwojowa][2]
sk: Stiahnuť [vývojovú verziu][2]
zh_cn: 下载 [开发板][2]

source: NVDA compatibility: 2019.3 to 2021.1
bg: Съвместимост с NVDA: от 2019.3 до 2021.1
de: NVDA-Kompatibilität: 2019.3 bis 2021.1
fi: Yhteensopivuus: NVDA 2019.3-2021.1
fr: Compatibilité NVDA : 2019.3 à 2021.1
hr: NVDA kompatibilnost: 2019.3 do 2021.1
ja: NVDA 互換性: 2019.3 から 2021.1
pl: Zgodność z NVDA: od 2019.3 do 2021.1
zh_cn: NVDA兼容版本： 2019.3 到 2021.1

source: This plugin adds a layer command to use arrow keys to navigate table cells.
bg: Тази добавка дава възможност за навигация между клетките в таблици чрез стрелките, добавяйки слой за команди.
de: Diese Erweiterung fügt einen Befehl hinzu, um Pfeiltasten zum Navigieren in Tabellenzellen zu verwenden.
fi: Tämä lisäosa lisää NVDA:han komentokerroksen, jonka avulla nuolinäppäimiä voi käyttää taulukon solujen välillä liikkumiseen.
fr: Cette extension ajoute des commandes séquentielles pour utiliser les touches fléchées pour naviguer dans les cellules d'un tableau.
hr: Ovaj dodatak dodaje prečac koji omogućuje kretanje po ćelijama tablice pomoću tipki strelica.
hu: Ez a kiegészítő lehetővé teszi, hogy a táblázatcellák közt a nyílbillentyűkkel is lehessen navigálni.
ja: このプラグインにより、表のセルを矢印キーで移動出来るレイヤコマンドが追加されます。
pl: Ta wtyczka dodaje warstwę komend umożliwiających użycie klawiszy strzałek do nawigacji w tabeli.
sk: Pridáva novú skratku, po ktorej stlačení je možné na navigáciu po tabuľkách použiť šípky.
zh_cn: 这个插件添加了一个分层手势（亦称之为两部手势）实现表格导航。

source: Currently supported tables are:
bg: Текущо поддържаните таблици са:
de: Derzeit unterstützte Tabellen sind:
fi: Taulukoita tuetaan tällä hetkellä:
fr: Les tableaux actuellement supportés son :
hr: Trenutačno podržane tablice su:
hu: jelenleg támogatott táblázatok:
ja: 現時点でサポートされている表は以下の通りです。
pl: Aktualnie obsługiwane tabele to:
sk: Podporované tabuľky
zh_cn: 目前支持的表格有：

source: Browse mode (Internet Explorer, Firefox, etc.).
bg: В режим на преглед (Internet Explorer, Firefox и т.н.).
de: Lesemodus (Internet Explorer, Firefox, etc.).
fi: Selaustilassa (Internet Explorer, Firefox jne)
fr: Mode navigation (Internet Explorer, Firefox, etc.).
hr: Modus čitanja (Internet Explorer, Firefox, itd.).
hu: Böngészőmód (Internet Explorer, Firefox, stb.).
ja: ブラウズモード (Internet Explorer, Firefoxなど)
pl: Tryb czytania (Internet Explorer, Firefox, etc.).
sk: Režim prehliadania (Internet explorer, Mozila firefox...)
zh_cn: 浏览模式（Internet Explorer，Firefox等）。

source: Microsoft Word.
bg: В Microsoft Word.
fi: Microsoft Wordissa

source: Commands
bg: Команди
de: Befehle
fi: Komennot
fr: Commandes
hr: Naredbe
hu: Parancsok
ja: コマンド
pl: Komendy
sk: Skratky
zh_cn: 快捷键

source: Toggles table navigator layer on and off (unassigned).
bg: Включва/изключва слоя за команди за навигация в таблиците (неприсвоена).
de: Schaltet die Tabellennavigation ein und aus (nicht zugeordnet).
fi: Ottaa käyttöön tai poistaa käytöstä komentokerroksen (ei määritetty)
fr: Active ou désactive les commandes séquentielles de navigation dans les tableaux (non assignés).
hr: Uključuje i isključuje kretanje po tablici (nedodijeljeno).
hu: Egyszerűsített Táblázatnavigáció be- és kikapcsolása. (Nincs hozzárendelve billentyűparancs).
ja: 表のナビゲータレイヤのオンとオフの切り替え (割り当てなし)
pl: Włącza i wyłącza nawigatora tabel (nieprzypisane).
sk: Skratku pre zapínanie a vypínanie rýchlej navigácie po tabuľkách si musíte nastaviť v menu NVDA > Klávesové skratky.
zh_cn: 开关分层命令（未分配）

source: Changes for 2.2.1
bg: Промени във версия 2.2.1
de: Änderungen in 2.2.1
fi: Muutokset versiossa 2.2.1
fr: Changements pour la version 2.2.1
hr: Izmjene u verziji 2.2.1
ja: 2.2.1の変更点
pl: Zmiany w wersji 2.2.1
zh_cn: 版本 2.2.1

source: Fixed an error in some type of documents including Word and Outlook
bg: Поправена е грешка в някои видове документи, включително такива на Word и Outlook
de: Ein Fehler in einigen Word- und Outlook-Dokumenten wurde behoben
fi: Korjattu virhe määrätyn tyyppisissä asiakirjoissa, Word ja Outlook mukaan lukien
fr: Correction d'une erreur dans certains types de documents incluant Word et Outlook
hr: Ispravljena je greška u nekim vrstama dokumenata uključujući Word i Outlook
ja: WordやOutlookを含む一部のタイプのドキュメントでのエラーを修正しました。
pl: Naprawiono błąd w niektórych typach dokumentów, w tym w programach Word i Outlook
zh_cn: 修复了某些类型的文档（包括 Word 和 Outlook）中的错误

source: Changes for 2.2
bg: Промени във версия 2.2
de: Änderungen in 2.2
fi: Muutokset versiossa 2.2
fr: Changements pour la version 2.2
hr: Izmjene u verziji 2.2
ja: 2.2の変更点
pl: Zmiany w wersji 2.2
zh_cn: 版本 2.2

source: Update documentation style from addons template
bg: Актуализиран е стила на документацията от шаблона за добавки
de: Aussehen der Dokumentation über die Erweiterungsvorlage aktualisiert
fi: Dokumentaation tyyli päivitetty lisäosamallista
fr: Mise à jour du style de la documentation à partir du modèle d'extensions
hr: Aktualiziran je stil dokumentacije iz predloška dodataka
ja: アドオンテンプレートからドキュメントスタイルを更新しました。
pl: Aktualizowanie stylu dokumentacji z szablonu dodatków
zh_cn: 使用插件模板更新文档样式

source: First translated version
bg: Първа преведена версия
de: Erste übersetzte Version
fi: Ensimmäinen käännetty versio
fr: Première version traduite
hr: Prva prevedena verzija
ja: 最初の翻訳されたバージョン
pl: Pierwsza przetłumaczona wersja
zh_cn: 首个翻译版本

source: Changes for 2.1.1
bg: Промени във версия 2.1.1
de: Änderungen in 2.1.1
fi: Muutokset versiossa 2.1.1
fr: Changements pour la version 2.1.1
hr: Izmjene u verziji 2.1.1
ja: 2.1.1の変更点
pl: Zmiany w wersji 2.1.1
zh_cn: 版本 2.1.1

source: New author in manifest and documentation
bg: Нов автор в manifest файла и документацията
de: Neuer Autor in Manifest und Dokumentation
fi: Uusi tekijä manifestissa ja dokumentaatiossa
fr: Nouvel auteur dans le manifest et la documentation
hr: Novi autor u manifestu i dokumentaciji
ja: マニフェストとドキュメンテーションの新しい作者
pl: Nowy autor w manifeście i dokumentacji
zh_cn: 更新 manifest 文件和文档中的作者信息

source: Changes for 2.1
bg: Промени във версия 2.1
de: Änderungen in 2.1
fi: Muutokset versiossa 2.1
fr: Changements pour la version 2.1
hr: Izmjene u verziji 2.1
ja: 2.1の変更点
pl: Zmiany w wersji 2.1
zh_cn: 版本 2.1

source: Compatibility with NVDA 2021.1
bg: Съвместимост с NVDA 2021.1
de: Kompatibilität mit NVDA 2021.1
fi: Yhteensopivuus NVDA 2021.1:n kanssa
fr: Compatibilité avec NVDA 2021.1
hr: Kompatibilnost s NVDA 2021.1
ja: NVDA 2021.1に互換
pl: Kompatybilność z NVDA 2021.1
zh_cn: 兼容 NVDA 2021.1

source: Changes for 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hr: Izmjene u verziji 2.0
hu: A 2.0 verzió változásai
ja: 2.0の変更点
pl: Zmiany dla wersji 2.0
sk: Verzia 2.0
zh_cn: 版本2.0

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
de: Benötigt NVDA 2019.3 oder neuer.
fi: Vaatii NVDA 2019.3:n tai uudemman.
fr: Nécessite NVDA 2019.3 ou ultérieure.
hr: Zahtijeva NVDA 2017.3 i noviji.
hu: Az NVDA 2019.3 verzióra van szükség a futtatáshoz.
ja: NVDA 2019.3以降が必要。
pl: Wymaga wersji NVDA 2019.3 i nowsze.
sk: Vyžaduje NVDA od verzie 2019.3.
zh_cn: 需要NVDA 2019.3或更高版本。

source: Made various add-on messages translatable.
bg: Разни съобщения на тази добавка вече могат да се превеждат.
de: Verschiedene Meldungen der Erweiterung übersetzbar gemacht.
fi: Useat lisäosan viestit ovat nyt käännettävissä eri kielille.
fr: Plusieurs messages sont rendus traduisibles.
hr: Razne poruke ovog dodatka su sada prevodive.
hu: A bővítmény bizonyos üzeneteit lefordíthatóvá tették.
ja: 様々なアドオンメッセージを翻訳可能にしました。
pl: Od teraz różne komunikaty dodatku są przetłumaczone.
sk: Umožnený preklad doplnku do iných jazykov.
zh_cn: 使插件的各种语言条目可翻译。

source: Changes for 1.2
bg: Промени във версия 1.2
de: Änderungen in 1.2
fi: Muutokset versiossa 1.2
fr: Changements pour la version 1.2
hr: Izmjene u verziji 1.2
hu: Az 1.2 verzió változásai
ja: 1.2の変更点
pl: Zmiany dla wersji 1.2
sk: Verzia 1.2
zh_cn: 版本1.2

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени с цел поддържане на бъдещи издания на NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Versionen.
fi: Sisäisiä muutoksia tulevien NVDA-versioiden tukemiseksi.
fr: Modifications internes pour prendre en charge les futures versions de NVDA.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
hu: Belső változtatások a későbbi NVDA kiadásokkal való kompatibilitás miatt.
ja: 未来のNVDAリリースをサポートするための最初の変更。
pl: Zmiany wewnętrzne dla wsparcia nowszych wersji NVDA.
sk: Interné zmeny pre budúce verzie NVDA.
zh_cn: 内部更改，为支持新版 NVDA 做准备。

source: Changes for 1.1
bg: Промени във версия 1.1
de: Änderungen in 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
hr: Izmjene u verziji 1.1
hu: Az 1.1 verzió változásai
ja: 1.1の変更点
pl: Zmiany dla wersji 1.1
sk: Verzia 1.1
zh_cn: 版本1.1

source: Fixed an issue where errors might be heard when spell checking a message in Outlook.
bg: Поправен е проблем, при който може да бъдат изведени звукови сигнали за грешки при извършване на правописна проверка на съобщение в Outlook.
de: Ein Problem wurde behoben, wonach Fehlertöne während der Rechtschreibprüfung in Outlook zu hören waren.
fi: Korjattu ongelma, joka aiheutti sen, että Outlookissa saattoi kuulua virheitä viestiä oikoluettaessa.
fr: Correction d'un problème où les erreurs pourraient être entendus lors d'une vérification orthographique d'un message dans Outlook.
hr: Ispravljena je greška koja je prouzrokovala reprodukciju zvuka pogreške prilikom provjere pravopisa u Outlooku.
hu: Hibajavítás: már nem hangzik el hibajelzés az Outlook üzenetek helyesírás-ellenőrzése közben.
ja: Outlookのメッセージをスペルチェックしている場合にエラー音が聞こえる問題を修正。
pl: Naprawiono problem dźwięków błędu które mogły się pojawiać podczas sprawdzania pisowni wiadomości w Outlook.
sk: Opravená chyba, ktorá nastávala pri zapnutej kontrole pravoopisu v programe MS Outlook.
zh_cn: 修复了在Outlook中拼写检查邮件时可能会抛出错误的问题。

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hr: Izmjene u verziji 1.0
hu: Az 1.0 verzió változásai
ja: 1.0の変更点
pl: Zmiany dla wersji 1.0
sk: Verzia 1.0
zh_cn: 版本1.0

source: Initial release.
bg: Първоначално издание.
de: Ehrstveröffentlichung.
fi: Ensimmäinen versio.
fr: Première version.
hr: Prva verzija.
hu: Első kiadás
ja: 最初のバージョン
pl: Pierwsze wydanie.
sk: prvé vydanie.
zh_cn: 发布初始版本。

source: Author: Joseph Lee
hu: Készítő: Joseph Lee
sk: Autor: Joseph Lee

source: NVDA compatibility: 2019.3 and beyond
hu: Támogatott NVDA kiadások: 2019.3 és újabb
sk: Funguje s NVDA od verzie 2019.3

source: Download [older version][3] compatible with NVDA 2019.2.1 and earlier
sk: Stiahnuť [Staršiu verziu][3] pre verzie NVDA 2019.2.1 a staršie
