Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/emoticons.*.po
Languages: it, vi

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
it: Autori: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
vi: Tác giả: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez

source: Download [stable version][1]
it: Scarica la [versione stabile][1]
vi: Tải về [phiên bản chính thức][1]

source: Download [development version][2]
it: Scarica la[versione in sviluppo][2]
vi: Tải về [phiên bản thử nghiệm][2]

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description.
it: L'utilizzo di questo componente aggiuntivo consente di leggere la descrizione degli emoticons quando si incontrano caratteri che rappresentano emoticons.
vi: Sử dụng add-on này, văn bản có các kí hiệu biểu tượng cảm xúc sẽ được thay thế bằng mô tả gần gũi với con người.

source: For example: the sequence ":)" will be spoken as "smiling smiley", or for example NVDA will recognize the meaning of each emoji.
it: Per esempio: la sequenza ":)" sarà pronunciata "Smiley Sorriso", ed inoltre NVDA potrà riconoscere il nome degli emoji quando presenti nel testo.
vi: Ví dụ: nhóm kí tự ":)" sẽ được đọc là "mỉm cười", hoặc ví dụ khác là NVDA sẽ nhận ra ý nghĩa của mỗi biểu tượng.

source: You can take advantage of the following features:
it: È possibile usufruire delle seguenti funzionalità:
vi: Bạn có thể tận dụng các tính năng sau:

source: Insert Emoticon
it: Inserire emoticon
vi: Chèn biểu tượng cảm xúc

source: Sometimes an image is worth a 1000 words: use the new emoji to liven up your instant message and to let your friends know how you’re feeling.
it: A volte un'immagine vale più di mille parole: usa i nuovi emoji per vivacizzare i tuoi messaggi, e per far sapere ai tuoi amici come ti senti.
vi: đôi khi, một biểu tượng đáng giá ngàn từ: sử dụng các biểu tượng cảm xúc để làm sống động các tin nhắn của bạn và để bạn bè biết mình đang cảm thấy thế nào.

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat.
it: Se non sai quale carattere usare per il tuo emoticon, il componente aggiuntivo ti da la possibilità di riconoscere e sceglierne uno e copiarlo negli appunti per poi inserirlo in campi di editazione, come per esempio in una chat.
vi: Khi không chắc chắn các kí tự cho một biểu tượng cụ thể, addon này giúp bạn chọn và chèn nó vào văn bản như chèn vào một dòng chat.

source: Press NVDA+I, or from menu Tools -> Insert emoticon, to open a dialog with the provided emoticons or emoji.
it: Con la combinazione di tasti NVDA+I, o dal menu Strumenti-> Inserisci emoticon, è possibile aprire una finestra di dialogo con le emoticon o emoji.
vi: Bấm NVDA+I hoặc từ trình đơn công cụ -> chèn biểu tượng cảm xúc mở hộp thoại cung cấp các biểu tượng cảm xúc.

source: This dialog allows you to choose an emoticon and to view the emoticons that interest you:
it: Questa finestra di dialogo consente di scegliere un emoticon e visualizzare le emoticon che ti interessano:
vi: Hộp thoại này cho phép bạn chọn một biểu tượng cảm xúc và xem những biểu tượng làm bạn thích:

source: An editable field allows you to filter the search for the desired emoticon among the emoticons available.
it: Un campo modificabile permette di filtrare la ricerca per l'emoticon desiderato tra le emoticon disponibili.
vi: Một trường nhập liệu cho phép bạn lọc ra để tìm kiếm các biểu tượng cảm xúc trong những biểu tượng đang có.

source: Through a set of radio buttons, you can choose to view only emoji category (alt+E) or view only standard emoticon category (alt+s) or view all emoticons available (alt+A).
it: Tramite dei pulsanti radio è possibile scegliere di visualizzare solo la categoria emoji (alt+E) o visualizzare solo gli emoticon standard (alt+s) oppure visualizzare tutti gli emoticon disponibili (alt+A).
vi: Thông qua nhóm các nút radio, bạn có thể chọn để chỉ hiển thị biểu tượng emoji (alt+I) hay chỉ hiển thị các biểu tượng tiêu chuẩn (alt+c) hay hiển thị tất cả biểu tượng (alt+T).

source: In the list of emoticons (alt+L) are displayed on three columns respectively: the name of emoticon, the type of emoticon (standard emoticon or emoji), the corresponding character.
it: Nella lista di emoticon (alt+L), vi sono presenti tre colonne, rispettivamente: il nome dell'emoticon, il tipo di emoticon (standard emoticon o emoji), il carattere corrispondente.
vi: Danh sách biểu tượng cảm xúc (alt+S) được hiển thị thành 3 cột tương ứng: tên biểu tượng, loại biểu tượng (tiêu chuẩn hay emoji), các kí tự tương ứng.

source: When you press OK, the characters for the chosen emoticon will be copied to your clipboard, ready for pasting.
it: Quando si preme OK, il carattere dell'emoticon scelto verrà copiato negli appunti, pronto per essere incollato.
vi: Khi bấm OK, các kí tự cho biểu tượng đã chọn sẽ được sao chép vào bộ nhớ tạm, sẵn sàng để dán vào.

source: Emoticons dictionary
it: Dizionario Emoticons
vi: Từ điển các biểu tượng cảm xúc

source: Emoticons add-on allows to have differents speech-dictionaries using configuration profiles.
it: Il componente aggiuntivo Emoticons permette di avere più dizionari servendosi dei profili di configurazione.
vi: Add-on này cho phép tạo ra các từ điển khác nhau bằng cách sử dụng hồ sơ cấu hình.

source: This means that you can create or edit a specific speech-dictionary for each your custom profile.
it: Ciò significa che è possibile creare o modificare un dizionario di voce per ogni profilo personale.
vi: Điều này có nghĩa là bạn có thể tạo hay chỉnh sửa một từ điển cụ thể cho mỗi cấu hình được bạn tùy chỉnh.

source: From NVDA MENU, Preferences -> Speech dictionaries -> Emoticons dictionary, you can open a dialog to add or to edit available emoticons.
it: Dal menu di NVDA, Preferenze -> Dizionario Emoticons, è possibile aprire una finestra di dialogo per aggiungere o modificare gli emoticon disponibili.
vi: Từ trình đơn của NVDA, Tùy chỉnh-> Từ điển phát âm -> Từ điển các biểu tượng cảm xúc, bạn có thể mở hộp thoại để thêm hay sửa các biểu tượng cảm xúc hiện có.

source: Saving your customizations, the new reading settings of emoticons will only apply to the profile you are currently editing.
it: Quando si salva la configurazione, le nuove impostazioni di lettura si applicano solo al profilo personale in uso.
vi: Lưu các tùy chỉnh của bạn, thiết lập để cách đọc mới của việc đọc biểu tượng cảm xúc sẽ chỉ được áp dụng cho cấu hình đang hoạt động.

source: For example, you may wish that NVDA spoken custom emoticons only in XxChat program, but not in other chat programs: you can do this by creating a profile for the XxChat application and assign to it a speech dictionary from Speech dictionaries menu, Emoticons dictionary option. See below for Emoticons settings in relation to the configuration profiles.
it: Per esempio, se si preferisce che NVDA legga le classiche emoticons solo in uno specifico programma di chat, ma non in altre applicazioni di chat, si può creare un profilo personale per lo specifico programma ed assegnargli un dizionario di voce dal menu Dizionari, Dizionario Emoticons. Vedi di seguito per le impostazioni in relazione alla configurazione di un profilo personale.
vi: Ví dụ, có thể bạn chỉ muốn NVDA đọc các biểu tượng đã tùy chỉnh trong chương trình XxChat, các chương trình chat khác thì không: bạn có thể làm điều này bằng cách tạo một hồ sơ cho chương trình XxChat và gán cho nó một từ điển từ trình đơn từ điển phát âm, từ điển biểu tượng cảm xúc. Xem bên dưới để biết các thiết lập cho biểu tượng cảm xúc có liên quan đến hồ sơ cấu hình.

source: You can also export each custom speech-dictionary pressing "Save and export dictionary" button: in this way your speech-dictionaries will be saved in your user config folder, speechDicts/emoticons subfolder.
it: Con il pulsante "Salva ed esporta dizionario" è possibile salvare il dizionario chiamato emoticons.dic nella cartella di configurazione personale speechDicts.
vi: Bạn cũng có thể xuất các từ điển phát âm đã tùy chỉnh, bấm nút "Lưu và xuất từ điển": bằng cách này, từ điển phát âm của bạn sẽ được lưu trong thư mục cấu hình người dùng của bạn, speechDicts/emoticons.

source: The exact name and location of the dictionary file will be based on the editing configuration profile, which will be shown in the title of the Emoticons dictionary dialog.
it: Il nome ed il percorso del dizionario deriva dal nome dell'attuale profilo in fase di modifica, questo verrà indicato nel titolo della finestra del dizionario.
vi: Tên và đường dẫn chính xác của tập tin từ điển sẽ dựa trên hồ sơ cấu hình đang hoạt động, được hiển thị trong tên của hộp thoại từ điển các biểu tượng cảm xúc.

source: Emoticons settings
it: Impostazioni Emoticons
vi: Thiết lập cho các biểu tượng cảm xúc

source: From menu Preferences -> Settings -> Emoticons opens a panel to configure the activation of your speech-dictionaries for each profile.
it: Dal menu preferenze > Impostazioni, è possibile visualizzare le impostazioni Emoticons e scegliere se Attivare la lettura di emoticon per ogni profilo. Di default è disattivato.
vi: Từ trình đơn tùy chỉnh của nvda -> Cấu hình -> Các biểu tượng cảm xúc mở ra một bản để cấu hình việc kích hoạt từ điển biểu tượng cảm xúc cho mỗi hồ sơ.

source: In Emoticons settings panel you can choose whether or not speech-dictionary should automatically activate when NVDA switches to the profile you are currently editing. By default it is disabled in normal configuration of NVDA and in all your new profiles.
it: Nel pannello impostazioni Emoticons è possibile scegliere se attivare o meno il dizionario per il profilo in fase di modifica. Di default è disattivato sia per la configurazione normale che per tutti i nuovi profili.
vi: Trong bảng cài đặt biểu tượng cảm xúc bạn có thể chọn tự động hay không tự động kích hoạt từ điển biểu tượng cảm xúc khi NVDA chuyển đến hồ sơ đang hoạt động. Mặc định, nó bị vô hiệu hóa trong cấu hình bình thường của NVDA và trong tất cả hồ sơ mới của bạn.

source: Moreover, it's possible to determine if the add-on emojis should be spoken. This could be useful to preserve symbols speaking if emojis are included in NVDA's configuration.
it: È inoltre possibile decidere se far leggere gli emoji dal componente aggiuntivo, oppure mantenere la lettura degli emoji dalla configurazione di NVDA.

source: If you may wish to keep clean your configuration folders, in this dialog it is also possible to choose if dictionaries not used (associated with non existing profiles) will be removed from the add-on when it is unloaded.
it: Se si preferisce tenere pulita la cartella di configurazione, è possibile rimuovere i dizionari non utilizzati (quelli associati ad un profilo eliminato) e che non vengono caricati.
vi: Nếu bạn muốn giữ sạch thư mục cấu hình của mình, trong hộp thoại này cũng có thể chọn nếu từ điển không còn được dùng (tích hợp vào một hồ sơ không tồn tại) sẽ bị xóa khỏi add-on khi nó bị tắt.

source: Key Commands:
it: Comandi rapidi:
vi: Các phím lệnh:

source: These are the key commands available by default, you can edit those or add new key to open Emoticons settings panel or Emoticon Dictionary dialog:
it: Di seguito i comandi rapidi disponibili di default: E' possibile modificarli o aggiungerne di nuovi per aprire le impostazioni o la finestra Dizionario Emoticons:
vi: Đây là những phím lệnh mặc định hoạt động, bạn có thể chỉnh sửa chúng hay thêm lệnh mới để mở bảng thiết lập biểu tượng cảm xúc hoặc hộp thoại từ điển biểu tượng cảm xúc:

source: NVDA+E: speaking emoticons on/off, toggles between speaking text as it is written, or with the emoticons replaced by the human description.
it: NVDA+E: Attiva o disattiva la lettura degli emoticon.
vi: NVDA+E: bật / tắt đọc biểu tượng cảm xúc, chuyển giữa dọc văn bản như nó đã được viết hay thay thế bằng biểu tượng cảm xúc.

source: NVDA+I: show a dialog to select an emoticon you want to copy.
it: NVDA+I: visualizza una finestra di dialogo per selezionare un emoticon che si desidera copiare negli appunti.
vi: NVDA+I: hiển thị hộp thoại để chọn biểu tượng muốn sao chép.

source: Not assigned: open a browseable message showing the symbol where the review cursor is positioned, so that the whole description can be reviewed in browse mode.
it: Non assegnato: apre un messaggio visualizzabile con il carattere alla posizione del cursore di controllo e la sua descrizione per esteso.

source: Not assigned: open a browseable message showing the symbol where the caret is positioned, so that the whole description can be reviewed in browse mode.
it: Non assegnato: apre un messaggio visualizzato con il carattere alla posizione del cursore e la sua descrizione per esteso.

source: Note: On Windows 10, it's also possible to use the built-in emoji panel.
it: Nota: In Windows 10 è possibile utilizzare la finestra per inserire emoji.

source: Added commands to show the symbol where the review cursor or caret are positioned. Gestures for these commands can be assigned from the Input gestures dialog, Text review category.
it: Aggiunti scrit per mostrare il carattere e la sua descrizione alla posizione del cursore di sistema o del cursore di controllo. È possibile assegnare un comando dalla finestra Gesti e tasti di immissione sotto la categoria Revisione del Testo.

source: Added the possibility of choosing if add-on emojis should be spoken.
it: Aggiunta la possibilità di scegliere se gli emoji devono esser letti dal componente aggiuntivo.

source: Used appropiate encoding for dictionary names, fixing errors when they contain certain characters.
it: Introdotta una più appropriata codifica per i nomi dei dizionari che evita errori in caso di specifici caratteri.

source: The translated summary of the add-on is properly used for the title presented in add-on help, accessible from the add-on manager.
it: Viene usata in modo corretta la traduzione del Summary nella finestra Aiuto per il componente, raggiungibile dal Gestore componenti aggiuntivi.

source: Added a note mentioning the emoji panel available on Windows 10.
it: Nella guida viene menzionato il pannello emoji presente in Windows 10.

source: Compatible with NVDA 2018.3 or later (required).
it: Compatibile con NVDA 2018.3 o superiori.

source: The Activation settings dialog has been moved to a panel in NVDA settings, so that the current profile will be shown in the title of the NVDA settings dialog.
it: La finestra per impostare l'ttivazione è stato spostato nel pannello delle impostazioni di NVDA, in modo che il profilo corrente verrà visualizzato nel titolo della finestra di dialogo.
vi: Hộp thoại cài đặt kích hoạt đã được chuyển vào bảng trong cấu hình NVDA, vậy nên hồ sơ hiện tại sẽ hiện trong tên của hộp thoại cấu hình NVDA.

source: The Manage Emoticons menu has been removed: now Insert emoticon will be found under the Tools menu, and Customize Emoticons will be shown under Speech dictionaries like Emoticons dictionary.
it: IL menu emoticons è stato rimosso, la voce Inserisci Emoticons è stata spostata nel menu Strumenti e la finestra per creare un dizionario nel menu Personalizza,Dizionari,Dizionario Emoticons.
vi: Trình đơn quản lý các biểu tượng cảm xúc đã được gỡ bỏ: giờ đây lệnh chèn biểu tượng cảm xúc sẽ được tìm thấy trong trình đơn công cụ, và tùy chỉnh các biểu tượng cảm xúc được hiển thị trong từ điển phát âm là từ điển biểu tượng cảm xúc.

source: Requires NVDA 2018.2 or later.
it: Richiesto NVDA 2018.2 o superiore.
vi: Yêu cầu NVDA 2018.2 trở lên.

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
it: Se è necessario è possibile scaricare la [versione compatibile con NVDA 2017.3][3].
vi: Nếu cần, bạn có thể tải về [phiên bản cuối cùng tương thích với NVDA 2017.3][3].

source: Changes for 6.0
it: Novità nella versione 6.0
vi: Các thay đổi cho phiên bản 6.0

source: Added support for configuration profiles.
it: Aggiunto il supporto per i profili di configurazione.
vi: Đã hỗ trợ cho hồ sơ cấu hình.

source: In NVDA 2017.4 or later, the configuration settings and custom dictionaries will change automatically according with the selected profiles. In 2017.3 or earlier, you can apply changes by reloading plugins (pressing control+NVDA+f3).
it: In NVDA 2017.4 o superiori, le impostazioni ed i dizionari personali cambiano automaticamente rispetto al profilo in uso. Nella versione 2017.3 o precedenti per aplicare la configurazione è necessario ricaricare i componenti aggiuntivi (premere nvda+control+F3).
vi: Từ NVDA 2017.4 trở đi, các thiết lập và từ điển người dùng sẽ tự thay đổi theo hồ sơ được chọn. Từ 2017.3 về trước, bạn có thể áp dụng các thay đổi bằng cách tải lại plugins (bấm control+NVDA+f3).

source: If you choose to import settings when updating the add-on, deprecated files (emoticons.ini and emoticons.dic) will be removed or adapted to this version.
it: Se si sceglie di importare le impostazioni del componente aggiuntivo durante l'installazione , i file obsoleti (emoticon.ini ed emoticon.dic) saranno rimossi e adattati alla nuova versione.
vi: Nếu bạn chọn nạp các thiết lập khi cập nhật add-on, các tập tin không sử dụng (emoticons.ini và emoticons.dic) sẽ bị gỡ bỏ hoặc tích hợp vào phiên bản này.

source: Changes for 5.0
it: Novità nella versione 5.0
vi: Các thay đổi cho phiên bản 5.0

source: Added support for emojis.
it: Aggiunto il supporto per emoji caratteri UNICODE.
vi: Đã hỗ trợ cho emojis.

source: Improvements for Insert Emoticon dialog with a filter field and radio buttons to choose displayed emoticons.
it: Aggiunto un campo di ricerca con filtro e i pulsanti radio per scegliere quali emoticon visualizzare.
vi: Cải thiện hộp thoại chèn biểu tượng cảm xúc với một trường bộ lọc và các nút radio để chọn loại biểu tượng sẽ hiển thị.

source: Using guiHelper for Activation settings dialog and Insert Emoticon dialog: requires NVDA 2016.4 or higher versions
it: Viene usato il metodo guiHelper nelle finestre Inserisci Emoticon e Impostazioni di Attivazione, il componente aggiuntivo richiede NVDA 2016.4 o versioni successive.
vi: Dùng guiHelper cho hộp thoại thiết lập kích hoạt và chèn biểu tượng cảm xúc: yêu cầu NVDA 2016.4 trở lên

source: Changes for 2.0
it: Cambiamenti per la 2.0
vi: Các thay đổi cho phiên bản 2.0

source: Add-on help is available from the Add-ons Manager.
it: L'aiuto del componente aggiuntivo è disponibile dal menu gestore componenti aggiuntivi.
vi: Phần giúp đỡ cho Add-on đã có trong trình quản lý Add-ons.

source: Changes for 1.1
it: Cambiamenti per 1.1
vi: Các thay đổi cho phiên bản 1.1

source: Removed duplicated emoticon.
it: Rimosse emoticons duplicate
vi: Gỡ bỏ các biểu tượng trùng nhau.

source: Added some smileys.
it: Aggiunte alcune faccine
vi: Đã thêm vào một vài biểu tượng.

source: Changes for 1.0
it: Cambiamenti per 1.0
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
it: Versione iniziale
vi: Phiên bản đầu tiên.

source: Changes for 7.0
vi: Các thay đổi cho phiên bản 7.0

source: Changes for 4.0
vi: Các thay đổi cho phiên bản 4.0

source: If the Insert smiley dialog is opened when another settings dialog is active, NVDA will show the corresponding error message.
vi: Nếu hộp thoại chèn biểu tượng cảm xúc được mở khi có một hộp thoại cài đặt khác đang hoạt động, NVDA sẽ hiển thị thông báo lỗi tương ứng.

source: Changes for 3.0
vi: Các thay đổi cho phiên bản 3.0

source: In the Customize emoticons dialog, it is now possible to specify that a pattern should only match if it is a whole word, according to speech dictionaries of NVDA 2014.4.
vi: Trong hộp thoại tùy chỉnh biểu tượng cảm xúc, đã có thể quy định rằng một mẫu chỉ được xác định khi nó là một từ đầy đủ, căn cứ theo từ điển phát âm của NVDA 2014.4.
