Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/eMule.*.po
Languages: hr

source: Authors: Noelia, Chris, Alberto.
hr: Autori: Noelia, Chris, Alberto.

source: NVDA compatibility: 2017.3 to 2019.2
hr: NVDA kompatibilnost: 2017.3 do 2019.2

source: download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]

source: download [development version][3]
hr: Preuzmi [razvojnu verziju][3]

source: This add-on helps to improve accessibility of eMule with nVDA. Also provides additional keyboard commands for moving in different windows and gives Useful information of eMule.
hr: Ovaj dodatak poboljšava pristupačnostof eMule programa uz pomoć NVDA čitača. Također pruža dodatne tipkovničke prečace za premještanje po različitim prozorima i daje korisne informacije u eMuleu.

source: It's based on eMuleNVDASupport add-on, developed by the same author. You should uninstall that old add-on to use this one, since both have common keystrokes and features.
hr: Ovaj je dodatak baziran na dodatku eMuleNVDASupport, kojeg je razvio isti autor. Stari se dodatak mora deinstalirati, kako bi se mogao koristiti ovaj dodatak, jer oba dodatka imaju zajedničke tipkovničke prečace i značajke.

source: Tested on [eMule][2] 0.50a.
hr: Testirano na [eMule][2] 0.50a.

source: Key Commands:
hr: Tipkovnički prečaci:

source: control+shift+h: Moves focus and mouse to main toolbar.
hr: control+shift+h: Premješta fokus i miša na glavnu alatnu traku.

source: control+shift+t: Reads the current window.
hr: control+shift+t: Čita trenutačni prozor.

source: control+shift+n: Moves the focus to the Name field in the Find window.
hr: control+shift+n: Premješta fokus na polje za ime u prozoru pretrage.

source: control+shift+p: In the Search window, moves focus and mouse to the list of search parameters, or edit field options.
hr: control+shift+p: U prozoru pretrage, premješta fokus i miša na popis parametara pretrage ili na opcije uređivačkog polja.

source: control+shift+b: Move the focus to the list in the current window. For example usable in the Search window, downloads in Transfer window, etc.
hr: control+shift+b: Premješta fokus na popis u trenutačnom prozoru. Na primjer, korisno u prozoru pretrage, preuzimanja u prozoru transfera, itd.

source: control+shift+o: Move the focus to read-only edit boxes in the current window. For example the IRC received messages, available Servers, etc.
hr: control+shift+o: Premješta fokus na polja za uređivanje koja su samo za čitanje u trenutačnom prozoru. Na primjer, IRC primljene poruke, dostupni poslužitelji, itd.

source: control+NVDA+f: If the caret is located in a read only edit box, opens a find dialog to use the commands for searching text available in NVDA.
hr: control+NVDA+f: Ako se kursor nalazi u polju za uređivanje koje je samo za čitanje, otvara se dijalog za pretragu s NVDA naredbama za traženje teksta.

source: control+shift+l: Moves the navigator object and mouse to the headers of the current list.
hr: control+shift+l: Premješta navigacijski objekt i miša na zaglavlja trenutačnog popisa.

source: control+shift+q: Reads the first object in the status bar; provides information about recent activity.
hr: control+shift+q: Šita prvi objekt u statusnoj traci; pruža informacije o nedavnoj aktivnosti.

source: control+shift+w: Reads the second object of the status bar; contains information about files and users on the current server.
hr: control+shift+w: Čita drugi objekt statusne trake; sadrži informacije o datotekama i korisnicima na trenutačnom poslužitelju.

source: control+shift+e: Reads the third object of the status bar; useful to know the UpLoad/DownLoad speed.
hr: control+shift+e: Čita treći objekt statusne trake; korisno, kad se želi doznati brzina slanja/preuzimanja.

source: control+shift+r: Reads The fourth object of the status bar; reports on connecting of eD2K and Kad network.
hr: control+shift+r: Čita četvrti objekt statusne trake; izvještava o povezivosti ed2k i Kad mreže.

source: Managing columns.
hr: Upravljanje stupcima.

source: When within a list, you can move the caret between the rows and columns using alt+control+ Arrows. In this Add-on the following key commands are also available:
hr: Kad se nalaziš unutar popisa, možeš premještati kursor između stupaca i redaka pomoću alt+control+strelice. U ovom dodatku su dostupni i slijedeći prečaci:

source: nvda+control+1-0: Reads the first 10 columns.
hr: nvda+control+1-0: Čita prvih deset stupaca.

source: nvda+shift+1-0: Reads columns 11 to 20.
hr: nvda+shift+1-0: Čita jedamaesti do dvadeseti stupac.

source: nvda+shift+C: Copies the contents of the last read column to the clipboard.
hr: nvda+shift+C: Kopira sadržaj zadnje pročitanog stupca u međuspremnik.

source: Changes for 3.0
hr: Promjene u verziji 2.0

source: To search text in readonly edit boxes, now we can use the dialog and commands available in NVDA.
hr: Za pretraživanje teksta u poljima koja su samo za čitanje, sada je moguće koristiti dijaloški okvir i NVDA naredbe.

source: Changes for 2.0
hr: Promjene u verziji 2.0

source: Add-on help is available from the Add-ons Manager.
hr: Pomoć za dodatak je dostupna unutar upravljača dodataka.

source: Changes for 1.2
hr: Promjene u verziji 1.2

source: When moving to the IRC messages, the selected text is reported properly.
hr: Prilikom premještanja na IRC poruke, označeni se tekst čita ispravno.

source: The keystroke used for moving to the Search results list has been generalized to be able to move focus to any available list in the current window.
hr: Tipkovnički prečac za prijelaz na popis rezultata pretraživanja je sada poopćen, kako bi se fokus mogao premjestiti na bilo koji dostupni popis u trenutačnom prozoru.

source: The command used to focus the IRC messages has been generalized to move to any read-only edit box, making it possible to review connection information in the Servers window.
hr: Prečac koji se koristi za fokusiranje IRC poruka je sada poopćen, kako bi se omogućilo premještanje na bilo koje polje za uređivanje koje je samo za čitanje, čime se omogućuje pregled informacija o povezivosti u prozoru Poslužitelji.

source: When moving mouse and focus to the toolbar, in some cases it was announced twice. This has been fixed.
hr: Prilikom premještanja miša ili fokusa na alatnu traku, u nekim se slučajevima ovo izgovaralo dvaput. To je sada ispravljeno.

source: Changes for 1.1
hr: Promjene u verziji 1.1

source: Fixed bug in eMule item under NVDA's help menu, when the user config folder name contains non latin characters.
hr: Ispravljena greška u e mule stavci izbornika unutar NVDA izbornika pomoć, kada korisnička mapa konfiguracije sadrži nelatinične znakove.

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
hr: Prečace je sada moguće prenamijeniti, koristeći dijaloški okvir ulazne geste u NVDA izborniku.

source: Changes for 1.0
hr: Promjene u verziji1.0

source: Initial version.
hr: Prva verzija.
