Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/enhancedTouchGestures.*.po
Languages: pl

source: Author: Joseph Lee
pl: Autor: Joseph Lee

source: Download [stable version][1]
pl: Pobierz [wersja stabilna][1]

source: This add-on provides additional touchscreen gestures for NVDA. It also provides a set of gestures for easier browse mode navigation.
pl: Ten dodatek udostępnia gesty dotykowe dla NVDA oraz zestaw specjalnych gestów do łatwiejszej nawigacji w trybie czytania.

source: Commands
pl: Polecenia

source: Available everywhere
pl: Dostępne wszędzie

source: 4 finger double tap: toggle input help mode.
pl: Podwójne stuknięcie czterema palcami: przełącza pomoc wprowadzania.

source: Four finger flick right: toggle touch keyboard (usually enables it).
pl: Przesunięcie w prawo czterema palcami: Przełączanie klawiatury dotykowej (za zwyczaj ją włącza).

source: Object mode
pl: Tryb obiektu

source: 3 finger flick down: read current window.
pl: Przesunięcie w dół trzema palcami: odczytanie bieżącego okna.

source: 3 finger flick left: report object with focus.
pl: Przesunięcie w lewo trzema palcami: odczytaj obiekt posiadający fokus..

source: 3 finger flick right: report current navigator object.
pl: Przesunięcie w prawo trzema palcami: odczytaj bieżący obiekt nawigacyjny.

source: 4 finger flick up: report title of the current window.
pl: Przesunięcie w górę czterema palcami: odczytaj tytuł bieżącego okna.

source: 4 finger flick down: report status bar text.
pl: Przesunięcie w dół czterema palcami: odczytaj tekst paska stanu.

source: Web touch mode
pl: dotykowy tryb czytania

source: This touch mode, available in browse mode, allows you to navigate the document by selected element. To switch to web mode, from browse mode documents, perform 3 finger tap. From this mode, flicking up or down with one finger cycles through available element navigation modes, while flicking right or left with one finger moves to next or previous chosen element, respectively. Once you move away from browse mode documents, object touch mode is used.
pl: Ten tryb gestów, dostępny w trybie czytania, pozwala nawigować po wybranych elementach dokumentu. Aby przełączyć się w ten tryb z dokumentów trybu czytania, wykonaj stuknięcie trzema palcami. W tym trybie, Przesunięcie w górę lub w dół jednym palcem przełącza między dostępnymi sposobami nawigacji, Przesunięcie jednym palcem w lewo lub prawo przenosi do poprzedniego lub następnego wybranego elementu. Po wyjściu z dokumentu trybu czytania, używany jest obiektowy tryb gestów dotykowych.

source: Synth settings touch mode
pl: Tryb dotykowej zmiany ustawień syntezatora

source: You can use this mode to quickly change synthesizer settings such as choosing a voice and changing volume. In this mode, use two finger flick left or right to move between synth settings and use two finger flick up and down gestures to change values. This gestures mirrors that of synth settings ring commands on the keyboard.
pl: Możesz użyć tego trybu do szybkiej zmiany ustawień syntezatora, np. by wybrać głos, albo zmienić głośność. Przesuń dwoma palcami w lewo lub prawo aby przechodzić między ustawieniami. Przesuń dwoma palcami w górę lub w dół aby zmieniać wartości danego ustawienia. Gesty te odpowiadają klawiszom szybkiej zmiany ustawień syntezatora.

source: Version 20.09
pl: Wersja 20.04

source: Version 20.07
pl: Wersja 20.07

source: Version 20.06
pl: Wersja 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
pl: Naprawiono niektóre błędy stylistyczne związane z kodem, a także naprawiono błędy związane z linterem Flake8.

source: Version 20.04
pl: Wersja 20.04

source: Right mouse click gesture (one finger tap and hold) is now part of NVDA 2020.1.
pl: Polecenie prawego przycisku myszy (stuknięcie z przytrzymaniem jednym palcem) jest wbudowane w NVDA w wersji 2020.1.

source: Version 20.01
pl: Wersja 20.01

source: NVDA 2019.3 or later is required.
pl: Wymagana jest wersja NVDA 2019.3 lub nowsza.

source: Touch support toggle command (including touch passthrough) will no longer function if touch support is turned off completely.
pl: Polecenie do przełączania trybu dotykowego (włączając w to dotykowe przełączanie) nie będzie więcej funkcjonowało, gdy wsparcie dotykowe jest kompletnie wyłączone.

source: Version 19.11
pl: Wersja 19.11

source: Added input help messages for additional touch commands.
pl: Dodano komunikaty pomocy dla dodatkowych poleceń dotykowych.

source: Version 19.09
pl: Wersja 19.09

source: Touch support can now be disabled from everywhere, not just from profiles other than normal profile.
pl: Wsparcie dotykowe może być wyłączone z jakiegokolwiek miejsca, czyli nie tylko przy aktywnym normalnym profilu.

source: Version 19.07
pl: Wersja 19.07

source: Internal changes to support future NVDA releases.
pl: Zmiany wewnętrzne dla wsparcia nowszych wersji NVDA.

source: Version 18.12
pl: Wersja 18.12

source: Version 18.08
pl: Wersja 18.08

source: Compatible with NVDA 2018.3 and future versions.
pl: Zgodne z NVDA 2018.3 i nowszymi.

source: Version 18.06
pl: Wersja 18.06

source: Add-on settings is now found in new multi-category NVDA Settings screen under "Enhanced Touch Gestures" category. As a result, NVDA 2018.2 is required.
pl: Od teraz ustawienia dodatku znajdują się w nowym, wielopanelowym oknie ustawień NVDA, w kategorii "Enhanced Touch Gestures" . Z powodu licznych zmian, wymagana jest wersja NVDA 2018.2.

source: Fixed compatibility issues with wxPython 4.
pl: Naprawiono problemy zgodności z wxPython 4.

source: Version 18.04
pl: Wersja 18.04

source: Resolves an issue where touch interaction category in NVDA Settings panel may cause error sounds to be heard due to changes made from this add-on.
pl: Rozwiązuje problem, przez który kategoria reakcji na dotyk w panelu ustawień NVDA może wywoływać dźwięki błędu, z powodu zmian wprowadzonych w tym dodatku.

source: Version 18.03
pl: Wersja 18.03

source: NVDA 2018.1 is required.
pl: Wymaga NVDA 2018.1.

source: Because NVDA 2018.1 comes with touch typing checkbox, the checkbox is no longer included in this add-on.
pl: NVDA 2018.1 posiada już pole wyboru, które włącza wpisywanie dotykowe, dlatego zostało ono usunięte z dodatku.

source: Version 17.12
pl: Wersja 17.12

source: Requires NVDA 2017.4. Specifically, this add-on can now handle configuration profile switches.
pl: Wymaga NVDA 2017.4. Przede wszystkim, dodatek może już przełączać się między profilami.

source: As NVDA 2017.4 includes screen orientation announcement, this feature is no longer part of this add-on.
pl: Ponieważ NVDA 2017.4 może ogłaszać orientację ekranu, usunięto tę funkcję z dodatku.

source: Added a hidden checkbox in Touch Interaction dialog to completely disable touch support (available if profiles other than normal configuration is active).
pl: Aby zupełnie wyłączyć wsparcie dotyku, Do dialogu reakcji na dotyk dodano ukryte pole wyboru, dostępne tylko wtedy gdy aktywny jest inny profil niż standardowy.

source: In Touch Interaction dialog for the add-on, touch typing mode is no longer shown if using NVDA 2018.1 or later.
pl: W oknie dialogowym reakcji dotykowej dodatku, od wersji NVDA 2018.1 tryb wpisywania dotykowego nie jest już pokazywany.

source: Version 17.10
pl: Wersja 17.10

source: Due to support policy from Microsoft, Windows 8 (original release) is no longer supported.
pl: W związku z polityką wsparcia firmy Microsoft, Windows 8 nie jest już wspierany.

source: NVDA will no longer announce screen orientation twice when running NVDA 2017.4 development snapshots.
pl: NVDA nie będzie już dwukrotnie ogłaszać orientacji ekranu w wersjach rozwojowych NVDA 2017.4.

source: Version 17.07.1
pl: Wersja 17.07.1

source: Added an option in touch interaction dialog to manually toggle touch passthrough without use of a timer.
pl: Do dialogu reakcji na dotyk dodano opcję służącą do ręcznego przełączania przepuszczania dotyku bez potrzeby użycia timera.

source: With manual passthrough mode off, if touch passthrough is turned on before the passthrough duration expires, touch interaction would be enabled.
pl: Jeśli ręczny tryb przepuszczania jest wyłączony a przepuszczanie dotyku zostało włączone zanim wygasł jego czas, włączy się reakcja na dotyk.

source: Version 17.07
pl: Wersja 17.07

source: Added a new dialog named Touch Interaction under NVDA's preferences menu to configure how NVDA works with touchscreens.
pl: Do Meni Ustawień NVDA dodano okno dialogowe reakcji na dotyk. Służy ono do konfigurowania sposobu w jaki NVDA współpracuje z ekranami dotykowymi.

source: After installing this version, when pressing keys on the touch keyboard, one must double tap the desired key. You can switch back to the old way by enabling touch typing from Touch Interaction dialog.
pl: Po instalacji tej wersji dodatku trzeba dwukrotnie stuknąć w żądany klawisz na klawiaturze dotykowej. Do poprzedniego sposobu można powrócić włączając wpisywanie dotykowe w oknie reakcji na dotyk.

source: Added a command (unassigned) to allow NVDA to ignore touch gestures for up to 10 seconds.
pl: Dodano funkcję nieprzypisanego polecenia, dzięki której NVDA ignoruje gesty dotykowe przez czas do 10 sekund.

source: Added an option in Touch Interaction dialog to allow NVDA to pause touch interaction between 3 to 10 seconds in order to perform touchscreen gestures directly (as though NVDA is not running; default is 5 seconds).
pl: Do okna dialogowego reakcji na dotyk dodano opcję, która pozwala NVDA wstrzymać reakcję na dotyk od 3 do 10 sekund. Dzięki temu można wykonywać gesty na ekranie dotykowym jakgdyby screenreader w ogóle nie był uruchomiony. Domyślna wartość wynosi 5 sekund.

source: Added debug logging messages when performing right clicks (tap and hold) to be recorded in the NVDA log (requires NVDA 2017.1 or later).
pl: Dodano zapisywanie wiadomości debugowania w dzienniku NVDA podczas wykonywania prawego kliknięcia (stuknięcie i przytrzymanie). Wymagana wersja NVDA 2017.1 lub nowsza.

source: Due to changes made when playing screen coordinates, NVDA 2017.1 or later is required.
pl: W związku ze zmianami w odtwarzaniu współrzędnych ekranu, wymagana jest wersja NVDA 2017.1 lub nowsza.

source: Fixed an issue where coordinate announcement beep did not play or an error tone played instead when using NVDA 2017.1 or later.
pl: Poprawiono błąd, z powodu którego dźwięk oznajmiania położenia nie był odtwarzany lub zamiast niego pojawiał się dźwięk błędu. Działo się to w NVDA 2017.1 i nowszych.

source: Web touch mode works in Microsoft Edge, Microsoft Word and others where browse mode is used.
pl: Dotykowy tryb czytania działa w Microsoft Edge, Microsoft Word i innych programach, gdzie używa się trybu przeglądu.

source: Added lists and landmarks to web touch mode elements.
pl: Do elementów dotykowego trybu czytania dodano listy i punkty orientacyjne.

source: Version 16.06
pl: Wersja 16.06

source: Initial stable version.
pl: Pierwsza wersja stabilna.
