Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/enhancedAnnotations.*.po
Languages: bg, es, fi, ja

source: [[!meta title="Enhanced Annotations"]]
bg: [[!meta title="Разширени анотации (Enhanced Annotations)"]]
es: [[!meta title="Anotaciones mejoradas"]]
fi: [[!meta title="Laajennetut selitteet"]]

source: Authors: George Kerscher, Noelia Ruiz Martínez
fi: Tekijät: George Kerscher ja Noelia Ruiz Martínez

source: [download stable version][1] (compatible with NVDA 2022.1 and beyond)
fi: [Lataa vakaa versio][1] (yhteensopiva NVDA 2022.1:n ja sitä uudempien kanssa)
ja: [安定版をダウンロード][1](NVDA 2022.1以降に互換)

source: In the DAISY Consortium, best practices are developed for publishers and authors for providing extended (long) descriptions.
bg: В консорциума DAISY са разработени най-добри практики за издатели и автори за предоставяне на разширени (дълги) описания.
es: En el consorcio DAISY, se desarrollan buenas prácticas para que los publicadores y autores proporcionen descripciones extendidas (largas).
fi: DAISY-konsortiossa kehitetään parhaita käytäntöjä julkaisijoille ja tekijöille laajennettujen (pitkien) kuvausten antamiseen.
ja: DAISYコンソーシアムでは、出版社と作者のために、長い記述を提供するための、最良の方法が開発されています。

source: The best practices use the HTML details element that follows the image, or a link to another file that contains the extended description.
bg: Най-добрите практики използват елемента HTML details, който следва изображението, или връзка към друг файл, който съдържа разширеното описание.
es: Las buenas prácticas usan el elemento details de HTML que sigue a la imagen, o un enlace a otro archivo que contenga la descripción extendida.
fi: Parhaissa käytännöissä käytetään HTML:n tietoelementtiä (details), joka seuraa kuvaa tai linkkiä toiseen tiedostoon, joka sisältää laajennetun kuvauksen.
ja: 最良の方法は、長い記述を含む画像、他のファイルへのリンクをフォローする、HTMLの詳細要素を使用します。

source: In both options, the user would need to move to the details or the link and activate it.
bg: И в двата варианта потребителят ще трябва да премине към подробностите или към връзката и да я задейства.
es: En ambos casos, el usuario tendría que desplazarse a los detalles o al enlace y activarlo.
fi: Molemmissa vaihtoehdoissa käyttäjän on siirryttävä tietoihin tai linkkiin ja aktivoitava se.
ja: どちらの方法も、ユーザーはその詳細またはリンクに移動して、アクティベートする必要があります。

source: Having a keystroke to put focus on the details or the link is ideal.
bg: Наличието на клавишна команда за преместване на фокуса върху подробностите или връзката е идеално.
es: Tener un atajo que sitúe el foco en el enlace o los detalles es ideal.
fi: Ihanteellista on, että kohdistus siirtyy tietoihin tai linkkiin tiettyä näppäinkomentoa painamalla.
ja: 詳細またはリンクへのフォーカスのキーストロークがあると理想的です。

source: Our best practices recommend that the details or the link immediately follows the image, and if the link is followed, a back link to the exact location must be provided. This makes it certain that the user will not get lost.
bg: Нашите най-добри практики препоръчват подробностите или връзката да следват непосредствено изображението и ако връзката бъде последвана, трябва да се предостави обратна връзка към точното местоположение. Това гарантира, че потребителят няма да се изгуби.
es: Nuestras buenas prácticas recomiendan que tanto el enlace como los detalles vayan inmediatamente después de la imagen, y si se sigue el enlace, se debe proporcionar un enlace de vuelta a la ubicación exacta. Esto garantiza que el usuario no se perderá.
fi: Parhaat käytännöt suosittelevat, että tiedot tai linkki seuraa välittömästi kuvaa, ja jos linkkiä seurataan, tulee käytettävissä olla tarkasti edelliseen kohtaan siirtävä linkki. Tämä varmistaa, ettei käyttäjä eksy.
ja: 私たちの最良の方法は、詳細またはリンクが、画像のすぐ後にあること、また、もしリンクに続いているのなら、最適な位置へ戻るリンクが提供されていなくてはなりません。それにより、ユーザーが迷わなくなります。

source: However it is probable that authors in the wild will place the extended (long) description almost anywhere. In these cases, the user would want to return to the image and hence the need for a way to return to the original image.
bg: Въпреки това е вероятно авторите в тази област да поставят разширеното (дълго) описание почти навсякъде. В тези случаи потребителят би искал да се върне към изображението и оттук необходимостта от начин за връщане към оригиналното изображение.
es: Sin embargo, es probable que los autores sitúen la descripción extendida (larga) casi en cualquier parte. En estos casos, el usuario querría volver a la imagen, de ahí la necesidad de una forma de regresar a la imagen original.
fi: On kuitenkin todennäköistä, että tekijät sijoittavat laajennetun (pitkän) kuvauksen melkein minne tahansa. Näissä tapauksissa käyttäjä haluaa palata kuvaan, ja siksi tarvitaan tapa palata alkuperäiseen kuvaan.
ja: しかしながら、あまり気にしない作者は、長い記述を所かまわず配置することでしょう。そういう場合、ユーザーは画像に戻りたいと思うので、元の画像に戻る方法が必要です。

source: This add-on provides both features, in support of this [issue opened in NVDA's repository][2].
bg: Тази добавка предоставя и двете функции в подкрепа на този [доклад, публикуван в хранилището на NVDA][2].
es: Este complemento proporciona ambas características, como apoyo a esta [incidencia abierta en el repositorio de NVDA][2].
fi: Tämä lisäosa tarjoaa molemmat ominaisuudet, jotka tukevat tätä [NVDA:n lähdekoodivarastossa avattua ongelmaa][2].
ja: このアドオンは両方の機能を提供します。[NVDAのレポジトリに開かれたこのイシュー][2]にサポートされています。

source: Commands
bg: Команди
es: Órdenes
fi: Komennot
ja: コマンド

source: NVDA+alt+d: moves the cursor to the element identified with aria-details.
bg: NVDA+Alt+D: Премества курсора към елемента, идентифициран с aria-details.
es: NVDA+alt+d: mueve el cursor al elemento identificado con aria-details.
fi: NVDA+Alt+D: siirtää kohdistimen aria-details-attribuutilla merkittyyn elementtiin.
ja: NVDA+alt+d: ariaの詳細により記述された要素にカーソルを移動。

source: NVDA+alt+shift+d: moves the cursor to the original element, for example, an image with furter details like a long description.
bg: NVDA+Alt+Shift+D: Премества курсора към оригиналния елемент, например изображение с допълнителни подробности като дълго описание.
es: NVDA+alt+shift+d: mueve el cursor al elemento original. Por ejemplo, una imagen con más detalles, como una descripción larga.
fi: NVDA+Alt+Vaihto+D: siirtää kohdistimen alkuperäiseen elementtiin, esimerkiksi kuvaan, jossa on tarkempia tietoja, kuten pitkä kuvaus.

source: The above commands can be modified from NVDA's menu, Preferences submenu, Input gestures dialog, Browse mode category.
bg: Гореизброените команди могат да се променят от менюто на NVDA -> подменюто "Настройки" -> диалоговия прозорец "Жестове на въвеждане" -> категорията "Режим на разглеждане".
es: Las órdenes anteriores pueden modificarse desde el menú NVDA, submenú Preferencias, diálogo Gestos de entrada, categoría Modo exploración.
fi: Yllä olevia komentoja voidaan muokata kohdasta NVDA-valikko -> Asetukset-alivalikko -> Näppäinkomennot-valintaikkuna -> Selaustila-kategoria.
ja: 上記のコマンドはNVDAメニュー、設定サブメニュー、入力ジェスチャダイアログ、ブラウズモードカテゴリで変更可能です。

source: Changes for 2.0
ja: 2.0の変更点

source: Added ability to move back through multiple annotation origins.
ja: 複数の注釈の元の項目を通って戻れる機能を追加しました。

source: Requires NVDA 2023.1 or later.
ja: NVDA 2023.1以降が必要。
