Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/enhancedAria.*.po
Languages: de

source: Author: Jose Manuel Delicado
de: Autor: Jose Manuel Delicado

source: Download [stable version][1]
de: Herunterladen der [stabilen Version][1]

source: This addon allows you to customize which aria landmarks are reported by NVDA when you browse the Internet.
de: Mit dieser Erweiterung können Sie einstellen, welche Aria-Sprungmarken beim Surfen im Internet von NVDA gemeldet werden.

source: Its functionality is very simple. Once installed, open your webbrowser and visit the web as usual. The default aria landmarks reported by Firefox and Chrome will also be visible in Internet Explorer, so you will be able to press quick navigation keys to jump between them, and list them by pressing NVDA+f7 in all browsers. Read the NVDA User Guide for more information.
de: Die Funktionsweise ist sehr einfach. Öffnen Sie nach der Installation Ihren Webbrowser und besuchen Sie das Web wie gewohnt. Die standardmäßig von Firefox und Chrome gemeldeten Aria-Sprungmarken werden auch im Internet Explorer sichtbar sein, so dass Sie die Schnellnavigationstasten drücken können, um zwischen ihnen zu springen und sie durch Drücken von NVDA+f7 in allen Browsern aufzulisten. Lesen Sie das NVDA-Benutzerhandbuch für weitere Informationen.

source: The addon adds an extra landmark not included by default in NVDA, the article (abbreviated in Braille as art).
de: Die Erweiterung fügt eine zusätzliche Sprungmarke hinzu, die nicht standardmäßig in NVDA enthalten ist, den Artikel (abgekürzt in Braille).

source: The configuration dialog
de: Das Einstellungsfenster

source: You can enable or disable landmarks by going to NVDA, preferences, Enhanced Aria Settings or from the appropriate category in the NVDA options dialog. The dialog has a checkbox for each landmark. If you disable a landmark, you won't be able to jump to it pressing the d key when browsing a webpage, and NVDA won't report it.
de: Sie können Sprungmarken aktivieren oder deaktivieren, indem Sie zu NVDA, Einstellungen, "Enhanced Aria"-Einstellungen oder aus der entsprechenden Kategorie im NVDA-Optionen-Dialog gehen. Der Dialog hat für jede Sprungmarke eine Checkbox. Wenn Sie eine Sprungmarke deaktivieren, können Sie beim Durchsuchen einer Webseite nicht zu ihr springen und NVDA meldet sie auch nicht.

source: Contact info
de: Kontakt-Informationen

source: This addon has been developed by Jose Manuel Delicado. If you want to contact me, send an e-mail to jm.delicado@nvda.es, or open an issue on GitHub at https://github.com/jmdaweb/enhancedAria
de: Diese Erweiterung wurde von José Manuel Delicado entwickelt. Wenn Sie mit mir Kontakt aufnehmen möchten, senden Sie eine E-Mail an jm.delicado@nvda.es, oder öffnen Sie einen Fehlerbericht auf GitHub unter https://github.com/jmdaweb/enhancedAria

source: Changelog
de: Änderungsprotokoll

source: Fixed a fatal error when a Braille display was used and the article role was configured to be reported.
de: Ein kritischer Fehler wurde behoben, wenn eine Braillezeile verwendet wurde und die Artikelrolle so konfiguriert war, dass sie gemeldet wurde.

source: Stability improvements
de: Stabilitätsverbesserungen

source: Added support for multi-category settings dialog available on NVDA 2018.2 and later
de: Unterstützung für den Multi-Kategorie-Einstellungsdialog ab NVDA 2018.2 wurde hinzugefügt.

source: Added Python 3 compatibility
de: Kompatibilität für Python 3 hinzugefügt

source: Now guiHelper module is used to create the addon interface
de: Es wird nun das guiHelper Modul verwendet, um das Addon Interface zu erstellen.

source: Added configobj specification for addon settings
de: Es wurde die configobj-Spezifikation für die Einstellungen der Erweiterung hinzugefügt

source: Bugs fixed
de: Fehler wurden behoben.

source: Fixed issues which prevented opening the addon settings dialog when reverting to NVDA saved configuration
de: Es wurden Probleme behoben, die das Öffnen des Dialogs der Erweiterungseinstellungen nach dem Zurücksetzen auf die NVDA-gespeicherte Konfiguration verhinderten.
