Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/evtTracker.*.po
Languages: bg, de, es, uk

source: [[!meta title="Event Tracker"]]
bg: [[!meta title="Проследяване на събития (Event Tracker)"]]
es: [[!meta title="Rastreador de eventos"]]
uk: [[!meta title="Event Tracker (Відстежувач подій)"]]

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
uk: Завантажити [стабільну версію][1]

source: This add-on outputs information about objects for which events were fired. Properties recorded in debug log mode include object type, name, role, event, app module, and accessibility API specific information such as accName for IAccessible object and Automation Id for UIA objects.
bg: Тази добавка извежда информация за обекти, за които са били задействани събития. Свойствата, записани в режим на протоколиране за отстраняване на грешки, включват тип обект, име, роля, събитие, модул на приложението и специфична информация за ППИ за достъпност, като accName за обект IAccessible и Automation Id за обекти на UIA.
de: Diese Erweiterung gibt Informationen zu Objekten aus, für die Ereignisse ausgelöst wurden. Zu den im Debug-Protokollmodus aufgezeichneten Eigenschaften gehören Objekttyp, Name, Rolle, Ereignis, App-Modul und API-spezifische Informationen zur Barrierefreiheit wie accName für IAccessible-Objekte und Automatisierungs-ID für UIA-Objekte.
es: Este complemento emite información sobre objetos en los que se han disparado eventos. Entre las propiedades registradas en el nivel de registro de depuración se incluyen el tipo de objeto, su nombre, rol, evento, módulo de aplicación, e información específica de la API de accesibilidad como el accName del objeto IAccessible y el Id de automatización en objetos UIA.
uk: Цей додаток виводить інформацію про об’єкти, для яких було розпочато події. Властивості, записані в режимі журналу налагодження, включають тип об’єкта, ім’я, роль, подію, модуль програми та інформацію API спеціальних можливостей, таку як accName для об’єкта IAccessible та ідентифікатор автоматизації для об’єктів UIA.

source: Notes:
bg: Забележки:
de: Anmerkungen:
es: Notas:
uk: Примітки:

source: This add-on is designed for developers and power users needing to track events coming from apps and various controls.
bg: Тази добавка е предназначена за разработчици и опитни потребители, които трябва да проследяват събития, идващи от приложения и различни контроли.
de: Diese Erweiterung wurde für Entwickler und Power-User entwickelt, die Ereignisse verfolgen müssen, die von Apps und verschiedenen Steuerelementen stammen.
es: Este complemento está pensado para desarrolladores y usuarios avanzados que necesitan rastrear eventos procedentes de aplicaciones y diversos controles.
uk: Цей додаток призначений для розробників і досвідчених користувачів, яким потрібно відстежувати події, що надходять з програм та різних елементів керування.

source: In order to use the add-on, NVDA must be logging in debug mode (configured from general settings/logging level, or restart with debug logging enabled).
bg: За да се използва добавката, NVDA трябва да протоколира в режим за отстраняване на грешки (настройвано от Общи настройки -> Ниво на протоколиране или чрез рестартиране с протоколиране за отстраняване на грешки).
de: Um die Erweiterung verwenden zu können, muss sich NVDA im Debug-Modus befinden (konfiguriert über das NVDA-Menü, Optionen, Einstellungen, Allgemein und dort Protokollierungsstufen oder Neustart mit aktivierter Debug-Protokollierung).
es: Para usar el complemento, NVDA debe tener el registro en modo depuración (configurado desde Opciones generales / Nivel de registro, o reiniciado con el registro de depuración habilitado).
uk: Щоб використовувати додаток, NVDA повинна вести журнал у режимі налагодження (налаштовується у загальних налаштуваннях/рівень запису в журнал або перезапустіть NVDA з увімкненим журналом звіту на рівні налагодження.

source: It might be possible that add-ons loaded earlier than Event Tracker may not pass on the event to other add-ons, including Event Tracker. If this happens, Event Tracker will not be able to log events.
bg: Възможно е добавките, заредени по-рано от "Проследяване на събития", да не предават събитието на други добавки, включително "Проследяване на събития". Ако това се случи, "Проследяване на събития" няма да може да протоколира събитията.
de: Es ist möglich, dass Erweiterungen, die früher als Event-Tracker geladen wurden, das Ereignis möglicherweise nicht an andere Erweiterungen weitergeben, einschließlich Event-Tracker. In diesem Fall kann Event-Tracker keine Ereignisse protokollieren.
es: Podría ser posible que los complementos cargados antes que el reastreador de eventos no pasen el evento a otros complementos, incluido el rastreador de eventos. Si esto sucede, el rastreador de eventos no será capaz de registrar eventos.
uk: Можливо, додатки, завантажені раніше за Event Tracker, можуть не передавати подію іншим додаткам, включно з Event Tracker. Якщо це станеться, Event Tracker не зможе відстежувати події.

source: Events are handled from global plugins, app modules, tree interceptors, and NVDA objects, in that order.
bg: Обработват се събития от глобални плъгини, модули за приложения, прехващачи на дървовидни структури (tree interceptors) и обекти на NVDA, в този ред.
de: Ereignisse werden von globalen Plugins, App-Modulen, Baum-Interceptors und NVDA-Objekten in dieser Reihenfolge verarbeitet.
es: Los eventos se manejan desde las extensiones globales, módulos de aplicación, interceptores de árbol y objetos de NVDA, en ese orden.
uk: Події обробляються з глобальних плагінів, модулів програм, перехоплювачів дерев та об’єктів NVDA у такому порядку.

source: Events and their information
bg: Събития и тяхната информация
de: Events und deren Informationen
es: Eventos y su información
uk: Події та інформація про них

source: The following events are tracked and recorded:
bg: Следните събития се проследяват и записват:
de: Die folgenden Ereignisse werden verfolgt und protokolliert:
es: Se rastrean y registran los siguientes eventos:
uk: Відстежуються і записуються такі події:

source: Focus manipulation: gain focus, lose focus, focus entered, foreground
bg: Манипулиране на фокуса: получаване на фокус, загуба на фокус, вход във фокус, преден план
de: Fokusmanipulation: Fokus gewinnen, Fokus verlieren, Fokus eingegeben, Vordergrund
es: Manipulación del foco: obtención de foco, pérdida de foco, foco introducido, primer plano
uk: Маніпуляція фокусом: отримання фокусу, втрата фокусу, введення фокусу, передній план

source: Changes: name, value, state, description, live region
bg: Промени: име, стойност, състояние, описание, жив регион
de: Änderungen: Name, Wert, Status, Beschreibung, Live-Region
es: Cambios: nombre, valor, estado, descripción, región viva
uk: Зміни: ім’я, значення, стан, опис, інтерактивна область (live region)

source: For each event, the following information will be recorded:
bg: За всяко събитие ще се записва следната информация:
de: Für jedes Event werden folgende Informationen protokolliert:
es: Se registra la siguiente información de cada evento:
uk: Для кожної події записується така інформація:

source: Event name
bg: Име на събитието
de: Name des Events
es: Nombre del evento
uk: Ім’я події

source: Object
bg: Обект
de: Objekt
es: Objeto
uk: Об’єкт

source: Object name
bg: Име на обекта
de: Name des Objekts
es: Nombre del objeto
uk: Ім’я об’єкта

source: Object role
bg: Роля на обекта
de: Rolle des Objekt
es: Rol del objeto
uk: Роль об’єкта

source: Object value or state depending on events
bg: Стойност или състояние на обекта, в зависимост от събитията
de: Wert oder Zustand des Objekts, abhängig von Ereignissen
es: Estado o valor del objeto, dependiendo de los eventos
uk: Значення або стан об’єкта, залежно від подій

source: App module
bg: Модул за приложение
es: Módulo de aplicación
uk: Модуль програми

source: For IAccessible objects: acc name, child ID
bg: За IAccessible обекти: acc име, ИД на дъщерен обект
de: Für IAccessible-Objekte: Acc-Name, Child-ID
es: En objetos IAccessible: nombre acc, ID del hijo
uk: Для об’єктів IAccessible: acc name, child ID

source: Version 21.10
bg: Версия 21.10
es: Versión 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
bg: Поради промени в NVDA, които засягат тази добавка, се изисква NVDA 2021.2 или по-нова версия.
de: NVDA 2021.2 oder neuer wird auf Grund von Änderungen an NVDA benötigt, die diese Erweiterung betreffen.
es: Se requiere NVDA 2021.2 o posterior a causa de cambios en NVDA que afectan a este complemento.

source: UIA layout invalidated event will be tracked.
bg: Събитието UIA layout invalidated ще бъде проследявано.
de: Ungültiges UIA-Layout-Ereignis wird verfolgt.
es: Se seguirá el evento UIA diseño invalidado.

source: Object role and states information will resemble developer info found in more recent NVDA releases.
bg: Информацията за ролята и състоянието на обекта ще приличат на информацията за разработчици, налична в по -новите версии на NVDA.
de: Die Informationen zu Objektrollen und -status ähneln den Entwicklerinformationen aus neueren NVDA-Versionen.
es: La información de rol y estados de un objeto se parecerá a la información para desarrolladores que se encuentra en las versiones más recientes de NVDA.

source: Version 21.07
bg: Версия 21.07
es: Versión 21.07
uk: Версія 21.07

source: Initial release.
bg: Първо издание.
de: Erstveröffentlichung.
es: Versión inicial.
uk: Перша версія.

source: Author: Joseph Lee
de: Autor: Joseph Lee
uk: Автор: Joseph Lee

source: NVDA compatibility: 2021.2 and beyond
de: NVDA-Kompatibilität: 2021.2 und neuer

source: UIA events: controller for, element selected, item status, layout invalidated, notification, text change, tooltip open, window open
de: UIA-Ereignisse: Controller für, Element ausgewählt, Elementstatus, Layout ungültig, Benachrichtigung, Textänderung, Tooltipp geöffnet, Fenster geöffnet

source: For UIA objects: Automation Id, class name, notification properties if recording notification event information, child count for layout invalidated event
de: Für UIA-Objekte: Automatisierungs-ID, Klassenname, Benachrichtigungseigenschaften beim Protokollieren von Informationen zu Benachrichtigungsereignissen, untergeordnete Anzahl für das Layout ungültig gemachte Ereignis

source: NVDA compatibility: 2021.1 and beyond
uk: Сумісність з NVDA: 2021.1 і новіші

source: UIA events: element selected, item status, controller for, notification, tooltip open, window open, text change
uk: Події UIA: вибраний елемент, стан елемента, контролер для, сповіщення, відкриття підказки, відкрите вікно, зміна тексту

source: For UIA objects: Automation Id, class name, notification properties if recording notification event information
uk: Для об’єктів UIA: Ідентифікатор автоматизації, назва класу, властивості сповіщень, якщо записується інформація про подію сповіщення
