Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/extendedWinamp.*.po
Languages: hr, zh_cn

source: [[!meta title="extendedWinamp"]]
hr: [[!meta title="Winamp proširenje (extendedWinamp)"]]
zh_cn: [[!meta title="extended-NVDAWinamp支持插件"]]

source: Authors: Hrvoje Katic and NVDA-addon-team
hr: Autori: Hrvoje Katić i razvojni tim za NVDA dodatke
zh_cn: 作者: Hrvoje Katic and NVDA-addon-team

source: Download: [version 1.1][1]
hr: Preuzimanje: [verzija 1.1][1]
zh_cn: 下载: [版本 1.1][1]

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
hr: Ovaj prošireni aplikacijski modul proširuje mogućnosti originalnog aplikacijskog modula za Winamp, dostupnog u NVDA čitaču zaslona, dodatnim funkcijama.
zh_cn: 这个插件模块扩展了NVDA中的原始Winamp appModule，具有一些额外的功能。

source: s togle shuffle on/off
hr: s Naizmjence uključi ili isključi miješanje
zh_cn: 打开/关闭随机播放

source: r togle repeat on/off
hr: r Naizmjence uključi ili isključi ponavljanje
zh_cn: r togle重复开/关

source: F5 mute playback
hr: F5 Isključi zvuk reprodukcije
zh_cn: F5静音或播放

source: F6 set playback volume to 25%
hr: F6 Postavi glasnoću reprodukcije na 25%
zh_cn: F6设置播放音量为25％

source: F7 set playback volume to 50%
hr: F7 Postavi glasnoću reprodukcije na 50%
zh_cn: F7将播放音量设置为50％

source: F8 set playback volume to 100%
hr: F8 Postavi glasnoću reprodukcije na 100%
zh_cn: F8将播放音量设置为100％

source: Shift+LeftArrow pan Left
hr: Shift+Strelica lijevo Pomakni na lijevo
zh_cn: Shift + LeftArrow左平移

source: Shift+RightArrow pan Right
hr: Shift+Strelica desno Pomakni na desno
zh_cn: Shift + RightArrow pan右平移

source: Shift+UpArrow pan Center
hr: Shift+Strelica gore Pomakni na sredinu
zh_cn: Shift + UpArrow平移维中心

source: Control+Shift+t speaks total Track Length
hr: Control+Shift+t Izgovara ukupno vrijeme trake
zh_cn: Control + Shift + t朗读总轨道长度

source: Control+Shift+e speaks track Elapsed Time
hr: Control+Shift+e Izgovara proteklo vrijeme trake
zh_cn: Control + Shift + e读出跟踪经过时间

source: Control+Shift+r speaks track Remaining Time
hr: Control+Shift+r Izgovara preostalo vrijeme trake
zh_cn: Control + Shift + r读出跟踪剩余时间

source: Shift+r Review the end of track "last 6 seconds by default"
hr: Shift+r Preslušaj kraj trake (standardno je postavljeno na zadnjih 6 sekundi)
zh_cn: Shift + r查看曲目的结尾“默认为最后6秒”

source: Control+r Set the review time "in seconds" for use with Review End of Track command
hr: Control+r Postavi vrijeme za preslušavanje (u sekundama) za uporabu s naredbom „Preslušaj kraj trake”
zh_cn: Control + r设置“以秒为单位”的查看时间，以便与Review End of Track命令一起使用

source: Shift+j Set alternate jump time "in seconds"
hr: Shift+j Postavi vrijeme za naizmjenični skok (u sekundama)
zh_cn: Shift + j设置备用跳转时间“以秒为单位”

source: Control+RightArrow alternate Jump Forward "6 seconds by default"
hr: Control+Strelica desno Naizmjenično skoči naprijed (standardno je postavljeno na 6 sekundi)
zh_cn: Control + RightArrow alternate Jump Forward“默认为6秒”

source: Control+LeftArrow alternate Jump Backward "6 seconds by default"
hr: Control+Strelica lijevo Naizmjenično skoči natrag (standardno je postavljeno na 6 sekundi)
zh_cn: Control + LeftArrow alternate Jump Backward“默认为6秒”

source: Changes for 1.1
hr: Promjene u 1.1
zh_cn: 版本1.1

source: New languages: Aragonese, Arabic, Dutch, German, Finnish, French, Galician, Hungarian, Italian, Japanese, Korean, Nepali, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil, Turkish.
hr: Novi jezici: Aragonski, Arapski, Nizozemski, Njemački, Finski, Francuski, Galicijski, Mađarski, Talijanski, Japanski, Korejski, Nepalski, Portugalski (Brazil), Ruski, Slovački, Slovenski, Španjolski, Tamilski, Turski.
zh_cn: 新的 翻译: Aragonese, Arabic, Dutch, German, Finnish, French, Galician, Hungarian, Italian, Japanese, Korean, Nepali, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil, Turkish.

source: Changes for 1.0
hr: Promjene u 1.0
zh_cn: 版本1.0

source: Initial Release
hr: Prvo izdanje
zh_cn: 发布初始版本
