Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/goldwave.*.po
Languages: pt_br

source: Authors: Joseph Lee, NVDA contributors.
pt_br: Autores: Joseph Lee, colaboradores do NVDA.

source: Download [stable version][1]
pt_br: Baixe a [versão estável][1]

source: This app module enhances access and usage of GoldWave audio editor.
pt_br: Este módulo de aplicativo melhora o acesso e o uso do editor de áudio GoldWave.

source: Shortcuts
pt_br: Atalhos

source: NVDA+Shift+C: Toggles speaking of commands during audio editing.
pt_br: NVDA+Shift+C: Alterna a fala de comandos durante a edição de áudio.

source: Control+Shift+P: Announces current track position.
pt_br: Control+Shift+P: Anuncia a posição na faixa atual.

source: NVDA+Shift+R: Announces remaining time for the currently editing track.
pt_br: NVDA+Shift+R: Anuncia o tempo restante da faixa atualmente em edição.

source: Control+NVDA+1: Announces the channel you are editing.
pt_br: Control+NVDA+1: Anuncia o canal que se está editando.

source: Control+NVDA+2: Announces the total length of the audio file.
pt_br: Control+NVDA+2: Anuncia o comprimento total do arquivo de áudio.

source: Control+NVDA+3: announces a summary on audio selection information.
pt_br: Control+NVDA+3: anuncia um resumo das informações de seleção de áudio.

source: Control+NVDA+4: Announces the zoom level.
pt_br: Control+NVDA+4: Anuncia o nível de zum.

source: For more information about GoldWave and keyboard commands, refer to GoldWave Manual.
pt_br: Para mais informações sobre o GoldWave e os comandos de teclado, consulte o Manual do GoldWave.

source: Note: GoldWave 6 or later is required.
pt_br: Nota: GoldWave 6 ou posterior é necessário.

source: Version 21.10
pt_br: Versão 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
pt_br: O NVDA 2021.2 ou posterior é necessário devido a mudanças no NVDA que afetam este complemento.

source: In GoldWave 6.57 and later, NVDA will no longer repeat the name of the loaded file when pressing play/rewind/stop keys.
pt_br: No GoldWave 6.57 e posteriores, o NVDA não repetirá mais o nome do arquivo carregado ao pressionar as teclas reproduzir/retroceder/parar.

source: Version 21.06
pt_br: Versão 21.06

source: Resolved additional coding style issues and potential bugs with Flake8.
pt_br: Resolvidos problemas adicionais de estilo de codificação e possíveis falhas com Flake8.

source: Version 20.06
pt_br: Versão 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
pt_br: Foram resolvidos muitos problemas de estilo de codificação e possíveis erros com o Flake8.

source: Version 20.04
pt_br: Versão 20.04

source: Added input help messages for remainig time command (NVDA+Shift+R).
pt_br: Adicionadas mensagens de ajuda de entrada para o comando de tempo restante (NVDA+Shift+R).

source: Toggle command announcement command (NVDA+Shift+C) will now show up under "GoldWave" category in NVDA's input gestures dialog.
pt_br: O comando de alternância de anúncio de comando (NVDA+Shift+C) será exibido na categoria "GoldWave" no diálogo Definir comandos do NVDA.

source: Version 20.01
pt_br: Versão 20.01

source: Requires NVDA 2019.3 or later.
pt_br: Requer NVDA 2019.3 ou posterior.

source: Version 19.11
pt_br: Versão 19.11

source: Windows 7 SP1, GoldWave 6.x, and NVDA 2019.1 or later is required.
pt_br: É necessário o Windows 7 SP1, GoldWave 6.x, e NVDA 2019.1 ou posterior.

source: Added help message for sound window (accessible if Control Usage Assistant add-on is installed).
pt_br: Adicionada mensagem de ajuda para a janela de som (acessível se o complemento Assistente para Uso de Controles estiver instalado).

source: Version 18.12
pt_br: Versão 18.12

source: NVDA will no longer appear to do nothing or play error tones when performing certain GoldWave commands with command announcement set to off (this may result in odd behaviors in some cases).
pt_br: O NVDA não parece mais fazer nada ou reproduzir sons de erro ao executar determinados comandos GoldWave com o aviso de comando desativado (isso pode resultar em comportamentos estranhos em alguns casos).

source: Internal changes to support future NVDA releases.
pt_br: Alterações internas para dar suporte a versões futuras do NVDA.

source: Version 18.07
pt_br: Versão 18.07

source: Fixed an issue where leading zeroes would not be displayed when trying to obtain remaining time for a trakc.
pt_br: Corrigido um problema em que os zeros iniciais não eram exibidos ao tentar obter o tempo restante para uma faixa.

source: Version 17.05
pt_br: Versão 17.05

source: Added ability to provide debug information when NVDA is running with debug logging enabled (NVDA 2017.1 or later).
pt_br: Adicionada capacidade de fornecer informações de depuração quando o NVDA está sendo executado com o log de depuração ativado (NVDA 2017.1 ou posterior).

source: Updated translations.
pt_br: Traduções atualizadas.

source: Version 16.12
pt_br: Versão 16.12

source: Version scheme is now year.month instead of major.minor.
pt_br: O esquema de versão agora é ano.mês ao invés de maior.menor.

source: Changes for 4.0
pt_br: Mudanças na 4.0

source: Add-on repository has moved to GitHub (now located at https://github.com/josephsl/goldwave).
pt_br: Movido o repositório do complemento para o GitHub (agora localizado em https://github.com/josephsl/goldwave).

source: Performance improvements when looking up information such as channel name and other status information.
pt_br: Melhorias de desempenho ao verificar informações como nome do canal e outras informações de status.

source: Changes for 3.0
pt_br: Mudanças na 3.0

source: Added a command to announce remaining time for the current track (NVDA+Shift+R).
pt_br: Adicionado um comando para anunciar o tempo restante da faixa atual (NVDA+Shift+R).

source: Slight improvements when announcing status information such as channel information.
pt_br: Ligeira melhoria ao anunciar informações de status, tais como informações de canal.

source: Changes for 2.0
pt_br: Mudanças na 2.0

source: Support for GoldWave 6, including 64-bit version of GoldWave (see note above).
pt_br: Suporte ao GoldWave 6, incluindo a versão 64-bit do GoldWave (ver nota acima).

source: Add-on help can now be accessed from add-ons manager (NVDA 2014.3 and later).
pt_br: A ajuda do complemento pode ser agora acessada do gestor de complementos (NVDA 2014.3 e posterior).

source: NVDA now announces selected channel if you press channel selection commands such as Control+Shift+L for the left channel.
pt_br: O NVDA agora anuncia o canal selecionado se você pressiona comandos de seleção de canais, como Control+Shift+L para o canal esquerdo.

source: Various issues with numeric edit fields such as censor field and time selector in mix dialog has been fixed, including selecting text, updating values and so on.
pt_br: Foram corrigidos vários problemas com campos numéricos de edição, como o campo de censor e o seletor de tempo no diálogo de mixagem, incluindo selecionar texto, atualizar valores e outros.

source: Command announcement setting will be remembered when switching to other programs.
pt_br: As definições de anúncio de comando serão lembradas ao trocar para outros programas.

source: Changes for 1.2
pt_br: Mudanças na 1.2

source: Fixed an issue where NVDA had difficulty announcing some edit fields.
pt_br: Corrigido um problema com o qual o NVDA encontrava dificuldades ao anunciar alguns campos de edição.

source: New and updated translations.
pt_br: Novas e atualizadas traduções.

source: Please note that due to recent changes in NVDA, audio selection and other status commands may not work as expected in some systems.
pt_br: Por favor note que, devido a mudanças recentes no NVDA, a seleção de áudioi e outros comandos de status podem não funcionar como esperado em alguns sistemas.

source: Changes for 1.1
pt_br: Mudanças na 1.1

source: Support for message announcements in braille.
pt_br: Suporte a anúncios de mensagens em braille.

source: Audio selection summary is presented in languages other than English.
pt_br: O resumo da seleção de áudio é apresentado noutros idiomas além de Inglês.

source: More command announcements added including cue position movement and delete/trim operations.
pt_br: Adicionados novos anúncios de comandos incluindo movimentos na posição da divisão e operações de apagamento/exclusão.

source: Fixed an issue in numeric edit fields such as various effects dialogs where nothing or wrong field name was announced.
pt_br: Corrigido um problema em campos numéricos de edição, como em vários diálogos de efeitos, nos quais nada era anunciado ou então um nome de campo errado.

source: Changes for 1.0
pt_br: Mudanças na 1.0

source: Initial version.
pt_br: Versão inicial.
