Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/ImageDescriber.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, ko, pt_pt, ro, sk, uk, zh_cn

source: [[!meta title="Image Describer"]]
bg: [[!meta title="Описание на изображения (Image Describer)"]]
da: [[!meta title="Billedbeskrivelse"]]
de: [[!meta title="Bildbeschreiber"]]
hr: [[!meta title="Opisivanje slika (Image Describer)"]]
pt_pt: [[!meta title="Descritor de imagens"]]
sk: [[!meta title="Popisovač obrázkov"]]
zh_cn: [[!meta title="图像描述"]]

source: Author: Oliver Edholm
bg: Автор: Oliver Edholm
da: Forfatter: Oliver Edholm
de: Autor: Oliver Edholm
es: Autor: Oliver Edholm
fi: Tekijä: Oliver Edholm
fr: Auteur : Oliver Edholm
gl: Autor: Oliver Edholm
hr: Autor: Oliver Edholm
ja: 作者: Oliver Edholm
ko: 개발자: Oliver Edholm
pt_pt: Autor: Oliver Edholm
ro: Autor: Oliver Edholm
sk: Autor: Oliver Edholm
uk: Автор: Oliver Edholm
zh_cn: 作者: Oliver Edholm

source: Download at http://www.screenreader.ai
bg: Изтегляне от http://www.screenreader.ai
da: Hent på http://www.screenreader.ai
de: Download unter http://www.screenreader.ai
es: Descargar desde http://www.screenreader.ai
fi: Lataa osoitteesta http://www.screenreader.ai
fr: Télécharger sur http://www.screenreader.ai
gl: Descargar dende http://www.screenreader.ai
hr: Preuzmi na http://www.screenreader.ai
ja: http://www.screenreader.aiにてダウンロード
ko: http://www.screenreader.ai 웹사이트에서 다운로드 받으세요.
pt_pt: Baixar em http://www.screenreader.ai
ro: Descărcați-l de la http://www.screenreader.ai
sk: Stiahnúť na http://www.screenreader.ai
uk: Завантажте на http://www.screenreader.ai
zh_cn: 下载 http://www.screenreader.ai

source: [stable version][1]
bg: [стабилна версия][1]
da: [stabil version][1]
de: [Stabile Version herunterladen][1]
es: [versión estable][1]
fi: [Vakaa versio][1]
gl: [versión estable][1]
hr: [Stabilna verzija][1]
ja: [安定版][1]
pt_pt: [versão estável][1]
ro: [versiunea stabilă][1]
sk: [stabilná verzia] [1]
uk: [стабільну версію][1]
zh_cn: [稳定版][1]

source: This add-on gives descriptions of images for you by utilizing methods in Machine Learning.
bg: Тази добавка дава описания на изображения за вас чрез използване на методи в машинното обучение.
da: Denne tilføjelse kan beskrive billeder for dig ved hjælp af metoder inden for maskinlæring.
de: Diese erweiterung bitet Beschreibungen von Bildern, indem Methoden des automatisierten maschinellen Lernens verwendet werden.
es: Este complemento te proporciona descripciones de imágenes utilizando métodos de aprendizaje automático.
fi: Tämä lisäosa antaa kuvien selostukset koneoppimisen menetelmiä hyödyntäen.
fr: Cette extension vous donne une description des images en utilisant des méthodes de Machine Learning.
gl: Este complemento fornéceche descricións de imaxes utilizando métodos de aprendizaxe automática.
hr: Ovaj dodatak daje opis slika pomoću metoda u Machine Learning (strojno učenje).
ja: このアドオンは、機械学習の方法を利用して画像の説明をします。
ko: 이 애드온은 기계 학습 방식을 통해서 그림에 대한 설명을 부여합니다.
pt_pt: Este extra fornece-lhe descrições de imagens, utilizando métodos de inteligência artificial.
ro: Acest supliment vă furnizează descrieri de imagini utilizându-se de inteligența artificială.
sk: Tento doplnok poskytuje popisy k obrázkom, pričom využíva dostupné metódy strojového učenia a umelej inteligencie.
uk: Цей додаток надає опис зображень для вас, використовуючи методи машинного навчання.
zh_cn: 此插件主要使用机器学习中的方法为您提供图像描述。

source: Notes:
bg: Забележки:
da: Bemærkninger:
de: Anmerkungen:
es: Notas:
fi: Huomautuksia:
gl: Notas:
hr: Napomene:
ja: 備考:
ko: 참고사항:
pt_pt: Notas:
ro: Note:
sk: Poznámky:
uk: Примітки:
zh_cn: 注意:

source: The shortcut to get an image description of the current navigator object is NVDA+Control+I.
bg: Командата за получаване на описание на изображението в текущия навигационен обект е NVDA+Control+I.
da: Genvejen til at få en billedbeskrivelse af det aktuelle navigatorobjekt er NVDA +Control+I.
de: Der Kurzbefehl um die Beschreibung eines Bildes zu erhalten, welches sich am aktuellen Navigatorobjekt befindet, ist NVDA+Steuerung+I.
es: El atajo para obtener una descripción de imagen para el navegador de objetos actual es NVDA+Control+I.
fi: Kuvaselostus saadaan nykyisestä navigointiobjektista painamalla NVDA+Ctrl+I.
fr: Le raccourci pour obtenir une description de l'image sous l'objet navigateur courant est NVDA+Contrôle+i.
gl: O atallo para obter unha descrición de imaxe para o navegador de obxectos actual é NVDA+Control+I.
hr: Prečac za dobivanje opisa slike trenutačnog navigacijskog objekta je NVDA+Control+I.
ja: 現在のナビゲータオブジェクトの画像の説明を得るためのショートカットキーはNVDA+Control+Iです。
ko: 선택된 네비게이터 항목에 대한 그림 설명을 받으려면 NVDA + 컨트롤 + I 키를 누르세요.
pt_pt: O atalho para obter uma descrição da imagem do objecto actual do navegador de objectos é NVDA + Control + I.
ro: Scurtătura pentru obținerea unei descrieri de imagine a obiectului navigator curent este NVDA+Control+I.
sk: Skratkou nvda+ctrl+i môžete nechať popísať obrázok, na ktorom sa nachádza navigačný objekt.
uk: Комбінація клавіш для отримання опису зображення в поточній позиції об’єктного навігатора – NVDA+Control+I.
zh_cn: 获取当前导航器对象的图像描述的快捷键是NVDA + Control + I.

source: If you configure another language than English, the description could have translation issues because it's automatically generated.
bg: Ако зададете език, различен от английския, описанието може да има грешки в превода, защото то се генерира автоматично.
da: Hvis du konfigurerer et andet sprog end engelsk, kan den aktuelle beskrivelse have oversættelsesproblemer, fordi den automatisk genereres.
de: Wenn Sie eine andere Sprache als Englisch einstellen, könnte die Beschreibung Fehler aufgrund der automatisierten Übersetzung haben.
es: Si configuras otro idioma distinto al inglés, las descripciones podrían tener errores de traducción ya que se generan automáticamente.
fi: Jos määrität kieleksi muun kuin englannin, selostuksessa voi olla käännösvirheitä, koska se luodaan automaattisesti.
fr: Si vous configurez une autre langue que l'Anglais, la description peut avoir des problèmes de traduction car elle est générée automatiquement.
gl: Se configuras outra lingua que inglés, as descricións poderían ter erros de tradución xa que se xeran automaticamente.
hr: Ako konfiguriraš drugi jezik osim engleskog, opis bi mogao imati probleme u prijevodu, jer se generira automatski.
ja: 英語以外の言語で設定している場合、自動生成しているため、翻訳に問題があるかもしれません。
ko: 영어가 아닌 언어를 사용하는 경우에는 그림 설명이 자동으로 번역되므로 내용에 다소 문제가 있을 수 있습니다.
pt_pt: Se configurar outro idioma que não seja o inglês, a descrição pode apresentar problemas de tradução porque é gerada automaticamente.
ro: Dacă configurați o altă limbă decât engleza, descrierea poate avea probleme la traducere, pentru că e generată automat.
sk: Ak si v nastaveniach vyberiete iný jazyk ako angličtinu, popis obrázka sa strojovo preloží do vybratého jazyka. Takýto preklad môže byť nepresný.
uk: Якщо ви налаштуєте іншу мову ніж англійська, то описи можуть мати проблеми з перекладом, оскільки вони перекладаються автоматично.
zh_cn: 如果您配置的语言不是英语，则描述可能会有翻译问题，因为它是自动生成的。

source: The language of the descriptions that are generated are linked with the configured NVDA language. In other words, if you have Swedish configured, you will get Swedish descriptions, unless you change the language in the Image describer settings.
bg: Езикът на генерираните описания е обвързан със зададения език за NVDA. С други думи, ако езикът за интерфейса на NVDA е зададен на шведски, ще получите описанията на шведски, освен ако не промените езика в настройките на добавката "Описание на изображения".
da: Sproget for de beskrivelser, der genereres, er knyttet til det konfigurerede NVDA-sprog. Med andre ord, hvis du har svensk konfigureret, får du svenske beskrivelser, medmindre du ændrer sproget i indstillingerne for Billedbeskrivelse.
de: Die Sprache der erzeugten Bildbeschreibung ist mit der in NVDA eingestellten Sprache verknüpft. In anderen Worten, wenn Sie deutsch eingestellt haben, werden Sie deutsche Beschreibungen erhalten, es sei denn Sie wechseln die Sprache in den Bildbeschreibereinstellungen.
es: El idioma de las descripciones que se generan está vinculado al idioma de NVDA configurado. En otras palabras, si tienes configurado el sueco, obtendrás descripciones en sueco, a menos que cambies el idioma en las opciones de Image describer.
fi: Luotujen selostusten kieli on yhdistetty NVDA:n kieleen. Toisin sanoen, jos olet määrittänyt NVDA:n kieleksi ruotsin, saat ruotsinkieliset selostukset, ellet muuta kieltä Image describerin asetuksista.
fr: La langue des descriptions générées est liée à la langue configurée pour NVDA. Autrement dit, si NVDA est configuré pour le Suédois, vous obtiendrez des descriptions en Suédois, à moins que vous changiez la langue dans les paramètres d'Image describer.
gl: O idioma das descricións que se xeran está vinculado á lingua de NVDA configurada. Noutras palabras, se tes configurado o sueco, obterás descricións en sueco, a menos que cambies o idioma nas opcións de Image describer.
hr: Jezici generiranih opisa su povezani s konfiguriranim NVDA jezikom. Drugim riječima, ako je konfiguriran hrvatski jezik, dobit će se opisi na hrvatskom, osim ako ne zamijeniš jezik u postavkama dodatka „Opisivanje slika”.
ja: 生成される説明の言語は、設定されたNVDAの言語にリンクされています。つまり、スウェーデン語で設定している場合、Image describerの設定を変えない限り、スウェーデン語の説明になります。
ko: 생성되는 그림 설명의 언어는 NVDA의 언어 설정을 따릅니다. 예를 들어 한국어로 설정되어 있는 경우, Image Describer 설정에 따로 언어를 선택하지 않은 경우 한국어 그림 설명을 제공받게 됩니다.
pt_pt: O idioma das descrições que são geradas é vinculado ao idioma configurado no NVDA. Por outras palavras, se tiver configurado o NVDA para o idioma sueco, obterá descrições em sueco, a menos que altere o idioma nas configurações do descritor de imagens.
ro: Limba descriierilor este strict legată de cea în care e setat NVDA. Deci, dacă aveți suedeza ca limbă setată în NVDA, descrierile vor fi traduse în această limbă dacă nu o schimbați din setările suplimentului.
sk: Jazyk popisov je prepojený s jazykom NVDA. Inými slovami, ak ste nakonfigurovali Slovenčinu, dostanete popisy v Slovenčine, pokiaľ nezmeníte jazyk v nastaveniach doplnku.
uk: Мова згенерованих описів прив’язана до мови NVDA. Іншими словами, якщо ви налаштовані на шведську мову, ви отримаєте описи шведською , якщо ви не зміните мову в налаштуваннях додатка Image describer.
zh_cn: 生成的描述语言与配置的NVDA语言链接。换句话说，如果您配置了瑞典语，您将获得瑞典语描述，除非您更改图像描述符设置中的语言。

source: You can change the shortcut in the Input gestures menu, under the Image describer category.
bg: Можете да промените командата от менюто на NVDA -> Настройки -> Жестове на въвеждане, в категорията "Описание на изображения".
da: Du kan ændre tastaturgenvejen ved brug af dialogen til inputbevægelser, der er at finde i Opsætning>Inputbevægelser under Billedbeskrivelse.
de: Sie können den Kurzbefehl ändern im Menü Eingaben, in der Kategorie Bildbeschreiber.
es: Puedes cambiar el atajo en el menú Gestos de entrada, bajo la categoría Image describer.
fi: Voit muuttaa pikanäppäintä Syötekomennot-valintaikkunan Image describer -kategoriasta.
fr: Vous pouvez changer le raccourci clavier dans le menu Gestes de commandes, dans la catégorie Image describer.
gl: Podes cambiar o atallo no menú Xestos de entrada, baixo a categoría Image describer.
hr: Prečac je moguće promijeniti u izborniku „Ulazne geste”, pod kategorijom „Opisivanje slika”.
ja: 入力ジェスチャのメニューで、Image describerカテゴリの下で、ショートカットキーを変更出来ます。
ko: 단축 명령을 바꾸려면 입력 제스처 메뉴의 Image Describer 분류를 찾아보세요.
pt_pt: Pode alterar o atalho no menu entrada de comandos, na categoria descritor de imagens.
ro: Puteți modifica scurtătura în categoria Image Describer, aflată în meniul gesturilor de intrare.
sk: Skratku môžete zmeniť v dialógu klávesové skratky, kategória popisovač obrázkov.
uk: Ви можете змінити комбінацію клавіш для отримання опису зображень в категорії Image describer, розташованій у пункті «Жести вводу» в підменю налаштувань NVDA.
zh_cn: 您可以在“图像描述”类别下的“输入手势”菜单中更改快捷键。

source: Security:
bg: Сигурност:
da: Sikkerhed:
de: Sicherheit:
es: Seguridad:
fi: Tietoturva:
fr: Sécurité :
gl: Seguridade:
hr: Sigurnosti:
ja: セキュリティ:
ko: 보안:
pt_pt: Segurança
ro: Securitate:
sk: bezpečnosť:
uk: Безпека:
zh_cn: 安全：

source: The images are sent to a script hosted on the Google Cloud Platform for analysis. After the analysis the image gets removed from the server and will never be seen again.
bg: Изображенията се изпращат до скрипт, хостван на облачната платформа на Google, за анализ. След анализа изображението се премахва безвъзвратно от сървъра.
da: Billederne sendes til et script på Google Cloud Platform til analyse. Efter analysen bliver billedet fjernet fra serveren og vil aldrig blive set igen.
de: Die Bilder werden zur Analyse an ein Skript auf der Google Cloud Plattform gesendet. Nach der Analyse wird das Bild vom Server entfernt und ist nie wieder zu sehen.
es: Las imágenes se envían a un script alojado en la plataforma Google Cloud para su análisis. Después del análisis la imagen se elimina del servidor y no se volverá a ver más.
fi: Kuvat lähetetään Google Cloud Platformin isännöimän komentosarjan analysoitavaksi. Analyysin jälkeen kuvat poistetaan palvelimelta eivätkä ole enää saatavilla.
fr: Les images sont envoyées à un script hébergé sur la plateforme Google Cloud pour analyse. Après analyse, les images sont effacées du serveur et ne seront plus jamais vues.
gl: As imaxes envíanse a un script aloxado na plataforma Google Cloud para a súa análise. Despois da análise a imaxe elimínase do servidor e non se volverá a ver máis.
hr: Za analiziranje se slike šalju na platformu Google Cloud Platform. Nakon analize se slika uklanja s poslužitelja i nikad se više neće vidjeti.
ja: 画像は、解析のために、グーグルクラウドプラットフォーム上にホストされたスクリプトに送信されます。解析後に、画像はサーバーから削除され、再度見られることはありません。
ko: 이미지들은 구글 클라우드 플랫폼에 보관된 스크립트로 보내져 분석됩니다. 분석 후에는 이미지가 서버에서 삭제되고, 다시는 누구에게도 보여지지 않게 됩니다.
pt_pt: As imagens são enviadas, para análise, para um script hospedado no Google Cloud Platform. Após a análise, a imagem é removida do servidor e nunca mais será vista.
ro: Imaginile sunt trimise la un script găzduit pe platforma Google Cloud pentru analiză. După analiză, imaginea este ștearsă de pe server.
sk: Obrázky sa odosielajú na analýzu do platformy Google Cloud. Po analýze sa obrázok zo systému odstráni.
uk: Зображення надсилаються на скрипт, розміщений на Google Cloud Platform для аналізу. Після аналізу зображення видаляється з сервера і його ніколи не буде видно повторно.
zh_cn: 这些图像将发送到Google Cloud Platform上托管的脚本进行分析。分析后，图像将从服务器中删除，永远不会再被看到。

source: For developers:
bg: За разработчици:
da: For udviklere:
de: Für Entwickler:
es: Para desarrolladores:
fi: Kehittäjille:
fr: Pour les développeurs :
gl: Para desenvolvedores:
hr: Za programere:
ja: 開発者の方へ:
ko: 개발자 정보:
pt_pt: Para desenvolvedores
ro: Pentru dezvoltatori:
sk: Pre vývojárov:
uk: Для розробників:
zh_cn: 开发者：

source: If you want to fiddle with the add-on, first run the deps.py script.
bg: Ако искате да си поиграете с добавката, първо стартирайте скрипта deps.py.
da: Hvis du ønsker at udvikle videre på tilføjelsen, skal du først køre scriptet deps.py.
de: Wenn sie mit der Erweiterung herum spielen möchten, zuerst das deps.py script laufen lassen.
es: Si quieres experimentar con el complemento, ejecuta primero el script deps.py.
fi: Jos haluat näperrellä lisäosan parissa, suorita ensin deps.py-skripti.
fr: Si vous voulez bricoler l'extension, exécutez d'abord le script deps.py.
gl: Se queres experimentar co complemento, executa primeiro o script deps.py.
hr: Ako se želiš poigrati s dodatkom, najprije pokreni deps.py.
ja: このアドオンをいじってみたい場合は、まず、deps.pyスクリプトを実行して下さい。
ko: 애드온 코드를 수정하고 싶다면, 우선 deps.py 스크립트를 실행하세요.
pt_pt: Se quiser mexer no extra, primeiro execute o script deps.py.
ro: Dacă vreți să interacționați cu suplimentul, executați mai întâi scriptul devs.py.
sk: Ak chcete s týmto doplnkom manipulovať, najprv spustite skript deps.py.
uk: Якщо ви хочете взаємодіяти з цим додатком, запустіть спершу скрипт deps.py.
zh_cn: 如果您想使用插件，请首先运行deps.py脚本。
