Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/indentNav.*.po
Languages: da, hr, it, pl, pt_br, tr, uk, zh_cn

source: [[!meta title="IndentNav"]]
da: [[!meta title="Indrykningsnavigation"]]
hr: [[!meta title="Kretanje po uvlakama (IndentNav)"]]
tr: [[!meta title="GirintiGezintisi"]]
uk: [[!meta title="IndentNav (Навігація за відступами)"]]
zh_cn: [[!meta title="IndentNav-NVDA缩进导航插件"]]

source: Author: Tony Malykh
da: Forfatter: Tony Malykh
hr: Autor: Tony Malykh
it: Autore: Tony Malykh
pl: Autor: Tony Malykh
pt_br: Autor: Tony Malykh
tr: Yazar: Tony Malykh
uk: Автор: Tony Malykh
zh_cn: 作者: Tony Malykh

source: Download [stable version][1]
da: Download [stabil version][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [versione stabile][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
tr: [Kararlı sürümü indir][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: This add-on allows NVDA users to navigate by indentation level or offset of lines or paragraphs. In browsers it allows to quickly find paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. Also while editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level.
da: Denne tilføjelse giver NVDA-brugere mulighed for at navigere efter indrykningsniveau eller forskydning af linjer eller afsnit. I browsere gør denne pakke det muligt hurtigt at finde afsnit med samme forskydning fra skærmens venstre kant som f.eks. kommentarer på første niveau i et hierarkisk træ med kommentarer. Desuden tillader det at springe mellem linjerne på samme indrykningsniveau og hurtigt finde linjer med større eller mindre indrykkningsniveau, når du redigerer kildekoden i diverse programmeringssprog.
hr: Ovaj dodatak dozvoljava NVDA korisnicima kretanje po razinama uvlačenja redaka ili po odmacima redaka ili po odlomcima. U preglednicima omogućuje brzo pronalaženje odlomaka s istim odmakom od lijevog ruba ekrana, poput komentara prve razine u hijerarhijskom stablu komentara. Također, tijekom uređivanja izvornog koda programskih jezika, omogućuje kretanje između redaka iste razine uvlačenja, kao i brzo pronalaženje redaka s većom ili manjom uvlakom.
it: Questo add-on consente agli utenti di NVDA di navigare per livello di indentazione o per rientro di linea o di paragrafo. Nei browser consente di trovare rapidamente paragrafi con lo stesso rientro dal margine sinistro dello schermo, come i commenti di primo livello in una gerarchia di commenti. Inoltre, quando si scrivono programmi, il componente permette di spostarsi rapidamente tra le righe con lo stesso livello di indentazione e trovare rapidamente linee con livello di indentazione maggiore o minore.
pl: Ten dodatek pozwala użytkownikom NVDA nawigować po poziomach wcięcia, częściach akapitu lub całych akapitach. W przeglądarkach, pomaga znaleźć akapity oddalone o tę samą odległość od lewej krawędzi ekranu, takie jak komentarze pierwszego poziomu w hierarchicznym drzewie komentarzy. Podczas edycji kodu źródłowego w wielu językach programowania, można przeskakiwać między wierszami o tym samym poziomie wcięcia, jak również szybko odnajdywać wiersze o wyższym lub niższym poziomie wcięcia.
pt_br: Esse complemento permite que os usuários do NVDA naveguem por nível de recuo (indentação) ou deslocamento de linhas ou parágrafos. Nos navegadores, permite localizar rapidamente parágrafos com o mesmo deslocamento da borda esquerda da tela, como comentários de primeiro nível em uma árvore hierárquica de comentários. Além disso, ao editar código fonte em muitas linguagens de programação, ele permite saltar entre as linhas do mesmo nível de recuo (indentação), além de encontrar rapidamente linhas com maior ou menor nível de recuo (endentação).
tr: Bu eklenti NVDA kullanıcılarının girintiler, satır veya paragraflar arasında dolaşmasını sağlar. tarayıcılarda aynı düzeydeki paragrafları ekranın solundan başlayarak kolayca bulmanıza yardım eder. Örneğin bu şekilde hiyerarşik bir ağaç görünümündeki birinci seviye açıklamaları bulabilirsiniz. Ayrıca program dillerindeki kaynak kodlarını düzenlerken, Aynı düzey girintideki satırlara kolayca gitmenizi sağlar, buna ek olarak da daha küçük veya daha büyük düzeydeki girinti satırlarını bulmanıza yardım eder.
uk: Цей додаток дозволяє користувачам NVDA здійснювати навігацію за рівнем відступу або зміщенням рядків або абзаців. У браузерах це дозволяє швидко знаходити абзаци з однаковим зміщенням від лівого краю екрана, наприклад коментарі першого рівня в ієрархічному дереві коментарів. Також під час редагування вихідного коду на багатьох мовах програмування це дозволяє переходити між рядками одного рівня відступу, а також швидко знаходити рядки з більшим чи меншим рівнем відступу.
zh_cn: 此插件允许NVDA用户按缩进级别或行或段落的偏移进行导航。在浏览器中，它允许快速查找与屏幕左边缘具有相同偏移量的段落，例如注释的分层树中的第一级注释。此外，在编辑许多编程语言的源代码时，它允许在相同缩进级别的行之间跳转，以及快速查找具有更大或更小缩进级别的行。

source: Usage in browsers
da: Brug i browsere
hr: Primjena u preglednicima
it: Utilizzo nei browser
pl: Używanie w przeglądarkach
pt_br: Uso em navegadores
tr: Tarayıcılardaki kullanım
uk: Використання у браузерах
zh_cn: 用于浏览器

source: IndentNav can be used to navigate by offset from the left edge of the screen. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.
da: Indrykningsnavigation kan bruges til at navigere ved forskydning fra skærmens venstre kant. Du kan trykke NVDA+Alt+pil ned eller pil op for at hoppe til næste eller forrige afsnit, der har samme forskydning. For eksempel kan dette være nyttigt, når du gennemser hierarkiske træer med kommentarer (f.eks. På reddit.com) for at springe mellem kommentarer på første niveau og springe over alle kommentarer på højere niveauer.
hr: Kretanje po uvlakama se može koristiti za kretanje prema odmaku od lijevog ruba ekrana. Tipkama NVDA+Alt+Strelica Gore ili Strelica Dolje se prelazi na sljedeći ili prethodni odlomak koji ima isti odmak. Primjerice, to može biti korisno prilikom pregledavanja hijerarhijskih stabala komentara (na primjer, na reddit.com) za kretanje po komentarima prve razine, preskačući sve komentare više razine.
it: IndentNav può essere utilizzato per navigare per rientro dal margine sinistro dello schermo. In particolare, si può premere NVDA+ALT+Freccia Giù o Freccia Su per spostarsi al paragrafo precedente o successivo che abbia lo stesso rientro sinistro. Ciò può essere utile, ad esempio, quando si leggono commenti organizzati in conversazioni (ad es. in reddit.com), per saltare rapidamente tra i commenti di primo livello, ignorando tutti i commenti di livello superiore (ossia le risposte ai precedenti).
pl: IndentNav można używać do nawigowania po akapitach oddalonych o konkretną odległość od lewej krawędzi ekranu. Przede wszystkim, można nacisnąć NVDA+Alt+Strzałka w dół lub w górę, aby przeskoczyć do następnego lub poprzedniego akapitu oddalonego od lewej krawędzi ekranu o tę samą odległość. przydaje się to podczas przeglądania hierarchicznych drzew komentarzy (np. na reddit.com) do przeskakiwania między komentarzami pierwszego poziomu z pominięciem wszystkich komentarzy wyższych poziomów.
pt_br: O IndentNav pode ser usado para navegar por deslocamento a partir da borda esquerda da tela. Em particular, você pode pressionar NVDA+Alt+Seta Para Baixo ou Seta Para Cima para pular para o parágrafo seguinte ou anterior que possui o mesmo deslocamento. Por exemplo, isso pode ser útil ao navegar por árvores hierárquicas de comentários (ex: no reddit.com) para alternar entre comentários de primeiro nível e pular todos os comentários de nível superior.
tr: Girinti Gezintisi eklentisi, ekranın solundan başlayarak aynı düzeyler arası dolaşım için kullanılabilir. özellikle aynı düzeydeki paragraflar arası dolaşım için NVDA+Alt+ aşağı veya yukarı yön tuşlarını kullanabilirsiniz. Örnek olarak bu hiyerarşik açıklama ağaçlarında dolaşımda sadece birinci seviye açıklamalar arasında gezip diğer tüm seviyeleri atlarken çok yararlı olabilir (on reddit.com gibi).
uk: IndentNav можна використовувати для навігації зі зміщенням від лівого краю екрана. Зокрема, ви можете натиснути NVDA + Alt + стрілка вниз або стрілка вгору, щоб перейти до наступного або попереднього абзацу, що має таке саме зміщення. Наприклад, це може бути корисно під час перегляду ієрархічних дерев коментарів (наприклад, на reddit.com) для переходу між коментарями першого рівня та пропуску всіх коментарів вищого рівня.
zh_cn: IndentNav可用于从屏幕左边缘偏移导航。特别是，您可以按NVDA + Alt + DownArrow或UpArrow跳转到具有相同偏移量的下一个或上一个段落。例如，当浏览评论的分层树（例如，在reddit.com上）以在第一级评论之间跳转并跳过所有更高级别的评论时，这可能是有用的。

source: Strictly speaking, IndentNav can be used in any application, for which NVDA provides a tree interceptor object.
da: Rent ud sagt, så kan tilføjelsespakken bruges i enhver applikation, så længe NVDA ha angivet et Tree Interceptor-objekt.
hr: Strogo rečeno, dodatak „Kretanje po uvlakama” se može koristiti u bilo kojoj aplikaciji za koju NVDA pruža mogućnost prikaza stabla.
it: Per la precisione, IndentNav può essere utilizzato in tutte le applicazioni per le quali NVDA fornisce un tree interceptor object.
pl: Ściśle mówiąc, IndentNav można używać w każdej aplikacji, dla której NVDA dostarcza interceptora drzewa.
pt_br: Estritamente falando, o IndentNav pode ser usado em qualquer aplicativo, para o qual o NVDA forneça um objeto interceptador em árvore.
tr: Daha net konuşmak gerekirse, GirintiGezintisi NVDA programının ağaç nesne algılaması sağladığı her uygulamada kullanılabilir.
uk: Власне кажучи, IndentNav можна використовувати в будь-якому додатку, для якого NVDA надає об’єкт-перехоплювач дерева.
zh_cn: 严格地说，IndentNav可以在任何应用程序中使用，NVDA为其提供树拦截器对象。

source: Keystrokes:
da: Kommandoer:
hr: Tipkovni prečaci:
it: Tasti di scelta rapida:
pl: Skróty klawiszowe
pt_br: Teclas:
tr: Kısayollar:
uk: Комбінації клавіш:
zh_cn: 快捷键：

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next paragraph with the same offset.
da: NVDA+Alt+Pil op eller pil ned: Gå til forrige eller næste afsnit med samme forskydning.
hr: NVDA+strelica gore ili strelica dolje: Skoči na prethodni ili sljedeći odlomak s istim odmakom.
it: NVDA+Alt+Freccia Su o Freccia Giù: salta al paragrafo precedente o sucessivo con lo stesso rientro.
pl: NVDA+Alt+Strzałka w górę lub w dół: przeskakuje do poprzedniego lub następnego akapitu oddalonego o tę samą odległość od lewej krawędzi ekranu.
pt_br: NVDA+Alt+Seta Para Cima ou Seta Para Baixo: Pula para o parágrafo anterior ou seguinte com o mesmo deslocamento.
tr: NVDA+Alt+Yukarı veya aşağı ok: Aynı düzeydeki önceki veya sonraki paragrafa gider.
uk: NVDA+Alt+стрілка вгору чи стрілка вниз: переходить до попереднього/наступного абзаца з таким самим зміщенням.
zh_cn: NVDA + Alt + UpArrow或DownArrow：使用相同的偏移量跳转到上一个或下一个段落。

source: NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset.
da: NVDA+Alt+Venstre pil: Gå til forrige afsnit med mindre forskydning.
hr: NVDA+Alt+strelica lijevo: Skoči na prethodni odlomak s manjim odmakom.
it: NVDA+Alt+Freccia Sinistra: salta al paragrafo precedente con rientro minore.
pl: NVDA+alt+Strzałka w lewo: przeskakuje do poprzedniego akapitu oddalonego o mniejszą odległość od lewej krawędzi ekranu.
pt_br: NVDA+alt+Seta Esquerda: Pula para o parágrafo anterior com menor deslocamento.
tr: NVDA+alt+Sol Ok: Daha küçük düzeydeki bir önceki paragrafa gider.
uk: NVDA+alt+стрілка вліво: переходить до попереднього абзаца з меншим зміщенням.
zh_cn: NVDA + alt + LeftArrow：跳转到上一段，偏移量较小。

source: NVDA+Alt+RightArrow: Jump to next paragraph with greater offset.
da: NVDA+Alt+Højre pil: Gå til næste afsnit med større forskydning.
hr: NVDA+Alt+strelica desno: Skoči na sljedeći odlomak s većim odmakom.
it: NVDA+Alt+Freccia Destra: salta al paragrafo successivo con rientro maggiore.
pl: NVDA+Alt+Ssrzałka w prawo: przeskakuje do następnego akapitu oddalonego o większą odległość od lewej krawędzi ekranu.
pt_br: NVDA+Alt+Seta Direita: Pula para o próximo parágrafo com maior deslocamento.
tr: NVDA+Alt+Sağ ok: Daha büyük düzeydeki bir sonraki paragrafa gider.
uk: NVDA+Alt+стрілка вправо: переходить до наступного абзаца з більшим зміщенням.
zh_cn: NVDA + Alt + RightArrow：跳转到下一段，偏移量更大。

source: Usage in text editors
da: Anvendelse i tekstredigeringsværktøjer
hr: Primjena u programima za uređivanje teksta
it: Utilizzo negli editor di testi
pl: Używanie w edytorach tekstu
pt_br: Uso em editores de texto
tr: Metin editörlerindeki kullanım
uk: Використання в текстових редакторах
zh_cn: 在文本编辑器中的用法

source: IndentNav can also be useful for editing source code in many programming languages. Languages like Python require the source code to be properly indented, while in many other programming languages it is strongly recommended. With IndentNav you can press NVDA+Alt+DownArrow or UpArrow to jump to next or previous line with the same indentation level. You can also press NVDA+Alt+LeftArrow to jump to a parent line, that is a previous line with lower indentation level. In Python you can easily find current function definition or class definition. You can also press NVDA+Alt+RightArrow to go to the first child of current line, that is next line with greater indentation level.
da: Indrykningsnavigation kan også være nyttig til redigering af kildekoden på mange programmeringssprog. Sprog som Python kræver, at kildekoden er korrekt indrykket, mens det på mange andre programmeringssprog stærkt anbefales. Med Indrykningsnavigation kan du trykke på NVDA+Alt+Pil ned eller pil op for at hoppe til næste eller forrige linje med samme indrykningsniveau. Du kan også trykke på NVDA+Alt+Venstre pil for at hoppe til en overordnet linje, som er en tidligere linje med lavere indrykningsniveau. I Python kan du nemt finde den aktuelle funktionsdefinition eller class-definition. Du kan også trykke på NVDA+Alt+Højre pil for at gå til det første underordnede objekt i den aktuelle linje, der henholdsvis er næste linje med større indrykningsniveau.
hr: Kretanje po uvlakama također može biti korisna za uređivanje izvornog koda u mnogim programskim jezicima. Jezici poput Pythona zahtijevaju da izvorni kod bude pravilno uvučen, dok se u mnogim drugim programskim jezicima to preporučuje. Kretanje po uvlakama koristi tipke NVDA+Alt+strelica dolje ili strelica gore za prelaženje na sljedeći ili prethodni redak s istom razinom uvlačenja. Tipkama NVDA+Alt+strelica lijevo se prelazi na prethodni redak s nižom razinom uvlačenja. U Pythonu se trenutačna definicija funkcije ili klasa lako pronalaze. Tipkama NVDA+Alt+strelica desno se prelazi na prvi podređeni redak, a to je sljedeći redak s većom uvlakom.
it: IndentNav può essere utile anche nella scrittura di programmi in molti linguaggi di programmazione. Linguaggi come Python richiedono che il codice sorgente sia correttamente indentato, mentre in molti altri linguaggi di programmazione ciò è fortemente consigliato. Con IndentNav, si può premere NVDA+Alt+Freccia Su o Freccia Giù per spostarsi alla linea precedente o successiva con lo stesso livello di indentazione. Si può inoltre premere NVDA+Alt+Freccia Sinistra per spostarsi ad una linea padre, ossia a una linea precedente con un livello di indentazione più basso. In questo modo, in Python, si può risalire facilmente alla definizione della funzione o della classe corrente (quella al cui interno della quale si trova il cursore). Si può anche premere NVDA+Alt+Freccia Destra per andare al primo figlio della linea attuale, ossia la linea successiva con un livello di indentazione maggiore.
pl: IndentNav przydaje się również podczas edycji kodu źródłowego w wielu językach programowania. W językach takich jak Python, kod źródłowy koniecznie musi mieć odpowiednio zrobione wcięcie. W przypadku wielu innych języków programowania, także poleca się o to zadbać. Używając IndentNav, można nacisnąć NVDA+Alt+Strzałka w dół lub w górę, aby przeskoczyć do następnego lub poprzedniego wiersza o tym samym poziomie wcięcia. Można też nacisnąć NVDA+Alt+Strzałka w lewo, aby przeskoczyć do wiersza nadrzędnego, czyli poprzedniego wiersza o niższym poziomie wcięcia. W Pythonie można łatwo znaleźć aktualną definicję funkcji lub definicję klasy. Można również nacisnąć NVDA+Alt+Strzałka w prawo, aby przejść do pierwszego podrzędnego elementu danego wiersza, czyli następnego wiersza o wyższym poziomie wcięcia.
pt_br: O IndentNav também pode ser útil para editar código fonte em muitas linguagens de programação. Linguagens como o Python exigem que o código-fonte seja recuado (indentado) adequadamente, enquanto em muitas outras linguagens de programação é altamente recomendável. Com o IndentNav, pode pressionar NVDA+Alt+Seta Para Baixo ou Seta Para Cima para pular para a linha seguinte ou anterior com o mesmo nível de recuo. Também pode pressionar NVDA+Alt+Seta Esquerda para pular para uma linha pai, que é uma linha anterior com menor nível de recuo. Em Python, pode encontrar facilmente a definição da função atual ou a definição da classe. Também pode pressionar NVDA+Alt+Seta Direita para ir para o primeiro filho da linha atual, que é a próxima linha com maior nível de recuo.
tr: Girinti Gezintisi eklentisi, birçok programlama dilindeki kaynak kodları düzenlerken de çok yararlıdır. Python gibi diller kaynak kodların düzgün biçimde girintilenmesini gerektirir, Birçok programda da girintilendirme şiddetle tavsiye edilir. Girinti Gezintisi ile NVDA+Alt+Aşağı veya yukarı oka basarak bir sonraki veya bir önceki aynı girintiye gidebilirsiniz. NVDA+Alt+Sol oka basarak bir üst düzeydeki , yani daha düşük girintideki satıra gidebilirsiniz. Python içinde geçerli fonksiyon tanımını ya da sınıf tanımını kolayca bulabilirsiniz. NVDA+Alt+Sağ oka basarak da bir alt düzeydeki, yani daha büyük girintideki satıra gidebilirsiniz.
uk: IndentNav також може бути корисним для редагування вихідного коду на багатьох мовах програмування. Такі мови, як Python, вимагають правильного відступу вихідного коду, тоді як у багатьох інших мовах програмування це наполегливо рекомендується. За допомогою IndentNav ви можете натиснути NVDA+Alt+стрілка вниз або стрілка вгору, щоб перейти до наступного або попереднього рядка з однаковим рівнем відступу. Ви також можете натиснути NVDA+Alt+стрілка вліво, щоб перейти до батьківського рядка, тобто попереднього рядка з нижчим рівнем відступу. У Python ви можете легко знайти поточне визначення функції або визначення класу. Ви також можете натиснути NVDA+Alt+стрілка вправо, щоб перейти до першої дочірньої частини поточного рядка, тобто наступного рядка з більшим рівнем відступу.
zh_cn: IndentNav对于编辑许多编程语言的源代码也很有用。像Python这样的语言要求源代码正确缩进，而在许多其他编程语言中强烈建议使用。使用IndentNav，您可以按NVDA + Alt + DownArrow或UpArrow跳转到具有相同缩进级别的下一行或上一行。您也可以按NVDA + Alt + LeftArrow跳转到父线，即具有较低缩进级别的上一行。在Python中，您可以轻松找到当前的函数定义或类定义。您也可以按NVDA + Alt + RightArrow转到当前行的第一个子节点，即下一行具有更大的缩进级别。

source: If your NVDA is set to express line indentation as tones, then IndentNav will quickly play the tones of all the skipped lines. Otherwise it will only crackle to roughly denote the number of skipped lines.
da: Hvis din NVDA er indstillet til at angive linjeindrykning som toner, vil IndentNav hurtigt afspille tonerne af alle de linjer, du har sprunget over. Hvis ikke, vil NVDA kun afspille korte lyde for omtrent at angive antallet af linjer, du har sprunget over.
hr: Ako je NVDA postavljen da pomoću zvukova izvještava o uvlačenju redaka, Kretanje po uvlakama će brzo svirati zvukove svih preskočenih redaka. U suprotnom će samo pucketati i brzo izgovarati broj preskočenih redaka.
it: Se avete impostato NVDA per indicare con suoni l'indentazione delle linee, IndentNav riprodurà rapidamente i suoni delle linee saltate ad ogni comando; altrimenti emetterà un unico suono per indicare, più o meno, il numero di linee saltate.
pl: Jeśli w NVDA ustawiono wyrażanie wcięcia wiersza za pomocą dźwięków, IndentNav szybko odtworzy dźwięki wszystkich pominiętych wierszy. Jeżeli będzie ich dużo, dodatek odtworzy same początki dźwięków, aby tylko zasygnalizować liczbę pominiętych wierszy.
pt_br: Se o seu NVDA estiver definido para expressar o recuo da linha como tons, o IndentNav reproduzirá rapidamente os tons de todas as linhas puladas. Caso contrário, Ele apenas estalará para indicar aproximadamente o número de linhas puladas.
tr: Eğer NVDA satır girintilerini seslerle çalacak şekilde ayarlandıysa, bu durumda Girinti Gezintisi eklentisi tüm atlanan satırlar için kısa bir ses çalacaktır. Aksi halde atlanan satırları belirtmek için minik bir çıtırtı çıkaracaktır.
uk: Якщо ваша NVDA налаштована на вираження відступу рядків за допомогою сигналів, то IndentNav швидко відтворить сигнали всіх пропущених рядків. В іншому випадку він буде лише потріскувати, щоб приблизно позначити кількість пропущених рядків.
zh_cn: 如果您的NVDA设置为将音线缩进表示为音调，则IndentNav将快速播放所有跳过的音调。否则它只会大致表示跳过的行数。

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next line with the same indentation level within the current indetnation block.
da: NVDA+Alt+Pil op eller Pil ned: Spring til forrige eller næste linje med samme indrykningsniveau inden for den aktuelle indstillingsblok.
hr: NVDA+Alt+strelica gore ili strelica dolje: Skoči na prethodni ili sljedeći redak s istom razinom uvlačenja unutar trenutnog bloka.
it: NVDA+Alt+Freccia Su o Freccia Giù: salta alla linea precedente o successiva con lo stesso livello di indentazione all'interno dello stesso blocco di indentazione.
pl: NVDA+Alt+Strzałka w górę lub w dół: przeskakuje do poprzedniego lub następnego wiersza o tym samym poziomie wcięcia w obrębie aktualnego bloku o tym samym poziomie wcięcia.
pt_br: NVDA+Alt+Seta Para Cima ou Seta Para Baixo: Pula para a linha anterior ou seguinte com o mesmo nível de recuo (endentação) no bloco de recuo atual.
tr: NVDA+Alt+Yukarı veya aşağı ok: geçerli girinti bloğundaki aynı düzeyde olan bir önceki veya bir sonraki satıra gider.
uk: NVDA+Alt+стрілка вгору чи стрілка вниз: переходить до попереднього чи наступного рядка з таким самим рівнем відступів у поточному блоці відступів.
zh_cn: NVDA + Alt + UpArrow或DownArrow：跳转到当前不包含块内具有相同缩进级别的上一行或下一行。
