Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/indentNav.*.po
Languages: da, hr, it, pl, pt_br, tr, uk, zh_cn

source: NVDA+Alt+Control+UpArrow or DownArrow: Force-jump to previous or next line with the same indentation level. This command will jump to other indentation blocks (such as other Python functions) if necessary.
da: NVDA+Ctrl+Pil op eller ned: Gennemtving hop til forrige eller næste linje med samme indrykningsniveau. Denne kommando vil hoppe til andre indrykningsblokke (f.eks. Andre Python-funktioner), hvis det er nødvendigt.
hr: NVDA+Alt+kontrol+strelica gore ili strelica dolje: Prisilno skoči na prethodni ili sljedeći redak s istom razinom uvlačenja. Ova naredba će skočiti na druge blokove (kao što su druge funkcije Pythona) ako je potrebno.
it: NVDA+Alt+Control+Freccia Su o Freccia Giù: forza il salto alla linea precedente o successiva con lo stesso livello di indentazione. questo comando porterà il cursore su altri blocchi di indentazione (come altre funzioni Python) se necessario.
pl: NVDA+Alt+Control+Strzałka w górę lub w dół: wymusza przeskok do poprzedniego lub następnego wiersza o tym samym poziomie wcięcia. W razie potrzeby, używając tego polecenia można przeskoczyć do innych bloków o tym samym poziomie wcięcia, takich jak inne funkcje Pythona.
pt_br: NVDA+Alt+Control+Seta Para Cima ou Seta Para Baixo: Pular à força para a linha anterior ou seguinte com o mesmo nível de recuo. Este comando irá pular para outros blocos de recuo (como outras funções do Python), se necessário.
tr: NVDA+Alt+Control+Yukarı veya aşağı ok: Aynı düzeydeki bir önceki veya bir sonraki girintiye gitmeye zorlar. Bu komut gerekirse başka bloklardaki aynı düzeye gider. (diğer Python fonksiyonu gibi)..
uk: NVDA+Alt+Control+стрілка вгору чи стрілка вниз: примусовий перехід до попереднього чи наступного рядка з однаковим рівнем відступу. Ця команда перейде до інших блоків з відступом (наприклад, до інших функцій Python), якщо це необхідно.
zh_cn: NVDA + Alt + Control + UpArrow或DownArrow：使用相同的缩进级别强制跳转到上一行或下一行。如有必要，此快捷键将跳转到其他缩进块（例如其他Python函数）。

source: NVDA+alt+LeftArrow: Jump to parent - that is previous line with lesser indentation level.
da: NVDA+Alt+Venstre pil: Gå til overordnede objekt - dette er tidligere linje med mindre indrykningsniveau.
hr: NVDA+Alt+strelica lijevo: Skoči na prethodni redak s nižom razinom uvlačenja.
it: NVDA+alt+Freccia Sinistra: salta al padre, ossia a una linea precedente con livello di indentazione più basso.
pl: NVDA+alt+Strzałka w lewo: przeskakuje do nadrzędnego wiersza, czyli do poprzedniego wiersza o niższym poziomie wcięcia.
pt_br: NVDA+alt+Seta Esquerda: Pula para pai - que é a linha anterior com menor nível de recuo.
tr: NVDA+alt+Sol Ok: Aynı girinti bloğundaki bir yukarı düzey satıra yani daha küçük girintiye gider.
uk: NVDA+alt+стрілка вліво: Переходить до батьківського — це попередній рядок з меншим рівнем відступу.
zh_cn: NVDA + alt + LeftArrow：跳转到父级 - 这是具有较小缩进级别的上一行。

source: NVDA+Alt+RightArrow: Jump to first child - that is next line with greater indentation level within the same indentation block.
da: NVDA+Alt+Højre pil: Gå til første underordnede objekt - dette er næste linje med større indrykningsniveau inden for samme indrykningsblok.
hr: NVDA+Alt+strelica desno: Skoči na prvi podređeni redak – to je sljedeći redak s većom uvlakom unutar istog bloka.
it: NVDA+alt+Freccia Destra: salta al primo figlio, ossia a una linea successiva con livello di indentazione più alto nello stesso blocco di indentazione.
pl: NVDA+Alt+Strzałka w prawo: przeskakuje do pierwszego wiersza podrzędnego, czyli do następnego wiersza o wyższym poziomie wcięcia w obrębie bloku o tym samym poziomie wcięcia.
pt_br: NVDA+Alt+Seta Direita: Pula para o primeiro filho - que é a próxima linha com maior nível de recuo dentro do mesmo bloco de recuo.
tr: NVDA+Alt+sağ ok: Aynı girinti bloğundaki bir alt düzey satıra yani daha büyük girintiye gider.
uk: NVDA+Alt+стрілка вправо: Переходить до першого дочірнього — це наступний рядок з більшим рівнем відступу в тому самому блоці відступу.
zh_cn: NVDA + Alt + RightArrow：跳转到第一个子节点 - 这是在同一缩进块内具有更大缩进级别的下一行。

source: Release history
da: Udgivelseshistorik
hr: Povijest izdanja
it: Cronologia revisioni
pl: Historia wersji
pt_br: Histórico de lançamentos
tr: Sürüm geçmişi
uk: Історія версій
zh_cn: 发布历史记录

source: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Added support for internationalization. * Added GPL headers in the source files. * Minor fixes. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Initial release.
da: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Tilføjede understøttelse for internationalisering. * Tilføjet GPL-overskrifter i kildefilerne. * Mindre rettelser. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Første version.
hr: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Dodana je podrška za internacionalizaciju. * Dodana su zaglavlja za opću javnu licencu u izvornim datotekama. * Manji ispravci. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Prvo izdanje.
it: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Aggiunto il supporto per l'internazionalizzazione. * Aggiunte le intestazioni GPL nei file sorgente. * Altre piccole migliorie. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Versione iniziale.
pl: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Dodano wsparcie dla użytkowania międzynarodowego. * Dodano nagłówki licencji GPL w plikach źródłowych. * Drobne poprawki. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Wersja pierwotna.
pt_br: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Adicionado suporte para internacionalização. * Adicionado cabeçalhos GPL nos arquivos de origem. * Pequenas correções. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Versão inicial.
tr: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Uluslarası destek eklendi. * kaynak dosyalarda GPL headers eklendi. * küçük hata düzeltmeleri. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * İlk sürüm.
zh_cn: * [版本1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * 增加了对国际化的支持. * 在源文件中添加了GPL许可证. * 小修正. * [版本1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * 发布初始版本.
