Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/inputLock.*.po
Languages: bg, da, de, fa, ro

source: [[!meta title="Input Lock"]]
bg: [[!meta title="Заключване на входа (Input Lock)"]]
da: [[!meta title="Input Lock (Lås Input)"]]
fa: [[!meta title="قفل ورودی‌ها (Input Lock)"]]

source: Author: Jose Manuel Delicado
bg: Автор: Jose Manuel Delicado
da: Forfatter: Jose Manuel Delicado
de: Autor: Jose Manuel Delicado
fa: نویسنده: Jose Manuel Delicado
ro: Autor: José Manuel Delicado

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [stabile version][1] herunterladen
fa: دانلود [نسخه‌ی پایدار][1]
ro: Descărcați [versiunea stabilă][1]

source: Introduction
bg: Представяне
da: Introduktion
de: Einführung
fa: مقدمه
ro: Introducere

source: Do you have kids or pets at home? Do you have a cat and It likes very much climbing your table and walking over your keyboard? Do you accidentally move the mouse to random parts in the screen while using your laptop? Then Input Lock is for you! You will be able to leave your computer alone and turned on without risk.
bg: Имате ли деца или домашни любимци у дома? Имате ли котка, която много обича да се качва на масата и да стъпва по клавиатурата ви? Премествате ли неволно мишката на произволни части от екрана, докато използвате лаптопа си? Тогава "Input Lock" е за вас! Ще можете да оставяте компютъра си включен и без наблюдение, без каквито и да било рискове.
da: Har du børn eller kæledyr hjemme? Har du en kat, der godt kan lide at klatre op på bordet og gå henover dit tastatur? Flytter du tilfældigt musen til tilfældige dele på skærmen, mens du bruger din bærbare computer? Så er Input Lock til dig! Du vil være i stand til at forlade din computer alene og tændt uden risiko.
de: Haben Sie Kinder oder Haustiere zu Hause? Haben Sie eine Katze, die sehr gerne auf Ihren Tisch klettert und über Ihre Tastatur läuft? Bewegen Sie versehentlich die Maus in zufällige Bereiche auf dem Bildschirm, während Sie Ihren Laptop benutzen? Dann ist Input-Lock für Sie da! Sie können Ihren Computer ohne Risiko eingeschaltet lassen, sodass Sie diesen nicht beaufsichtigen müssen.
fa: آیا توو خونتون بچه کوچولو دارین؟ آیا کوچولوتون دوست داره دستاشو بکوبه رو صفحه‌کلید؟ آیا وقتی با لپتاپتون کار میکنید، دستتون تصادفی میخوره به صفحه‌ی موس و بدون اینکه خواسته باشید موس جابجا میشه؟ دیگه تموم شد! این افزونه برای خودِ خودِ شماست! میتونید با خیال راحت کامپیوترتونو روشن، بدون اینکه خطری نرم‌افزاری تهدیدش کنه، تنها بذارین!
ro: Aveți copii sau animale de companie acasă? Aveți o pisică căreia îi place foarte mult să se suie pe masă și să se plimbe pe tastatură? Mișcați din greșeală mouse-ul în diferite părți ale ecranului atunci când utilizați laptop-ul? Atunci Input Lock este pentru dumneavoastră! Veți putea să lăsați liniștit calculatorul pornit și nesupravegheat fără niciun risc.

source: Once installed, you will be able to lock your keyboard, touch screen, if your laptop has one, mouse and Braille display.
bg: След като добавката бъде инсталирана, ще можете да заключите клавиатурата, сензорния екран (ако вашият компютър има такъв), мишката и брайловия дисплей.
da: Når denne tilføjelse er installeret, vil du kunne låse dit tastatur, touchskærm (hvis din bærbare computer har en), mus og punktdisplay.
de: Einmal installiert, werden Sie in der Lage sein, Ihre Tastatur, den Touchscreen, Maus und Braillezeile zu sperren, sofern Sie diese verwenden.
fa: به محض اینکه افزونه‌ی Input Lock را نصب کنید، میتوانید صفحه‌کلید، صفحه‌ی لمسی لپتاپ (در صورتی که داشته باشد)، موس و نمایشگر بریلتان را قفل کنید.
ro: Odată instalat, veți putea bloca tastatura sau ecranul tactil dacă laptop-ul dumneavoastră are unul, mausul și afișajul braille.

source: Usage
bg: Начин на употреба
da: Brug
de: Verwendung
fa: نحوه استفاده
ro: Utilizare

source: This addon adds two extra gestures to NVDA. By default they are unassigned, so you will have to configure them from Input gestures dialog. Read the NVDA User Guide for more information.
bg: Тази добавка добавя два допълнителни жеста към NVDA. По подразбиране те не са назначени, така че ще трябва да ги конфигурирате/назначите от диалоговия прозорец "Жестове на въвеждане". Прочетете ръководството за потребителя на NVDA за повече информация.
da: Denne tilføjelsespakke tilføjer to ekstra inputbevægelser til NVDA. Som standard er de ikke tildelt, så det er nødvendigt at konfigurere dem fra dialogen "Inputbevægelser". Læs NVDAs brugervejledning for yderligere information.
de: Diese Erweiterung fügt zwei zusätzliche Gesten für NVDA hinzu. Standardmäßig sind Sie nicht zugeordnet, so dass Sie diese im Dialog Eingaben... konfigurieren müssen. Für weitere Informationen lesen Sie den NVDA-Benutzerhandbuch.
fa: این افزونه، دو فرمان به NVDA اضافه میکند. بطور پیشفرض، کلیدی برای این فرمان‌ها اختصاص نیافته است؛ لذا باید از پنجره‌ی مدیریت فرمان‌های ورودی، کلیدهایی به این فرمان‌ها اختصاص دهید. برای کسب اطلاعات بیشتر، راهنمای کاربر را بخوانید.
ro: Acest supliment adaugă două gesturi suplimentare la NVDA. Ele sunt neatribuite în mod implicit, deci va trebui să le configurați din dialogul gesturilor de intrare. Citiți Ghidul Utilizatorului NVDA pentru mai multe informații.

source: When you press the toggle input lock gesture, NVDA will say "Input locked". Your input devices will be blocked until you press the same gesture again. In that moment, NVDA will say "Input unlocked" and everything will work as usual.
bg: Когато изпълните жеста за превключване на заключването на входа, NVDA ще съобщи, че входът е заключен. Вашите входни устройства ще бъдат блокирани, докато не изпълните отново същия жест. В този момент NVDA ще съобщи, че входът е отключен и всичко ще работи както обикновено.
da: Når du trykker på tastekombinationen der låser input, vil NVDA sige &quot;Input locked&quot;. Dine indtastningsenheder blokeres, indtil du trykker på samme taster igen. I det øjeblik vil NVDA sige &quot;Input unlocked&quot; og alt fungerer som normalt.
de: Wenn Sie die Tastenkombination zum ein/ausschalten von input-Lock drücken, sagt NVDA "Input locked". Es werden alle Eingabegeräte gesperrt, bis Sie die gleiche Tastenkombination erneut drücken. In diesem Moment sagt NVDA : "Input unlocked" und alles wird wie gewohnt funktionieren.
fa: وقتی کلیدی را که به فرمان قفل ورودی‌ها اختصاص دادید بزنید، NVDA خواهد گفت: Input locked. دستگاه‌های ورودی قفل میشوند تا زمانی که دوباره آن کلید را بزنید. این بار NVDA خواهد گفت: Input unlocked، و همه چیز بطور معمول کار خواهد کرد.
ro: Când apăsați pe activarea gestului de blocare a intrării, NVDA va spune „intrare blocată”. Dispozitivele dumneavoastră de intrare vor fi blocate până când apăsați aceeași comandă din nou. Din acel moment, totul va merge ca înainte.

source: If you press the toggle mouse block gesture, your mouse will be locked. Press this command again to unlock it. While mouse is locked, you can use NVDA gestures to move it, and click with left and right buttons, but You can't move the mouse itself. Mouse clicks can also be disabled from Input lock category in NVDA settings dialog (NVDA 2018.2 and later) or from add-on settings dialog for older versions, available under preferences menu. In addition, from these settings you can control wether mouse locks when NVDA is started or not.
bg: Ако изпълните жеста за превключване заключването на мишката, мишката ще бъде заключена. Изпълнете отново същия жест, за да я отключите. Докато мишката е заключена, можете да използвате жестовете на NVDA, за да я местите и да симулирате щракване с левия или десния й бутон, но не можете да местите самата мишка. Щракванията с мишката могат да бъдат деактивирани и от панела с настройките за добавката в диалога за настройки на NVDA (за NVDA 2018.2 и по-нови версии) или от диалоговия прозорец с настройките за добавката (за по-стари версии на NVDA), наличен в менюто "Настройки" на NVDA. Освен това, от тези настройки можете да управлявате дали мишката да се заключва или не, когато NVDA се стартира.
da: Hvis du trykker på tasterne til at blokere musen, vil musen blive låst. Tryk på denne kommando igen for at låse den op. Mens musen er låst, kan du bruge NVDA-bevægelser til at flytte den og klikke med venstre og højre museknap, men du kan ikke flytte selve musen. Museklik kan også deaktiveres fra indstillingskategorien "Input Lock" i NVDAs indstillingsdialog (NVDA 2018.2 og senere) eller fra tilføjelsesindstillingsdialogen for ældre versioner, der findes under præferencemenuen. Derudover kan du fra disse indstillinger kontrollere, hvorvidt musen automatisk låser når NVDA startes eller ej.
de: Wenn Sie den Befehl "Maus blockieren" ausführen, wird Ihre Maus gesperrt. Führen Sie diesen Befehl erneut aus, um die Maus zu entsperren. Während die Maus gesperrt ist, können Sie Funktionen von NVDA verwenden, um Sie zu bewegen und links oder rechts klicken, aber Sie können die Maus nicht selbst bewegen. Mausklicks können auch in der Kategorie Input-Lock im NVDA-Einstellungsdialog (ab NVDA 2018.2) deaktiviert werden. In älteren Versionen finden sich die Einstellungen im Einstellungsdialog der Erweiterungen im Einstellungsmenü. Darüber hinaus können Sie festlegen, ob die Maus beim Start von NVDA automatisch gesperrt werden soll.
fa: چنانچه شما کلیدی را که به فرمان قفل موس اختصاص داده بودید بزنید، موس قفل خواهد شد. فرمان را دوباره اجرا کرده، تا قفل موس را باز کنید. وقتی که موس قفل است، میتوانید از فرمان‌های NVDA برای حرکت دادن مکان‌نمای موس استفاده کنید و با دکمه‌های راست و چپ موس کلیک کنید، ولی خود موس را نمیتوانید حرکت دهید. کلیک‌های موس را هم میتوانید با استفاده از دسته‌ی Input Lock در پنجره‌ی تنظیمات NVDA (در NVDA 2018.2 به بعد) یا پنجره‌ی تنظیمات افزونه در منوی تنظیمات (در نسخه‌های قدیمیتر NVDA) غیر فعال کنید. افزون بر این، میتوانید با استفاده از این تنظیمات، تعیین کنید که موس از ابتدای کار NVDA قفل شود یا نه.
ro: Dacă apăsați pe activarea gestului de blocare a mausului, mausul dumneavoastră va fi blocat. Apăsați aceeași comandă din nou pentru a-l debloca. Cât timp mausul este blocat, puteți folosi gesturile NVDA pentru a-l mișca și pentru a face click cu butoanele stânga și dreapta, dar nu puteți mișca mausul în sine. Click-urile mausului pot fi dezactivate și din categoria Input lock, aflată în dialogul setărilor NVDA (NVDA 2018.2 și mai nou) sau din dialogul setărilor suplimentului pentru versiuni mai vechi, găsit sub meniul Preferințe. În plus, din aceste setări puteți să controlați dacă mausul se blochează sau nu atunci când NVDA este pornit.

source: Note: when mouse clicks are blocked, you can't use any NVDA gestures to work with the mouse.
bg: Забележка: Когато щракванията на мишката са блокирани, не можете да използвате жестовете на NVDA, за да работите с мишката.
da: Bemærk: Når museklik er blokeret, kan du ikke bruge NVDA-bevægelser til at arbejde med musen.
de: Hinweis: Wenn Mausklicks blockiert sind, können Sie keine NVDA-Funktionen verwenden, um mit der Maus zu arbeiten.
fa: توجه: هنگامی که کلیک‌های موس قفل باشد، نمیتوانید از فرمان‌های NVDA برای کار با موس استفاده کنید.
ro: Notă: Când click-urile mausului sunt blocate, nu puteți utiliza niciun gest NVDA care să funcționeze cu mausul.

source: Limitations and known problems
bg: Ограничения и известни проблеми

source: Input Lock has the following known problems:
bg: Добавката "Заключване на входа" има следните известни проблеми:

source: The shortcuts control+alt+del and windows+l can be used even when the keyboard is locked.
bg: Клавишните комбинации Control+Alt+Delete и Windows+L изпълняват предназначението си, дори клавиатурата да е заключена.

source: On some laptops, the touchpad still accepts user input after mouse is blocked.
bg: На някои лаптопи тъчпадът все още приема въвеждане от потребителя след блокиране на мишката.

source: Changelog
bg: Списък на промените
da: Ændringslog
de: Änderungsprotokoll
fa: فهرست تغییرات
ro: Jurnal de modificări

source: Updated compatibility flags for recent NVDA versions.
bg: Добавена е съвместимост с последните издания на NVDA.

source: Updated translations.
bg: Обновени преводи.

source: Updated documentation.
bg: Обновена документация.

source: Version 1.9
bg: Версия 1.9

source: Version 1.8
bg: Версия 1.8

source: Version 1.7
bg: Версия 1.7

source: Version 1.6
bg: Версия 1.6

source: Now, settings are removed only when the add-on is uninstalled. Configuration is nolonger reset when upgrading.
bg: Сега настройките се премахват, само когато добавката бъде деинсталирана. Конфигурацията вече не се нулира при обновяване.

source: New and updated translations.
bg: Нови и обновени преводи.

source: Version 1.5
bg: Версия 1.5

source: Added compatibility with recent NVDA releases.
bg: Добавена е съвместимост с последните издания на NVDA.

source: New translations.
bg: Нови преводи.

source: Version 1.4
bg: Версия 1.4
fa: نسخه‌ی ۱.۴
ro: Versiunea 1.4

source: The addon gestures are unassigned by default.
bg: По подразбиране жестовете за добавката не са зададени.
da: Tilføjelsens bevægelser er ikke tildelte som standard.
de: Die Funktionen der Erweiterung sind standardmäßig keinen Tastenkombinationen zugeordnet.
fa: بطور پیش‌فرض، کلیدی به فرمان‌های افزونه اختصاص داده نمیشود.
ro: În mod implicit, gesturile suplimentului sunt neatribuite.

source: Version 1.3
bg: Версия 1.3
fa: نسخه‌ی ۱.۳
ro: Versiunea 1.3

source: Added a configuration panel in settings dialog. For old NVDA versions, a menu item and a dialog have been added too.
bg: Добавен е панел за настройване на добавката в диалоговия прозорец за настройки. За старите версии на NVDA са добавени и елемент в менюто и диалогов прозорец.
da: Tilføjet et konfigurationspanel i indstillingsdialogboksen. For gamle NVDA-versioner er der også tilføjet et menupunkt og en dialogboks.
de: Im Einstellungsdialog wurde ein Konfigurationsfeld hinzugefügt. Für alte NVDA-Versionen wurden auch ein Menüpunkt und ein Dialog hinzugefügt.
fa: برای این افزونه، یک پنل تنظیمات به تنظیمات NVDA افزوده شد. برای نسخه‌های قدیمی NVDA، یک مورد منو و یک پنجره‌ی محاوره‌ای هم افزوده شده است.
ro: S-a adăugat un panou de configurarea în dialogul de setări. Și pentru versiunile de NVDA mai vechi au fost adăugate un dialog și un element de meniu.

source: Added a setting to lock the mouse when NVDA is started.
bg: Добавена е настройка за заключване на мишката при стартиране на NVDA.
da: Tilføjet en indstilling for automatisk at låse musen, når NVDA startes.
de: Es wurde eine Einstellung hinzugefügt, um die Maus zu sperren, wenn NVDA gestartet wird.
fa: تنظیمی برای قفل کردن موس هنگام آغاز کار NVDA اضافه شد.
ro: S-a adăugat o setare pentru blocarea mausului atunci când NVDA este pornit.

source: Added a setting to block also mouse clicks while mouse is locked.
bg: Добавена е настройка за блокиране и на щракванията с мишката, докато мишката е заключена.
da: Tilføjet en indstilling for at blokere museklik, mens musen er låst.
de: Es wurde eine Einstellung hinzugefügt, um auch Mausklicks zu blockieren, während die Maus gesperrt ist.
fa: تنظیمی هم برای مسدود کردن کلیک‌های موس هنگامی که موس قفل میشود افزوده شد.
ro: S-a adăugat o setare și pentru blocarea clickk-urilor mausului cât timp acesta este blocat.

source: Small bugs fixed, some code optimizations and less duplicated strings for translators
bg: Отстранени са малки грешки, има оптимизации на кода и по-малко дублирани низове за преводачите
da: Små fejlrettelser, nogle kodeoptimeringer og mindre duplikerede strenge til oversættere
de: Kleine Fehler behoben, einige Code-Optimierungen und weniger doppelte Zeichenketten für Übersetzer
fa: مشکلات کوچکی برطرف شد. اندکی بهینه‌سازی در کد افزونه و رشته های کمتر تکراری برای مترجم‌ها.
ro: Erori minore reparate, niște optimizări de cod și string-uri mai puțin duplicate pentru traducători

source: Version 1.2
bg: Версия 1.2
fa: نسخه‌ی ۱.۲
ro: Versiunea 1.2

source: Now the mouse can also be locked
bg: Сега и мишката може също да бъде заключвана
da: Nu kan musen også låses
de: Nun kann die Maus auch gesperrt werden
fa: حالا موس را هم میتوانید قفل کنید.
ro: Acum, și mausul poate fi blocat

source: New command to lock and unlock only the mouse
bg: Нова команда за заключване и отключване само на мишката
da: Ny kommando til at låse og låse op for musen
de: Neuer Befehl, um die Maus zu sperren bzw. zu entsperren
fa: فرمان جدید برای قفل کردن و باز کردن فقط موس
ro: Comandă nouă numai pentru blocarea și deblocarea mausului

source: Version 1.1
bg: Версия 1.1
fa: نسخه‌ی ۱.۱
ro: Versiunea 1.1

source: If another addon has previously added a capture function to inputManager, it is restored when the input is unlocked.
bg: Ако друга добавка вече е добавила функция за прихващане към inputManager, тя се възстановява, когато входът е отключен.
da: Hvis en anden tilføjelse tidligere har tilføjet en capture-funktion til inputManager, gendannes den, når indgangen er låst op.
de: Wenn eine andere Erweiterung bereits auf die Eingabenverwaltung zugreift, wird der Zugriff wiederhergestellt, sobald die Eingabesperre aufgehoben wurde.
fa: اگر افزونه‌ی دیگری از پیش یک کارکرد Capture به مدیریت ورودی‌ها اضافه کرده باشد، هنگامی که قفل ورودی‌ها را باز میکنید، دوباره به وضعیت قبلی خود برمیگردد.
ro: Dacă un alt supliment a adăugat anterior o funcție de captură la inputManager, aceasta este restaurată atunci când intrarea este deblocată.

source: Version 1.0
bg: Версия 1.0
fa: نسخه‌ی ۱.۰
ro: Versiunea 1.0

source: Initial release
bg: Първо издание
da: Første udgivelse
de: Erstveröffentlichung
fa: انتشار نخست
ro: Versiunea inițială

source: Limitations
da: Begrænsninger
de: Einschränkungen
fa: محدودیت‌ها
ro: Limite

source: Input Lock has the following limitations:
da: Input Lock har følgende begrænsninger:
de: Input-Lock hat folgende Einschränkungen:
fa: محدودیت‌های Input Lock عبارتند از:
ro: Input Lock are următoarele limite:

source: The shortcut control+alt+del can be used even when the keyboard is locked.
da: Tastaturkommandoen Ctrl+alt+del kan bruges, selv når tastaturet er låst.
de: Die Tastenkombination Steuerung+Alt+Entfernen kann auch bei gesperrter Tastatur verwendet werden.
fa: کلید میانبر Ctrl+Alt+Del حتی هنگامی که صفحه‌کلید قفل باشد، قابل استفاده است.
ro: Scurtătura control+alt+del poate fi folosită chiar și atunci când tastatura este blocată.
