Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/instantTranslate.*.po
Languages: hr, pt_pt, zh_cn

source: [[!meta title="instantTranslate"]]
hr: [[!meta title="Brzo prevođenje (instantTranslate)"]]
pt_pt: [[!meta title="tradutorInstantâneo"]]
zh_cn: [[!meta title="实时翻译"]]

source: Authors: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino and other NVDA contributors.
hr: Autori: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino i drugi NVDA suradnici.
pt_pt: Autores: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros colaboradores do NVDA.
zh_cn: 作者: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino and other NVDA contributors.

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
pt_pt: Baixar [versão estável][1]
zh_cn: 下载 [稳定版][1]

source: Download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
pt_pt: Baixar [versão de desenvolvimento][2]
zh_cn: 下载 [开发板][2]

source: This add-on is used to translate selected and/or clipboard text from one language to another. This is done using an external service.
hr: Ovaj se dodatak koristi za prevođenje odabranog teksta ili teksta iz međuspremnika s jednog jezika na drugi. Za to se koristi dodatna usluga.
pt_pt: Este extra serve para traduzir um texto seleccionado e/ou da área de transferência dum idioma para outro. Isso é feito por meio de um serviço externo.
zh_cn: 此插件用于将选定的语言和剪贴板文本从一种语言翻译为另一种语言。这是使用外部服务完成的。

source: Configuring languages
hr: Konfiguriranje jezika
pt_pt: Configurar idiomas
zh_cn: 配置语言

source: To configure source, target and in case swap language, go to: NVDA Menu >> Preferences >> Instant Translate Settings.
hr: Za podešavanje izvornog i ciljanog jezika te jezika zamjene, prijeđi na: NVDA izbornik→Postavke→Postavke za brzo prevođenje.
pt_pt: Para configurar os idiomas de origem, de destino e, em alguns casos, de alternância, vá para: Menu do NVDA >> Preferências >> configurações << tradutor instantânio.
zh_cn: 要配置翻译源，目标和案例交换语言，请转到：NVDA菜单>>首选项>>实时翻译设置。

source: There are two comboboxes labeled "Source language" and "Target language", and a checkbox to decide if it must copy the translation to clipboard.
hr: Tu se nalaze dva odabirna okvira s nazivima „Izvorni jezik” i „Jezik za prevođenje”, kao i odabirno polje za određivanje, treba li prijevod kopirati u međuspremnik.
pt_pt: Nas configurações, pode encontrar duas caixas de combinação denominadas "Idioma de origem" e "Idioma de destino", e uma caixa de selecção para indicar se deve ser copiada a tradução para a área de transferência.
zh_cn: 有两个标签为“源语言”和“目标语言”的组合框，以及一个用于决定是否必须将翻译复制到剪贴板的复选框。

source: In addition, if you selected auto option (the first choice) from "Source language" combobox, there are also a combobox labeled "Language for swapping" and a checkbox about the auto-swap.
hr: Osim toga, ako je odabrana opcija za automatski odabir (prvi izbor) iz odabirnog okvira „Izvorni jezik”, postoji i odabirni okvir pod nazivom „Jezik za zamjenu” i odabirni okvir o automatskoj zamjeni.
pt_pt: Além disso, caso tenha seleccionado a opção "auto" (como escolha na caixa de combinação "Idioma de origem", haverá também uma caixa de combinação chamada "Idioma para alternância" e uma caixa de selecção para alternância automática.
zh_cn: 此外，如果您从“源语言”组合框中选择了自动选项（第一选项），还有一个标有“交换语言”的组合框和一个关于自动交换的复选框。

source: The meaning of two first comboboxes and checkbox for copy is clear, but some words about the rest are necessary. Remember always that the explanations below assume the source language set on the auto option.
hr: Značenje prva dva odabirna okvira i odabirnog okvira za kopiranje je jasno, ali važno je reći nekoliko riječi vezano uz ostalo. Imajte uvijek na umu da objašnjenja pretpostavljaju izvorni jezik postavljen u opciji automatski.
pt_pt: O significado das duas primeiras caixas e da caixa de selecção de "copiar para a área de transferência" é claro, mas tornam-se necessárias algumas palavras sobre o restante. Lembre-se, sempre, que a explicação abaixo pressupõe que o idioma de origem está configurado para a opção "auto".
zh_cn: 两个第一个组合框和复制复选框的含义很清楚，但有些关于其余部分的说法是必要的。请记住，下面的解释假定在auto选项上设置了源语言。

source: The "Language for swapping" combobox is useful when you swap via script (see below) the source and target language; in fact, a target language set on the auto option has no sense, so the addon sets it to value of combobox above.
hr: Odabirni okvir s jezicima za zamjenu je koristan, kad se zamijene izvornog i ciljnog jezika putem skripte (vidi dolje); u stvari, izvorni jezik koji je automatski postavljen nema smisla, pa ga dodatak postavlja na vrijednost gornjeg odabirnog okvira.
pt_pt: A caixa de combinação "Idioma para alternância" é útil, quando faz a troca, por script (ver abaixo) dos idiomas de origem e de destino; com efeito, um idioma de destino configurado na opção "auto" não faz sentido, portanto o extra configura-o para o valor da caixa de combinação de alternância.
zh_cn: 当您通过脚本（见下文）交换源语言和目标语言时，“交换语言”组合框很有用;实际上，在auto选项上设置的目标语言没有任何意义，因此插件将其设置为上面的组合框的值。

source: So, imagine this situation: you usually translate into English (your main language), but sometimes (for example, when you write a document) you need to translate into Italian (your second language, suppose); you can set "Language for swapping" combobox to Italian, so you will translate from English to Italian without accessing directly to the addon settings. Obviously this function has a major or minor utility according to your more frequent needs.
hr: Zamislite ovu situaciju, obično prevodite na engleski, vaš glavni jezik, ali ponekad, na primjer, kad pišete dokument, morate prevesti na talijanski, pretpostavimo da se radi o vašem drugom jeziku; možete postaviti „Jezik za zamjenu” na talijanski, pa ćete prevesti s engleskog na talijanski bez izravnog pristupa postavkama dodatka.
pt_pt: Assim, imagine a seguinte situação: geralmente, traduz para Inglês (que é o seu idioma principal), mas às vezes (por exemplo quando escreve um documento) necessita traduzi-lo para Italiano (digamos que seria o seu segundo idioma); você pode colocar a caixa de combinação "Idioma para alternância" para Italiano, de modo que traduzirá de Inglês para Italiano, sem aceder directamente as configurações do extra. Obviamente, essa função será mais ou menos útil, conforme as suas necessidades deste artifício.
zh_cn: 所以，想象一下这种情况：你通常翻译成英语（你的主要语言），但有时候（例如，当你写一篇文档时）你需要翻译成意大利语（你的第二语言，假设）;您可以将“交换语言”组合框设置为意大利语，这样您就可以从英语翻译成意大利语，而无需直接访问插件设置。显然，根据您更频繁的需求，此功能具有主要或次要功能。

source: Now, the auto-swap checkbox: it appears if and only if you set the auto option in "Source language" combobox, and is directly connected with "Language for swapping" combobox. If you activate it, then the addon tries to commute automatically from your source and target configuration to a configuration where target becomes the source language, and language selected in "Language for swapping" combobox is the new target language; extremely useful if the source language of the text you want translate is the target language.
hr: Sada o potvrdnom okviru za automatsku zamjenu: pojavljuje se samo ako postavite automatsku opciju u kombinaciju „Izvorni jezik” i izravno je povezan s kombinacijom „Jezik za zamjenu”. Ako ga aktivirate, dodatak pokušava automatski prebaciti iz vašeg izvora i usmjeriti ga na konfiguraciju u kojoj cilj postaje izvorni jezik, a jezik odabran u jeziku „Jezik za zamjenu” kombinira novi ciljni jezik; izuzetno korisno, ako je izvorni jezik teksta koji želite prevesti novi ciljni jezik.
pt_pt: Nesse caso, surge a caixa de seleção "alternância automática": ela aparece somente se se seleciona a opção "auto", na caixa de combinação "Idioma de origem" e está directamente conectada à caixa de combinação "Idioma de alternância". Caso a active, o extra tenta comutar automaticamente da atual configuração de origem e destino para uma configuração na qual o idioma de destino se torna o de origem e o idioma escolhido na caixa de combinação "Idioma de alternância" é o novo idioma de destino; isto é útil se o idioma de origem do texto que quer traduzir é o idioma de destino.
zh_cn: 现在，自动交换复选框：当且仅当您在“源语言”组合框中设置自动选项并且与“交换语言”组合框直接连接时，它才会出现。如果您激活它，则插件会尝试从源和目标配置自动转换到目标成为源语言的配置，并且在“交换语言”组合框中选择的语言是新的目标语言;如果要翻译的文本的源语言是目标语言，则非常有用。

source: A simple example: take again in mind the situation imagined previously; if you translate a text in a language different from English, there is no problem, you get the correct translation in English. But if you need to translate a text from English, normally you get a translation into English identical to original text, and this is a bit useless. Thanks to auto-swap function, however, assuming that you want to know how your text sounds into Italian, the addon commutes automatically the target language to Italian, so it returns a valid translation.
hr: Jednostavan primjer: uzmite u obzir prethodno zamišljenu situaciju; ako prevodite tekst na jeziku koji nije engleski, nema problema, dobivate ispravan prijevod na engleskom. Ali ako trebate prevesti tekst s engleskog jezika, obično ćete dobiti prijevod na engleski jezik koji je identičan izvornom tekstu, a to je podosta beskorisno. Međutim, zahvaljujući funkciji automatske zamjene, pretpostavljajući da želite znati kako vaš tekst zvuči na talijanskom jeziku, dodatak automatski prebacuje ciljni jezik na talijanski jezik i vraća valjani prijevod.
pt_pt: Um exemplo simples: Parta da situação imaginada antes; se traduz um texto num idioma diferente do Inglês, não há problemas, pois obtém a tradução correcta em Inglês. Agora se precisar de traduzir um texto do Inglês, normalmente obtém uma tradução para Inglês idêntica ao texto original e isso é inútil. Graças a opção de "alternância automática", porém, supondo que você queira saber como o texto fica em Italiano, o extra comuta automaticamente o idioma de destino para Italiano e portanto devolve uma tradução válida.
zh_cn: 一个简单的例子：再考虑以前想象的情况;如果您使用与英语不同的语言翻译文本，则没有问题，您将获得正确的英语翻译。但是如果你需要翻译英文文本，通常会得到与原文相同的英文翻译，这有点无用。但是，由于自动交换功能，假设您想知道文本如何发音为意大利语，插件会自动将目标语言转换为意大利语，因此它会返回有效的翻译。

source: Anyway, this is a temporary configuration; if this option has no effect (it's experimental), try to commute manually to a stable configuration, using the gesture for swapping described below. It's experimental because in some situations (with short texts, tipically), Google does not recognize the real source language correctly, and you have to swap languages manually via script, so to force the source language to be the previous target language (English in our example).
hr: U svakom slučaju, to je privremena konfiguracija; ako ova opcija nema nikakav učinak (to je eksperimentalno), pokušajte ručno prebaciti na stabilnu konfiguraciju, koristeći gestu za zamjenu, koja je opisana niže dolje. Eksperimentalno je, jer u nekim situacijama (obično kratkim tekstovima) Google ne prepoznaje pravi izvorni jezik i morate ručno mijenjati jezike pomoću skripte, tako da bi izvorni jezik bio prethodni ciljni jezik (engleski u našem primjeru).
pt_pt: Em todo o caso, estamos perante uma configuração temporária; se a opção não tiver efeito (dado que é experimental), tente comutar manualmente para uma configuração estável usando o gesto de alternância descrito abaixo. Ela é experimental porque, em certas situações (principalmente em textos curtos), o Google não reconhece correctamente o verdadeiro idioma de origem e é preciso alternar os idiomas manualmente via script, de modo a forçar o idioma de origem a ser o anterior idioma de destino (Inglês, no nosso exemplo).
zh_cn: 无论如何，这是一个临时配置;如果此选项无效（它是实验性的），请尝试使用下面描述的交换手势手动将其传送到稳定配置。这是实验性的，因为在某些情况下（简短的文字），谷歌不能正确识别真正的源语言，你必须通过脚本手动交换语言，所以强制源语言成为以前的目标语言（英语在我们的例）。

source: Using
hr: Primjena
pt_pt: Como Usar
zh_cn: 运用

source: You can use this add-on in two ways:
hr: Dodatak je moguće koristiti na dva načina:
pt_pt: Pode usar este extra de duas formas:
zh_cn: 您可以通过两种方式使用此插件：

source: Select some text using selection commands (shift with arrow keys, for example) and press associated key to translate. translation result willbe read with synthesizer which you are using.
hr: Označi neki tekst koristeći naredbe za označavanje (na primjer shift i tipke sa strelicama) i pritisni odgovarajuću tipku za prijevod. Rezultat prevođenja će se pročitati pomoću korištene govorne jedinice.
pt_pt: Seleccione um texto, usando os comandos de selecção (shift+setas, por exemplo). depois, pressione a tecla atribuída para traduzir o texto seleccionado. A tradução resultante será lida pelo sintetizador que está a usar.
zh_cn: 使用选择快捷键选择一些文本（例如，使用光标键移动）并按相关键进行翻译。翻译结果将使用您正在使用的合成器读取。

source: You can also translate text from the Clipboard.
hr: Moguće je prevesti i tekst iz međuspremnika.
pt_pt: Também pode traduzir o texto da área de transferência.
zh_cn: 您还可以从剪贴板翻译文本。

source: Shortcuts
hr: Tipkovni prečaci
pt_pt: Teclas de atalho:
zh_cn: 快捷键

source: All following commands must be pressed after modifier key "NVDA+Shift+t":
hr: Sve sljedeće naredbe se moraju pritisnuti nakon modifikacijske tipke „NVDA+Shift+t”:
pt_pt: Estes comandos só são válidos após ter sido pressionada a tecla modificadora "NVDA+Shift+t":
zh_cn: 在修改键“NVDA + Shift + t”后必须按下以下所有命令：

source: T: Translate selected text,
hr: T: prevedi označeni tekst,
pt_pt: T: Traduz o texto seleccionado,
zh_cn: T：翻译选定的文字，

source: Shift+t: translate text from the Clipboard,
hr: Shift+t: prevedi tekst iz međuspremnika,
pt_pt: Shift+t: Traduz o texto da área de transferência,
zh_cn: Shift + t：翻译剪贴板中的文字，

source: S: swap source and target languages,
hr: S: zamijeni izvorni i ciljni jezik,
pt_pt: S: Alterna os idiomas de origem e destino,
zh_cn: S：交换源语言和目标语言，

source: A: announce current configuration,
hr: A: najavi trenutačnu konfiguraciju,
pt_pt: A: indica a configuração atual,
zh_cn: A：宣布当前配置，

source: C: copy last result to clipboard,
hr: C: kopiraj zadnji rezultat u međuspremnik,
pt_pt: C: Copia o último resultado para a área de transferência,
zh_cn: C：将最后一个结果复制到剪贴板，

source: I: identify the language of selected text,
hr: I: identificiraj jezik odabranog teksta,
pt_pt: I: identifica o idioma do texto seleccionado,
zh_cn: I：识别所选文字的语言，

source: H: announces all available commands to user.
hr: H: izgovara sve dostupne naredbe korisniku.
pt_pt: H: fornece todos os comandos disponíveis.
zh_cn: H：向用户宣布所有可用快捷键。

source: Changes for 4.1
hr: Promjene u 4.1
pt_pt: Mudanças para a 4.1
zh_cn: 版本4.1

source: InstantTranslate is working again, now with Yandex translator service instead of Google.
hr: Brzo prevođenje opet radi, sada s Yandex uslugom za prevođenje, umjesto Google usluge.
pt_pt: O Tradutor Instantâneo está novamente a funcionar, agora com o serviço Yandex translator em vez do Google.
zh_cn: InstantTranslate再次运行，现在使用Yandex翻译服务代替Google。

source: Changes for 4.0
hr: Promjene u 4.0
pt_pt: Mudanças para a 4.0
zh_cn: 版本4.0

source: Translation is automatically performed after swapping.
hr: Prijevod se automatski izvršava nakon zamjene.
pt_pt: A tradução é executada automaticamente após a alternância.
zh_cn: 交换后自动执行翻译。

source: Cache bug fixed.
hr: Ispravljena greška s predmemorijom.
pt_pt: Problema de cache corrigido.
zh_cn: 缓存错误修复。

source: Changes for 3.0
hr: Promjene u 3.0
pt_pt: Mudanças para a 3.0
zh_cn: 版本3.0

source: Change way how Shortcuts are used, now you can press instantTranslate modifier key "NVDA+Shift+t", and then single letter key to perform some action (see all Commands in the "Shortcuts" section).
hr: Promijenjen je način korištenja tipkovnih prečaca, sada za Brzo prevođenje možeš pritisnuti modifikacijsku tipku „NVDA+shift+t”, a nakon toga tipku prvog slova za izvršavanje nekih radnji (vidi sve naredbe u odjeljku „Tipkovni prečaci”).
pt_pt: Foi modificado o modo como as teclas de atalho são usadas, agora pode pressionar a tecla modificadora do InstantTranslate "NVDA+Shift+t" e então uma tecla única para executar uma acção (veja todos os comandos na secção "atalhos").
zh_cn: 更改快捷键的使用方式，现在您可以按instantTranslate修饰键“NVDA + Shift + t”，然后按单字母键执行某些操作（请参阅“快捷方式”部分中的所有快捷键）。

source: Implemented swapping languages.
hr: Uvedena je zamjena jezika.
pt_pt: Implementado "idiomas de alternância".
zh_cn: 实现了交换语言。

source: Changed configuration format, now we can change instant translate settings if we are in readonly pane, but remember that this will work before first restart of NVDA.
hr: Promijenjen je format konfiguracije, sad je moguće promijeniti postavke brzog prevođenja za prikaz koji je samo za čitanje, ali misli na to, da će to funkcionirati prije prvog ponovnog pokretanja NVDA.
pt_pt: Foi modificado o formato das configurações; agora podem alterar-se as opções do Tradutor Instantâneo estando no painel somente leitura, mas lembre que as mesmas terão efeito antes da primeira reinicialização do NVDA.
zh_cn: 更改了配置格式，现在我们可以更改实时翻译设置，如果我们在只读窗格中，但请记住，这将在首次重新启动NVDA之前工作。

source: Removed limit on amount of text that can be translated.
hr: Uklonjeno je ograničenje za tekst koji se može prevesti.
pt_pt: Foi removido o limite da quantidade de texto que se pode traduzir.
zh_cn: 删除了可翻译文本数量的限制。

source: Added shortcut t to the Instant Translate Settings menu item
hr: Dodan je tipkovnički prečac „t” u stavku izbornika „Postavke za brzo prevođenje”
pt_pt: Adicionada a tecla de atalho "t" para o item de menu do Tradutor Instantâneo
zh_cn: 添加了Instant Translate Settings菜单项的快捷方式

source: The auto option is now in first position in source combo, and absent in target combo.
hr: Opcija za automatsku stavku se sada nalazi na prvoj mjestu u kombiniranom okviru izvora i nema je u kombiniranom okviru cilja.
pt_pt: A opção "automático", agora, encontra-se em primeiro lugar na caixa de combinação origem e desapareceu da caixa de combinação destino.
zh_cn: auto选项现在位于源组合中的第一个位置，并且在目标组合中不存在。

source: Added a checkbox for configuring copying translation results.
hr: Dodan je potvrdni okvir za konfiguraciju kopiranja rezultata prevođenja.
pt_pt: Adicionada uma caixa de selecção para configurar a cópia dos resultados de traduções.
zh_cn: 添加了用于配置复制翻译结果的复选框。

source: Store config file in the root of settings folder.
hr: Spremanje konfiguracijske datoteke u glavnu mapu s postavkama.
pt_pt: Passou a armazenar o ficheiro de configuração na raíz da pasta de opções.
zh_cn: 将配置文件存储在设置文件夹的根目录中。

source: Source and target languages syncronized with what Google Translate currently exposes (22 Apr 2015).
hr: Izvorni i ciljni jezik sinkronizirani su s onim što Google prevoditelj trenutnačo pruža (22. travnja 2015.).
pt_pt: Idiomas de origem e destino sincronizados com o que o Google Translate expõe atualmente (22 de abril de 2015).
zh_cn: 源语言和目标语言与Google翻译目前公开的内容同步（2015年4月22日）。

source: Changes for 2.1
hr: Promjene u 2.1
pt_pt: Mudanças para a 2.1
zh_cn: 版本2.1

source: Now addon can translate text from clipboard when pressing nvda+shift+y.
hr: Sada dodatak može prevoditi tekst iz međuspremnika kad se pritisnu tipke nvda+shift+y.
pt_pt: Agora, o extra pode traduzir o texto da área de transferência, ao pressionar NVDA+SHIFT+y.
zh_cn: 现在，当按nvda + shift + y时，插件可以从剪贴板翻译文本。

source: Changes for 2.0
hr: Promjene u 2.0
pt_pt: Mudanças para a 2.0
zh_cn: 版本2.0

source: Added gui configurator where you can choose source and target languages.
hr: Konfiguratoru je dadano grafičko sučelje gdje je moguće odabrati izvorni i ciljni jezik.
pt_pt: Adicionado configurador gráfico onde se podem escolher os idiomas de origem e de destino.
zh_cn: 添加了gui配置器，您可以在其中选择源语言和目标语言。

source: Added addon menu item found under preferences menu.
hr: Dodana je stavka izbornika dodatka koju možete pronaći u izborniku za Postavke.
pt_pt: Adicionado item de menu do extra, no menu Preferências.
zh_cn: 添加了首选项菜单下的插件菜单项。

source: Settings now is written in separate config file.
hr: Postavke se sada zapisuju u posebnu konfiguracijsku datoteku.
pt_pt: As configurações agora são registadas num ficheiro de configuração separado.
zh_cn: 现在设置是在单独的配置文件中编写的。

source: Translation results now automatically copies into the clipboard for future manipulations.
hr: Rezultati prevođenja se sad automatski kopiraju u međuspremnik za buduću obradu.
pt_pt: Agora, os resultados das traduções são colocados automaticamente na área de transferência para futuras manipulações.
zh_cn: 现在，翻译结果会自动复制到剪贴板中以供接下来的操作。

source: Changes for 1.0
hr: Promjene u 1.0
pt_pt: Mudanças para a 1.0
zh_cn: 版本1.0

source: Initial version.
hr: Prva verzija.
pt_pt: Versão inicial.
zh_cn: 发布初始版本
