Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/killNVDA.*.po
Languages: hr, tr

source: [[!meta title="Kill NVDA"]]
hr: [[!meta title="Prisilno zatvori NVDA (Kill NVDA)"]]
tr: [[!meta title="NVDA'yı öldür"]]

source: Author: Tyler Spivey
hr: Autor: Tyler Spivey
tr: Yazar: Tyler Spivey

source: NVDA compatibility: 2019.2 to 2019.3
hr: NVDA kompatibilnost: 2019.2 do 2019.3
tr: NVDA uyumluluğu: 2019.2 - 2019.3

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
tr: [Kararlı sürümü][1] indir

source: This add-on is designed to temporarily kill NVDA, so that you can recover if it freezes.
hr: Ovaj je dodatak osmišljen za privremeno prisilno zatvaranje NVDA čitača, kako bi se obnovio, ako zastane.
tr: Bu eklenti, donduğunda kurtarabilmeniz için NVDA'yı geçici olarak öldürmek üzere tasarlanmıştır.

source: Usage
hr: Primjena
tr: kullanım

source: Install this add-on.
hr: Instaliraj ovaj dodatak.
tr: Bu eklentiyi yükleyin.

source: Copy it to the logon screen with the button in General Settings.
hr: Kopiraj ga na prozor prijave s gumbom u općim postavkama.
tr: Genel Ayarlar'da ilgili düğmeyi kullanarak oturum açma ekranına kopyalayın.

source: When NVDA dies, press control alt delete, then activate the NVDA menu, Tools, Kill NVDA.
hr: Kad NVDA zastane, pritisni kontrol alt dilit. Zatim aktiviraj NVDA izbornik, Alati, Prisilno zatvori NVDA.
tr: NVDA donduğunda , kontrol alt sil düğmesine basın, ardından NVDA menüsü, Araçlar, NVDA'yı Öldür'ü etkinleştirin.

source: After that, press escape. NVDA restarts, but you should be able to use your computer again.
hr: Nakon toga pritisni eskeip. NVDA se ponovo pokreće, ali bi se računalo moralo moći ponovo koristiti.
tr: Bundan sonra, esc tuşuna basın. NVDA yeniden başlatılır, ancak bilgisayarınızı yeniden kullanabilmeniz gerekir.
