Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/MathCAT.*.po
Languages: bg, da, it, ja

source: Author: Neil Soiffer
bg: Автор: Neil Soiffer
da: Forfatter: Neil Soiffer
it: Autore: Neil Soiffer
ja: 作者: Neil Soiffer

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
it: Scarica [versione stabile][1]
ja: ダウンロード [安定版][1]

source: MathCAT is designed to eventually replace MathPlayer because MathPlayer is no longer supported. MathCAT generates speech and braille from MathML. The speech for math produced by MathCAT is enhanced with prosody so that it sounds more natural. The speech can be navigated in three modes using the same commands as MathPlayer. In addition, the navigation node is indicated on a braille display. Both Nemeth and UEB technical are supported.
bg: MathCAT е проектиран евентуално да замени MathPlayer, тъй като MathPlayer вече не се поддържа. MathCAT генерира реч и брайл от MathML. Речта за математика, генерирана от MathCAT, е подобрена с прозодия, така че да звучи по-естествено. Текстът може да се обхожда в три режима, като се използват същите команди като при MathPlayer. Освен това, навигационният възел се извежда на брайловия дисплей. Поддържат се както Nemeth, така и технически UEB.
da: MathCAT er designet til at erstatte MathPlayer, fordi MathPlayer ikke længere understøttes. MathCAT genererer tale og punkt fra MathML. Talen til matematik produceret af MathCAT er forbedret med prosodi, så den lyder mere naturlig. Talen kan navigeres i tre tilstande ved hjælp af de samme kommandoer som MathPlayer. Derudover er navigationsknuden vist på et punktdisplay. Både Nemeth og UEB teknisk understøttes.
it: MathCAT è stato progettato per sostituire in futuro MathPlayer, poiché MathPlayer non è più supportato. MathCAT genera parlato e braille a partire da MathML. Il parlato per la matematica prodotto da MathCAT è migliorato con la prosodia, in modo che suoni più naturale. Il contenuto può essere esplorato in tre modalità utilizzando gli stessi comandi di MathPlayer. Inoltre, il nodo di navigazione viene indicato su un display braille. Sono supportati sia Nemeth che UEB tecnici.
ja: MathCATは、MathPlayerが以後サポートされないため、最終的にはMathPlayerを置き換えるように設計されています。MathCATは、MathMLから読み上げと点字を生成します。MathCATにより生成される数学の読み上げは、より自然なように、韻律で拡張されています。読み上げは、MathPlayerと同じコマンドを使用して、3つのモードでナビゲートされます。さらに、このナビゲーションノードは、点字ディスプレイにも表されます。NemethとUEBの両方の技術がサポートされています。

source: MathCAT has a number of configuration options that control speech, navigation, and braille. Many of these can be set in the MathCAT settings dialog (found NVDA Preferences menu). For more information on these settings, see the [MathCAT documentation](https://nsoiffer.github.io/MathCAT/users.html). The documentation includes a link to [a table listing all of the navigation commands in MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).
bg: MathCAT има редица опции за конфигуриране, които контролират речта, навигацията и брайла. Много от тях могат да бъдат зададени в диалоговия прозорец за настройки на MathCAT (намира се в менюто с настройките на NVDA). За повече информация относно тези настройки вижте [документацията на MathCAT](https://nsoiffer.github.io/MathCAT/users.html). Документацията включва връзка към [таблица, изброяваща всички команди за навигация в MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).
da: MathCAT har en række konfigurationsmuligheder, der styrer tale, navigation og punkt. Mange af disse kan indstilles i MathCAT-indstillingsdialogen (findes i meNVDA-menuen>Opsætning). For mere information om disse indstillinger, læs [MathCAT-dokumentationen](https://nsoiffer.github.io/MathCAT/users.html). Dokumentationen indeholder et link til [en tabel med alle navigationskommandoer i MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).

source: Note: MathCAT is a general library for generating speech and braille from MathML. It is used by other AT projects besides NVDA. For information on the MathCAT project in general, see the main [MathCAT Documentation page](https://nsoiffer.github.io/MathCAT).
bg: Забележка: MathCAT е обща библиотека за генериране на реч и брайл от MathML. Използва се от други помощно-технологични проекти освен NVDA. За информация относно проекта MathCAT като цяло, прегледайте основната [страница с документация на MathCAT](https://nsoiffer.github.io/MathCAT).
da: Bemærk: MathCAT er et generelt bibliotek til generering af tale og punkt fra MathML. Dette bruges af andre lignende projekter udover NVDA. For information om MathCAT-projektet, se [MathCAT-dokumentationssiden](https://nsoiffer.github.io/MathCAT).

source: Who should use MathCAT:
bg: Кой трябва да използва MathCAT:
da: Hvem bør bruge MathCAT:
it: Chi dovrebbe usare MathCAT:
ja: MathCATの使用対象者:

source: Those who need high quality Nemeth braille (MathPlayer's Nemeth is based on liblouis' Nemeth generation which has a number of significant bugs that are technically difficult to fix).
bg: Тези, които се нуждаят от висококачествен Nemeth брайл (Nemeth на MathPlayer е базиран на поколението Nemeth на liblouis, което има редица значителни грешки, които са технически трудни за отстраняване).
da: Dem, der har brug for Nemeth-braille af høj kvalitet (MathPlayers Nemeth er baseret på liblouis' Nemeth-generation, som har en række væsentlige fejl, som er teknisk svære at rette).
it: Coloro che hanno bisogno di Nemeth braille di alta qualità (Nemeth di MathPlayer è basato sulla generazione Nemeth di liblouis che ha una serie di bug significativi che sono tecnicamente difficili da correggere).
ja: 質の高いNemeth点字を必要とする人(Math PlayerのNemethはLiblouisのNemeth生成に基づいていて、修正するのが技術的に難しい重大なバグが多くあります)。

source: Those who need UEB technical braille
bg: Тези, които се нуждаят от технически UEB брайл
da: Dem, der har brug for UEB teknisk braille
it: Coloro che hanno bisogno del braille tecnico UEB
ja: UEB技術点字を必要とする人

source: Those who want to try out the latest technology and are willing to help by reporting bugs
bg: Тези, които искат да изпробват най-новите технологии и са готови да помогнат, като докладват за грешки
da: Dem, der ønsker at prøve den nyeste teknologi og er villige til at hjælpe ved at rapportere fejl
it: Coloro che vogliono provare la tecnologia più recente e sono disposti ad aiutare segnalando bug
ja: 最新の技術を試したく、バグを報告して進んで協力してくれる人

source: Those who use Eloquence as a voice
bg: Тези, които използват речевия синтезатор Eloquence
da: Dem, der bruger Eloquence som stemme
it: Coloro che usano come voce Eloquence
ja: Eloquenceを音声として使用している人

source: Who should NOT use MathCAT:
bg: Кой НЕ трябва да използва MathCAT:
da: Hvem bør IKKE bruge MathCAT:
it: Chi NON dovrebbe usare MathCAT:
ja: MathCatの使用対象者でない人:

source: Anyone who uses MathPlayer with a non-English language (translations exist for Indonesian and Vietnamese; translations will be coming in the future)
bg: Всеки, който използва MathPlayer на език, различен от английски (съществуват виетнамски и индонезийски преводи). Локализацията ще се случи на по-късен етап
da: Enhver, der bruger MathPlayer med et andet sprog end engelsk (oversættelser findes til indonesisk og vietnamesisk; oversættelser er sandsynlige i fremtiden)

source: Anyone who uses MathPlayer with a non-Nemeth/non-UEB braille output (contact me if you want to help out with a braille translation)
bg: Всеки, който използва MathPlayer с брайлов изход, различен от Nemeth/UEB (свържете се с мен, ако искате да помогнете с брайлов превод)
da: Enhver, der bruger MathPlayer med et ikke-Nemeth/ikke-UEB brailleoutput (kontakt mig, hvis du vil hjælpe med en brailleoversættelse)
it: Chiunque usi MathPlayer con un output braille non Nemeth/non UEB (contattami se vuoi aiutarmi con una traduzione braille)
ja: Nemethでない、UEBでない点字出力でMath Playerを使用している人(点訳を手伝いたい人はご連絡下さい)

source: Anyone who prefers Access8Math to MathPlayer (for speech or other features)
bg: Всеки, който предпочита Access8Math пред MathPlayer (за реч или други функции)
da: Enhver, der foretrækker Access8Math frem for MathPlayer (til tale eller andre funktioner)
it: Chiunque preferisca Access8Math a MathPlayer (per la voce o altre funzionalità)
ja: Math PlayerよりAccess8Mathが好みな人(読み上げや他の機能で)

source: MathCAT's rules for speech are not yet as extensive as MathPlayer's rules -- that may be another reason to stick with MathPlayer. MathCAT is being used as a testbed for ideas for MathML 4 that allow authors to express their intent so that ambiguous notations can be spoken correctly and not guessed at. I have held off on adding too many rules since the architecture of MathCAT is centered around using and inferring author intent and these are not fully settled yet.
bg: Правилата на MathCAT за речта все още не са толкова обширни, колкото правилата на MathPlayer. Това може да е друга причина да се придържате към MathPlayer. MathCAT се използва като тестово поле за идеи за MathML 4, които позволяват на авторите да изразят намерението си, така че двусмислените нотации да могат да се изговарят правилно и да не се гадаят. Въздържах се от добавянето на твърде много правила, тъй като архитектурата на MathCAT е съсредоточена около използването и извеждането на авторските намерения и те все още не са напълно уредени.
da: MathCATs regler for tale er endnu ikke så omfattende som MathPlayers regler - det kan være endnu en grund til at holde sig til MathPlayer. MathCAT bliver brugt som et testbed for ideer til MathML 4, der gør det muligt for forfattere at udtrykke deres hensigt, så tvetydige notationer kan læses korrekt og ikke gættes på. Jeg har holdt op med at tilføje for mange regler, da arkitekturen i MathCAT er centreret omkring brug og udledning af forfatterens hensigt, og disse er ikke helt afklarede endnu.
it: MathCAT ha meno regole per il parlato rispetto a MathPlayer, il che potrebbe essere un altro motivo per continuare a usare MathPlayer. MathCAT viene utilizzato come banco di prova per idee per MathML 4 che consentono agli autori di esprimere il loro intento in modo che le notazioni ambigue possano essere pronunciate correttamente e non indovinate. Mi sono trattenuto dall'aggiungere troppe regole poiché l'architettura di MathCAT è incentrata sull'uso e sull'inferenza dell'intento dell'autore e queste non sono ancora state completamente stabilite.
ja: MathCATの読み上げの規則は、Math Playerの規則ほどまだ広範囲ではありません -- Math Playerが良いとされる他の理由にもなり得るかもしれません。MathCATは、MathML4の検証用に、あいまいな表記が正確に読み上げられ、推測にならないように、作者が意思を表現出来るように、使用されています。私は、MathCATの構造が使用に集中し、作者の意図と干渉しており、まだ完全には解決していないため、多くの規則を追加するのを延期しています。

source: Lots of bug fixes
bg: Множество отстранени грешки
da: Masser af fejlrettelser

source: Improvements to speech
bg: Подобрения в речта
da: Forbedringer af tale

source: A preference setting to control the duration of pausing (works with changes to relative speech rate for math)
bg: Настройка за контролиране на продължителността на паузата (работи в комбинация с промяната в относителната скорост на речта за математика)
da: En præferenceindstilling til at kontrollere varigheden af pause (fungerer med ændringer af relativ talehastighed for matematik)

source: Support to recognize chemistry notation and speak it appropriately
bg: Поддръжка за разпознаване на химически формули и изговарянето им по подходящ начин
da: Støtte til at genkende keminotation og tale den korrekt

source: Translations to Indonesian and Vietnamese
bg: Преводи на индонезийски и виетнамски
da: Oversættelser til indonesisk og vietnamesisk

source: More improvements chemistry
bg: Още подобрения относно поддръжката за химия
da: Flere forbedringer kemi

source: Fixes for Nemeth:
bg: Поправки за Nemeth:
da: Rettelser til Nemeth:

source: Added "omission" rules
da: Tilføjet "udeladelse" regler

source: Added some rules for English Language Indicators
da: Tilføjet nogle regler for engelske sprogindikatorer

source: Added more cases where the Mulitpurpose indicator is needed
da: Tilføjet flere tilfælde, hvor Multipurpose-indikatoren er nødvendig

source: Fixes related to Nemeth and punctuation
da: Rettelser relateret til Nemeth og tegnsætning

source: This release has a number of bug fixes in it. The major new features and bug fixes are:
da: Denne udgivelse indeholder en række fejlrettelser. De vigtigste nye funktioner og fejlrettelser er:

source: Added Spanish Translation (thanks to Noelia Ruiz and María Allo Roldán)
da: Tilføjet spansk oversættelse (tak til Noelia Ruiz og María Allo Roldán)

source: Modified navigation so that it starts zoomed in one level
da: Ændret navigation, så den begynder at zoome i ét niveau

source: Added cntrl+alt+arrow as a way to navigate tabular structures. These keys should be more memorable because they are used for table navigation in NVDA.
da: Tilføjet cntrl+alt+pil som en måde at navigere i tabelstrukturer på. Disse taster burde være mere mindeværdige, fordi de bruges til tabelnavigation i NVDA.

source: Worked around NVDA bug for eSpeak voices that caused them to slow down when the relative MathRate was set to be slower than the text speech rate.
da: Virkede uden om NVDA-fejl for eSpeak-stemmer, der fik dem til at sænke farten, når den relative MathRate var indstillet til at være langsommere end teksttalehastigheden.

source: Worked around a OneCore voice problem so that they will speak the long 'a' sound.
da: Arbejdet med et OneCore-stemmeproblem, så de vil sige den lange 'a'-lyd.

source: There are lots of small tweaks to the speech and some bug fixes for both Nemeth and UEB.
bg: Мвножество малки промени в речта и някои корекции на грешки както за Nemeth, така и за UEB.
da: Der er masser af små justeringer af talen og nogle fejlrettelser til både Nemeth og UEB.

source: Note: there is now an option to get Vietnam's braille standard as braille output. This is still a work in progress and is too buggy to be used other than for testing. I expect the next MathCAT release will contain a reliable implementation.
bg: Забележка: Вече има опция за получаване на виетнамския брайлов стандарт като брайлов изход. Това все още е в процес на работа и е твърде нестабилно, за да се използва за друго, освен за тестване. Очаквам следващата версия на MathCAT да съдържа стабилна имплементация.
da: Bemærk: der er nu en mulighed for at få Vietnams braillestandard som brailleoutput. Dette er stadig et igangværende arbejde og er for buggy til at blive brugt andet end til test. Jeg forventer, at den næste MathCAT-udgivelse vil indeholde en pålidelig implementering.

source: MathCAT Update Log
bg: Списък с промените в MathCAT

source: Version 0.2
bg: Версия 0.2

source: Version 0.2.5
bg: Версия 0.2.5

source: * Added "omission" rules
bg: * Добавени правила за "пропускане"

source: * Added some rules for English Language Indicators
bg: * Добавени са някои правила за индикатори за английски език

source: * Added more cases where the Mulitpurpose indicator is needed
bg: * Добавени са още случаи, при които е необходим многофункционален индикатор

source: * Fixes related to Nemeth and punctuation
bg: * Поправки, свързани с Nemeth и пунктуацията

source: Version 0.3.3
bg: Версия 0.3.3

source: This release has a number of bug fixes in it. The major new features and bug fixes are: * Added Spanish Translation (thanks to Noelia Ruiz and María Allo Roldán) * Modified navigation so that it starts zoomed in one level * Added cntrl+alt+arrow as a way to navigate tabular structures. These keys should be more memorable because they are used for table navigation in NVDA. * Worked around NVDA bug for eSpeak voices that caused them to slow down when the relative MathRate was set to be slower than the text speech rate. * Worked around a OneCore voice problem so that they will speak the long 'a' sound.
bg: В тази версия има поправки на редица грешки. Основните нови функции и корекции на грешки са: * Добавен превод на испански (благодарение на Noelia Ruiz и María Allo Roldán) * Навигацията е променена така, че да започва увеличена на едно ниво * Добавени са командите Control+Alt+стрелките като начин за навигация в табличните структури. Тези клавиши трябва да са по-запомнящи се, защото се използват за навигация в таблици в NVDA * Заобиколно решение за грешка на NVDA за гласовете в речевия синтезатор eSpeak, която ги караше да забавят, когато относителната скорост за математика е настроена да бъде по-бавна от скоростта на речта за текст * Заобиколно решение за проблем с гласовете в речевия синтезатор OneCore, така че те ще изговарят дългия звук "a"

source: NVDA compatibility: 2018.1 or later (untested in earlier versions)
it: Compatibilità NVDA: 2018.1 o successiva (non testata nelle versioni precedenti)
ja: NVDA互換性: 2018.1以降(それより前のバージョンはテストされていません)

source: MathCAT adds a settings menu to NVDA's preferences menu. In the settings menu, numerous options in MathCAT can be set to control the speech, navigation, and braille.
it: MathCAT aggiunge una voce impostazioni nel menu preferenze di NVDA. Qui,, possono essere impostate numerose opzioni in MathCat, per controllare il parlato, la navigazione e il braille.
ja: MathCATは、設定メニューを、NVDAの設定(P)メニューに追加します。設定メニューでは、MathCATの多くの選択肢を設定し、読み上げ、ナビゲーション、点字を操作出来ます。

source: For full user documentation, please see the [MathCAT User Documentation](https://nsoiffer.github.io/MathCAT/users.html). For information on the MathCAT project in general, see the main [MathCAT Documentation page](https://nsoiffer.github.io/MathCAT).
it: Per la documentazione utente completa, consultare la [Documentazione utente MathCAT](https://nsoiffer.github.io/MathCAT/users.html). Per informazioni generali sul progetto MathCAT, consultare la [pagina della documentazione MathCAT](https://nsoiffer.github.io/MathCAT) principale.
ja: ユーザードキュメントを全部見るには、[MathCAT ユーザードキュメント](https://nsoiffer.github.io/MathCAT/users.html)を見て下さい。一般に、MathCATプロジェクトについては、メインの[MathCAT ドキュメントページ](https://nsoiffer.github.io/MathCAT)を見て下さい。

source: Anyone who uses MathPlayer with a non-English language (translations will be coming in the future)
it: Chiunque usi MathPlayer con una lingua diversa dall'inglese (le traduzioni arriveranno in futuro)
ja: MathPlayerを英語以外の言語で使用している人(将来翻訳される)

source: Anyone who uses MathPlayer to read Chemical Formulas (that will hopefully show up in the next non-bug release)
it: Chiunque utilizzi MathPlayer per leggere le formule chimiche (che si spera vengano visualizzate nella prossima versione senza bug)
ja: (次のバグのないリリースに願わくば現れる)化学式を読むためにMathPlayerを使用している人
