Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/mp3DirectCut.*.po
Languages: es

source: Author(s) : Abdel, Rémy, Abdellah zineddine, Jean-François COLAS
es: Autor(es: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS

source: Download [stable version][1]
es: Descargar [versión estable][1]

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]

source: Presentation
es: Presentación

source: This add-on improves the accessibility of the software mp3DirectCut with NVDA.
es: Este complemento permite mejorar la accesibilidad del software mp3DirectCut con NVDA.

source: It has been tested with versions of mp3DirectCut ranging from 212 up to 223.
es: Se ha probado con las versiones de mp3DirectCut que van desde la 212 hasta la 223.

source: Keyboard shortcuts
es: Órdenes de teclado

source: This addon offers the following commands:
es: Este complemento ofrece las siguientes órdenes:

source: Used to confirm correct placement of the marker of the beginning of the selection B.
es: Se usa para confirmar la situación correcta del marcador de inicio de la selección B.

source: Used to indicate the position of the marker of the beginning of selection B.
es: Se usa para indicar la posición del marcador de inicio de la selección B.

source: Double pressure lets give you the duration of the selection.
es: Con una doble pulsación devuelve la duración de la selección.

source: Gives the duration from the beginning of the file to the current position of the playback cursor.
es: Da la posición desde el comienzo del archivo hasta la posición actual del cursor de reproducción.

source: Double pressure lets give you the total duration.
es: Con una doble pulsación indica la duración total.

source: Confirms that the selection has been canceled.
es: Confirma que se ha cancelado la selección.

source: Gives the time remaining from the current position of the playback cursor to the end of the file.
es: Devuelve el tiempo restante desde la posición actual del cursor de reproducción hasta el final del archivo.

source: Used to indicate the position of the marker of the end of selection N.
es: Se usa para indicar la posición del marcador del fin de la selección N.

source: Double pressure gives recapitulatif positions B and N, and the duration of the selection.
es: Si se pulsa dos veces devuelve las posiciones B y N, y la duración de la selección.

source: Give the reference of the actual part and the total number of parts in the current file.
es: Da la referencia de la parte actual y la cantidad total de partes del archivo.

source: Ctrl+Shift+Space
es: Ctrl+Shift+Espacio

source: Used to determine the current level of the vu-meter, during recording.
es: Se usa para determinar el nivel actual del volumen del micrófono durante la grabación.

source: Double pressure reset it.
es: Una doble pulsación lo restablece.

source: Down Arrow
es: Flecha abajo

source: Lets you see the current position of the playhead.
es: Te permite saber la posición actual del cursor de reproducción.

source: This command also position the cursor at the location of the marker of the end of selection N, while giving the location of this marker if a selection has been made.
es: Esta orden también sitúa el cursor en la posición del marcador del final de la selección N, mientras da la ubicación de este marcador si se ha hecho una selección.

source: In the volume dialog box, vocalise the next value that can be reached generally with downArrow.
es: En el cuadro de diálogo de volumen, verbaliza el siguiente valor que generalmente puede alcanzarse pulsando flecha abajo.

source: This value is not vocalized default.
es: Este valor no se verbaliza por defecto.

source: End
es: Fin

source: Moves the playback cursor at the end of the current file and give the total time.
es: Mueve el cursor de reproducción al final del archivo actual e indica la duración total.

source: Home
es: Inicio

source: Moves the playback cursor at the beginning of the current file.
es: Mueve el cursor de reproducción al comienzo del archivo actual.

source: Left Arrow
es: Flecha izquierda

source: Lets make a brief return back of one second during playback, while giving the current duration.
es: Retrocede un segundo durante la reproducción e indica la duración actual.

source: This duration is configurable in the options of mp3directcut.
es: Esta duración es configurable en las opciones de MP3DirectCut.

source: Used to confirm correct placement of the marker of the end of the selection N.
es: Se usa para confirmar la situación correcta del marcador de fin de selección N.

source: Page Down
es: Avance página

source: Lets make a leap forward of 10 seconds during playback, while giving the current duration.
es: Adelanta 10 segundos la reproducción e indica la duración actual.

source: Page Up
es: Retroceso página

source: Lets make a return back of 10 seconds during playback, while giving the current duration.
es: Retrocede 10 segundos en la reproducción e indica la duración actual.

source: Allows to prepare a record and whether you can press spacebar to start.
es: Prepara una grabación, que se puede iniciar pulsando Espacio.

source: Right Arrow
es: Flecha derecha

source: Lets do a brief forward of one second during playback, while giving the current duration.
es: Adelanta un segundo la reproducción e indica la duración actual.

source: Ctrl+Right Arrow
es: CTRL+Flecha derecha

source: Moves to the next splitting point, while giving the current duration.
es: Se mueve al siguiente punto de división e indica la duración actual.

source: Ctrl+Left Arrow
es: CTRL+flecha izquierda

source: Moves to the previous splitting point, while giving the current duration.
es: Se mueve al punto de división anterior e indica la duración actual.

source: Shift+Right Arrow
es: Shift+flecha derecha

source: Lets do a brief forward of four hundredths of seconds during playback, while giving the current duration.
es: Adelanta cuatro centésimas de segundo en la reproducción e indica la duración actual.

source: Shift+Left Arrow
es: Shift+flecha izquierda

source: Lets do a brief backwards of four hundredths of seconds during playback, while giving the current duration.
es: Retrocede cuatro centésimas de segundo en la reproducción e indica la duración actual.

source: Used to stop the reading and give the current duration.
es: Detiene la reproducción e indica la duración actual.

source: Space
es: Espacio

source: If the recording is ready, start this recording.
es: Si la grabación está preparada, la inicia.

source: If a recording is in progress, stop it by positioning the cursor at the beginning.
es: Si hay una grabación en progreso, la detiene y sitúa el cursor al principio.

source: If a file is loaded, start the reading.
es: Si hay un archivo cargado, comienza la reproducción.

source: If a read is in progress, allows to do a pause by giving current duration.
es: Si hay una reproducción en curso, la pausa e indica la duración actual.

source: If read is paused, allows to restart the reading from the current location.
es: Si la reproducción está en pausa, la reanuda desde la posición actual.

source: Up Arrow
es: Flecha arriba

source: This command also position the cursor at the location of the marker of the beginning of selection B, while giving the location of this marker if a selection has been made.
es: Esta orden también sitúa el cursor en la ubicación del marcador del principio de la selección B, e indica la posición de este marcador si se ha hecho una selección.

source: In the volume dialog box, vocalise the previous value that can be reached generally with upArrow.
es: En el cuadro de diálogo de volumen, verbaliza el valor anterior que se puede alcanzar pulsando flecha arriba.

source: Lets open the help of the current add-on.
es: Te permite abrir la ayuda del complemento actual.

source: Compatibility
es: Compatibilidad

source: This add-on is compatible with the versions of NVDA ranging from 2016.4 until 2020.3 or higher.
es: Este complemento es compatible con las versiones de NVDA que van desde la 2016.4 hasta la 2020.3 o posterior.

source: Change for version 20.12
es: Cambios para la versión 20.12

source: Stop speech during recording and reading for the latest versions of mp3directcut;
es: La voz se detiene durante la grabación y lectura en las versiones más recientes de mp3directcut;

source: Fixed reading remaining time for new versions of NVDA using Python 3.
es: Corregida la lectura del tiempo restante en las nuevas versiones de NVDA que utilizan Python 3.

source: Change for version 19.02
es: Cambios para la versión 19.02

source: Added the add-on's configuration in the settings panel available since nvda 2018.2;
es: Se ha añadido la configuración del complemento al diálogo de opciones disponible desde NVDA 2018.2;

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
es: Se ha cambiado el número de versión siguiendo el esquema AA.MM (dos dígitos para el año, seguidos de un punto y dos dígitos para el mes);

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
es: Se ha añadido compatibilidad con el nuevo formato de versiones de complementos, disponible en NVDA 2019.1.

source: Change for version 4.0
es: Cambios para la versión 4.0

source: Added the Compatibility of the add-on with both Python 2.7 and 3;
es: Añadido la compatibilidad del complemento con Python 2.7 y 3;

source: Fixed a bug with add-on paths that contain non-ASCII characters.
es: Arreglado un error con rutas de complementos que no contienen caracteres ASCII.

source: Change for version 3.0
es: Cambios para la versión 3.0

source: Used the gui.guiHelper module to ensure the correct appearance of the addon's configuration dialog;
es: Se utiliza el módulo gui.guiHelper para asegurarse de la correcta apariencia del diálogo de configuración del complemento;

source: Used format instead of %s for formatted strings;
es: Se utiliza formato en lugar de %s para cadenas formateadas;

source: Used compliance with guidelines for implementation.
es: Se cumplen las directrices de cumplimentación.

source: Change for version 2.3
es: Cambios para la versión 2.3

source: Added the GPL license to the addon;
es: Se añade la licencia GPL al complemento;

source: Changed the shortcut of the script giving the end of selection from Ctrl + Shift + N to Ctrl + Shift + E because Ctrl + Shift + N doesn't work with the latest versions of mp3DirectCut;
es: Se cambia el atajo de teclado del script que da fin a la selección de Ctrl + Shift + N a Ctrl + Shift + E porque Ctrl + Shift + N no funciona con las últimas versiones de mp3DirectCut;

source: Added a script to confirm that the selection has been canceled with 'Ctrl+r';
es: Se añadió un script para confirmar que la selección se ha cancelado con 'Control+r';

source: Made some corrections in the code of the appModule 'mp3directcut.py'.
es: Se hicieron algunas correcciones en el código del appModule 'mp3directcut.py'.

source: Change for version 2.2
es: Cambios para la versión 2.2

source: Correction of the scripts giving the selection markers' locations.
es: Corrección de los scripts que dan la localización de la selección de las marcas.

source: Change for version 2.1.1
es: Cambios para la versión 2.1.1

source: Removing the script giving the total time and adding this information to the script giving the elapsed time;
es: Supresión del script dando la duración total y añadida esta información para el script que da el tiempo transcurrido;

source: Added the ability to enable or disable the announcements related to the space key in the module's configuration options, separately from other announcements;
es: Añadida la posibilidad de activar o desactivar los anuncios relacionados con la tecla de espacio en las opciones de configuración del complemento, por separado de los otros anuncios;

source: Added the ability to enable or disable the announcement of placement of the selection marqueures in the module's configuration options;
es: Añadida la posibilidad para activar o desactivar el anuncio para la buena colocación de marcas de selección en las opciones de configuración del complemento;

source: Adding the announcement of the current part when moving through the cutting points;
es: Añadido el anuncio de la parte actual cuando se mueve entre los puntos de corte;

source: Correction of announcements related to vertical keys;
es: Corrección de los anuncios relacionados con las teclas verticales;

source: Adding a script to open the help of the current add-on with 'NVDA+H';
es: Añadido un Script para abrir la ayuda del actual complemento accesible gracias a la orden de teclado "NVDA+H";

source: Displacement of the add-on's configuration menu from the Tools menu to the Preferences menu of NVDA.
es: Desplazamiento del menú de configuración del complemento del menú Herramientas al menú Preferencias de NVDA.

source: Change for version 2.1
es: Cambios para la versión 2.1

source: Adding a script to vocalize moving to the next splitting point with Control+Right Arrow;
es: Añadido un Script para vocalizar el siguiente punto de corte con Control+Flecha Derecha;

source: Adding a script to vocalize moving to the previous splitting point with Control+Left Arrow;
es: Añadido un Script para vocalizar el punto de corte anterior con Control+Flecha Izquierda;

source: Adding a script to vocalize the displacement of 4 hundredths of second ahead, with Shift+Right Arrow;
es: Añadido un Script para vocalizar el desplazamiento de 4 centésimas de segundo hacia adelante con Shift+Flecha Derecha;

source: Adding a script to vocalize the displacement of 4 hundredths of second back, with Shift+Left Arrow;
es: Añadido un Script para vocalizar el desplazamiento de 4 centésimas de segundo hacia atrás con Shift+Flecha Izquierda;

source: Correction of the addon's summary from 'for mp3DirectCut' to 'mp3DirectCut'.
es: Corrección del summary del complemento de "para mp3DirectCut" a "mp3DirectCut".

source: Change for version 2.0
es: Cambios para la versión 2.0

source: Adding a script to know the remaining time with 'Control Shift R';
es: Añadido un Script para saber el tiempo restante con "Control+Shift+R";

source: Fixed reading durations including hours;
es: Corrección de la lectura de las duraciones incluyendo las horas;

source: Added ability to differentiate thousandths or hundredths of seconds.
es: Añadida la posibilidad de diferenciar milésimas o centésimas de segundos.

source: Change for version 1.1
es: Cambios para la versión 1.1

source: Added the ability to include the mp3DirectCut category into the Input Gestures;
es: Se ha añadido la capacidad de incluir la categoría MP3DirectCut en el diálogo Gestos de entrada;

source: They will be visible only during use of the mp3DirectCut software.
es: Sólo serán visibles durante el uso del software MP3DirectCut.

source: Added the ability to enable or disable automatic messages, in the tools menu of NVDA, item 'mp3DirectCut configuration';
es: Añadida la posibilidad de activar o desactivar los mensajes automáticos desde el menú Herramientas de NVDA, elemento 'Configuración de MP3DirectCut';

source: Change for version 1.0
es: Cambios para la versión 1.0

source: Initial version.
es: Primera versión.
