Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/noBeepsSpeechMode.*.po
Languages: tr

source: Author: Alberto Buffolino.
tr: Yazar: Alberto Buffolino.

source: download [stable version][1]
tr: [Kararlı sürümü][1] indir

source: download [development version][2]
tr: [geliştirme sürümü][2]nü indir

source: This add-on excludes beeps in the speech mode when pressing NVDA+s. You can only toggle between off or talk.
tr: NVDA konuşma kiplerinden bipleme kipini siler. Sadece kapalı veya konuşma arasında geçiş yapabilirsiniz.

source: Changes for 2.0
tr: 2.0 için Değişiklikler

source: Add-on help is available from the Add-ons Manager.
tr: Eklenti yardımı, Eklenti Yöneticisi'nden edinilebilir.

source: Changes for 1.5
tr: 1.5 için Değişiklikler

source: Added script category (speech).
tr: Girdi hareketi kategorisi (konuşma) eklendi.

source: Check for an older version of the addon which is not community supported, and prompt user before removing it.
tr: Eklentinin topluluk tarafından desteklenmeyen eski bir sürümünü kontrol et ve kaldırmadan önce kullanıcıya sor.

source: Changes for 1.4
tr: 1.4 Değişiklikler

source: From this version, the messages about speech mode are automatically translated from NVDA in the correct language, no specific translation for addon required (with the possible obvious exception of manifest.ini and script documentation).
tr: Bu sürümle, konuşma modu hakkında mesajlar otomatik olarak doğru dilde söylenir, eklenti için özel bir çeviriye gerek kalmadı.

source: Changes for 1.3
tr: 1.3 Değişiklikler

source: Fixed bug in translations support: added python sources to make strings translatable.
tr: Çeviri desteğindeki hata giderildi: dizeleri çevrilebilir yapmak için Python kaynakları eklendi.

source: Changes for 1.2
tr: 1.2 Değişiklikler

source: Initial version.
tr: İlk sürümü.
