Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/numpadNavMode.*.po
Languages: de, es, fi, fr, gl, it, ja, pt_pt, zh_cn

source: [[!meta title="Numpad Nav Mode"]]
de: [[!meta title="Nummernblock-Navigationsmodus"]]
fi: [[!meta title="Laskinnäppäimistön navigointitila"]]
zh_cn: [[!meta title="小键盘模式切换（插件为英语）"]]

source: Author: Luke Davis (Open Source Systems, Ltd.)
de: Autor: Luke Davis (Open Source Systems, Ltd.)
es: Autor: Luke Davis (Open Source Systems, Ltd.)
fi: Tekijä: Luke Davis (Open Source Systems, Ltd.)
fr: Auterr : Luke Davis (Open Source Systems, Ltd.)
gl: Autor: Luke Davis (Open Source Systems, Ltd.)
it: Autore: Luke Davis (Open Source Systems, Ltd.)
ja: 作者: Luke Davis (Open Source Systems, Ltd.)
pt_pt: Autor: Luke Davis (Open Source Systems, Ltd.)
zh_cn: 作者： Luke Davis (Open Source Systems, Ltd.)

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pt_pt: Baixar [Versão estável][1]
zh_cn: 下载 [稳定版][1]

source: Numpad Nav Mode is an [NVDA](https://nvaccess.org/) add-on, which allows you to easily switch your keyboard's numpad between NVDA's navigation controls and the non-screenreader Windows navigation controls.
de: Nummernblock-Navigations-Modus ist eine Erweiterung für [NVDA](https://nvaccess.org/), welche es ermöglicht, den Nummernblock zwischen den Navigations-Befehlen für NVDA und den Windows Navigationsbefehlen umzuschalten.
es: Numpad Nav Mode es un complemento para [NVDA](https://nvaccess.org) que permite cambiar fácilmente el bloque numérico de tu teclado entre los controles de navegación de NVDA y los controles de navegación de Windows sin lector de pantalla.
fi: Laskinnäppäimistön navigointitila on [NVDA](https://nvaccess.org/)-lisäosa, jonka avulla voit helposti vaihtaa näppäimistön laskinosan NVDA:n navigointikomentojen ja Windowsin liikkumiskomentojen välillä.
fr: Numpad Nav Mode est une extension [NVDA](https://nvaccess.org/), qui vous permet de basculer facilement le pavé numérique de votre clavier entre les commandes de navigation de NVDA et les commandes de navigation Windows sans lecteur d'écran.
gl: Numpad Nav Mode é un complemento de [NVDA](https://nvaccess.org/), que che permite alternar o teclado numérico do teu teclado fácilmente entre os controis de navegación de NVDA e os controis de navegación de Windows sen lector de pantallas.
it: Numpad Nav Mode è un add-on di [NVDA](https://nvaccess.org/) che vi permette di alternare rapidamente la funzione del tastierino numerico tra i controlli di navigazione di NVDA e i comandi standard di Windows.
ja: Numpad Nav Mode は、キーボードのテンキーをNVDAのナビゲーションコントロールと、スクリーンリーダーがない時のWindowsナビゲーションコントロールの間で、簡単に切り替えられる[NVDA](https://nvaccess.org/)アドオンです。
pt_pt: O Numpad Nav Mode é um extra para o [NVDA](https://nvaccess.org/), que lhe permite alternar facilmente entre o teclado numérico usado como os controlos de navegação do NVDA e os controlos de navegação do Windows sem leitor de ecrã.
zh_cn: 小键盘模式切换是一个 [NVDA](https://nvaccess.org/) 插件，其允许你将键盘右侧的小键盘区在 NVDA 的小键盘模式和标准 Windows 编辑模式之间切换。

source: The normal functions of the PC number pad, with numlock off, are: page up, page down, home, end, four-way arrow keys, and a delete key. But NVDA completely takes over the numpad, to provide review keys, mouse controls, and object navigation controls. This is true even in laptop keyboard mode, which duplicates those functions on non-numpad keys for those who do not have a numpad.
de: Die normalen Funktionen des Nummernblocks bei ausgeschaltetem Nummernblocksind: Seite rauf und runter, Pos1 und ende, Pfeiltasten, sowie die Löschen-Taste. NVDA belegt den Nummernblock jedoch mit Befehlen zum Lesen von text, zur Maussteuerung sowie der Objektnavigation. Dies ist auch im Tastaturschema Laptop der Fall, in welchem die Befehle auf andere Tastenkombinationen (außerhalb des Nummernblocks) gelegt werden. Dies ist, falls man keinen Nummernblock besitzt.
es: Las funciones normales del bloque numérico de un pc, con el bloqueo numérico desactivado, son: retroceso de página, avance página, inicio, fin, las cuatro flechas, y una tecla suprimir. Sin embargo, NVDA toma el control sobre el bloque numérico para proporcionar teclas de revisión, controles del ratón y controles de navegación por objetos. Esto se aplica incluso en el modo de teclado portátil, que duplica estas funciones en teclas ajenas al teclado numérico para quienes no tienen uno.
fi: Normaalit PC:n numeronäppäimistön toiminnot Numlockin ollessa pois käytöstä ovat: Page up, Page down, Home, End, nelisuuntaiset nuolinäppäimet sekä Del-näppäin. Mutta NVDA ottaa numeronäppäimistön kokonaan käyttöönsä tarjotakseen tekstintarkastelukomennot, hiiritoiminnot sekä objektinavigointikomennot. Tämä pätee jopa kannettavien tietokoneiden näppäimistöasettelussa, joka kahdentaa nämä toiminnot muihin kuin numeronäppäimistön näppäimiin niille, joilla ei ole numeronäppäimistöä.
fr: Les fonctions normales du pavé numérique du PC, avec le verrouillage numérique désactivé, sont les suivantes : page précédente, page suivante, accueil, fin, touches fléchées à quatre directions et touche de suppression. Mais NVDA prend complètement en charge le pavé numérique, pour fournir des touches de révision, des commandes de souris et des commandes de navigation dans les objets. Cela est vrai même en mode clavier d'ordinateur portable, qui duplique ces fonctions sur des touches sans pavé numérique pour ceux qui n'ont pas de pavé numérique.
gl: As funcións normais do teclado numérico do PC, co bloqueo numérico desactivado, son: retroceso de páxina, avance de páxina, inicio, fin, teclas de frechas nas catro direccións, e unha tecla suprimir. Pero NVDA apodérase por completo do teclado numérico, para fornecer teclas de revisión, controis do rato, e controis de navegación por obxectos. Isto é así aínda no modo de teclado portátil, que duplica estas funcións en teclas fóra do teclado numérico para aqueles que non teñen un teclado numérico.
it: Le funzioni standard del tastierino numerico del pc, con il blocco numerico disattivato, sono: pagina su, pagina giù, home, end, i quattro tasti freccia e un tasto canc. Tuttavia NVDA prende il controllo dell'intero tastierino, per fornire comandi per la revisione del testo, per lo spostamento del mouse e per la navigazione a oggetti. Ciò è vero anche nel layout tastiera "laptop", che duplica queste funzioni su tasti diversi da quelli del tastierino numerico per supportare i pc che non lo hanno.
ja: PCのテンキーの標準機能は、ナムロックオフの時、page up, page down, home, end, 上下左右矢印キー、そしてdeleteキーです。しかし、NVDAは、テンキーを、レビューキー、マウスコントロール、そしてオブジェクトナビゲーションコントロールの提供に使用しています。これは、テンキーを持たない場合のために、これらの機能をテンキー以外にも割り当てているラップトップキーボードモードでもそうなっています。
pt_pt: As funções normais do teclado numérico do PC, com numlock desligado, são: página para cima, página para baixo, início, fim, teclas de seta de quatro direcções, e uma tecla de apagar. Mas o NVDA assume completamente o teclado numérico, para fornecer teclas de revisão, controlos do rato, e controlos de navegação por objectos. Isto é verdade mesmo em modo teclado de portátil, o que duplica essas funções em teclas não pertencentes ao bloco numérico para aqueles que não têm um numpad.
zh_cn: 当数字键盘锁定关闭时，小键盘数字键的正常功能是向上翻页、向下翻页、行首、行尾、光标和删除键。但是 NVDA 完全接管了这些按键，用以提供屏幕查看、鼠标操作和对象导航等功能。即使在笔记本键盘模式下也是如此，该模式会在非小键盘按键上复制这些功能。

source: However some users do have a numpad on their laptop, and would prefer to use it for Windows navigation purposes, especially because some laptops do not provide home, end, or other such keys. That is where this add-on can help. Additionally, some desktop users may sometimes find it convenient to use the numpad for those keyboard functions rather than the normal keys, which this add-on enables.
de: Einige Nutzer haben jedoch einen Nummernblock, den sie möglicherweise für die Windows-Navigation benutzen wollen. Beispielsweise weil die Tastatur keine Pos1-, Ende-Taste, oder ähnliche Tasten hat. In dieser Situation kann die Erweiterung helfen. Des weiteren findet vielleicht ein Desktop-Nutzer Situationen, in denen dieser den Nummernblock zur Navigation nutzen möchte. Auch dies wird möglich.
es: Sin embargo, algunos usuarios disponen de bloque numérico en el teclado de su portátil, y preferirían usarlo para navegar por Windows, especialmente porque algunos portátiles no proporcionan inicio, fin, u otras teclas similares. Aquí es donde este complemento puede ayudar. Además, algunos usuarios de ordenadores de escritorio pueden encontrar conveniente a veces usar el bloque numérico para dichas funciones de teclado en vez de las teclas normales, cosa que este complemento permite.
fi: Joillakin käyttäjillä on kuitenkin kannettavissaan numeronäppäimistö, ja he haluavat mieluummin käyttää sitä Windowsin navigointitarkoituksiin, varsinkin koska joissakin kannettavissa tietokoneissa ei ole Home-, End- tai muita vastaavia näppäimiä. Tällaisissa tilanteissa tästä lisäosasta on apua. Lisäksi joillekin pöytäkoneen käyttäjille voi joskus olla kätevää käyttää numeronäppäimiä näihin näppäimistötoimintoihin tavallisten näppäinten sijaan, jonka tämä lisäosa sallii.
fr: Cependant, certains utilisateurs ont un pavé numérique sur leur ordinateur portable et préféreraient l'utiliser à des fins de navigation Windows, en particulier parce que certains ordinateurs portables ne fournissent pas de touches d'accueil, de fin ou autres. C'est là que cette extension peut vous aider. De plus, certains utilisateurs de bureau peuvent parfois trouver plus pratique d'utiliser le pavé numérique pour ces fonctions du clavier plutôt que les touches normales, ce que cette extension permet.
gl: Porén algúns usuarios teñen un teclado numérico nos seus portátiles, e preferirían utilizalo para propósitos de navegación de Windows, especialmente debido a que algúns portátiles non teñen inicio, fin e outras teclas polo estilo. Aí e onde este complemento pode axudar. Adicionalmente, algúns usuarios de escritorio ás veces poderían atopar adecuado utilizar o teclado numérico para para esas funcións de teclado antes que as teclas normais, que este complemento habilita.
it: Ad ogni modo, alcuni utenti hanno un tastierino numerico nel loro portatile e preferirebbero usarlo per i comandi di navigazione di Windows, specialmente perché alcuni portatili non forniscono i tasti home, end o altri tasti simili. E' in questi casi che questo add-on può aiutare. Inoltre alcuni utenti di computer fissi possono, a volte, trovare comodo utilizzare il tastierino numerico per impartire questi comandi, piuttosto che gli altri tasti della tastiera, che questo add-on abilita.
ja: しかしながら、テンキーがあるラップトップのユーザーで、Windowsのナビゲーションでの使用を好むユーザーもいます。特に、home, end, また他のそういったキーがないラップトップの場合です。そんな場合にこのアドオンが役立ちます。また、デスクトップユーザーも、これらのキーボード機能に、標準のキーよりも、このアドオンで使用可能になるテンキーを使用する方が、便利だと思うこともあるかもしれません。
pt_pt: No entanto, alguns utilizadores têm um bloco numérico no seu portátil, e prefeririam utilizá-lo para fins de navegação no Windows, especialmente porque alguns portáteis não fornecem as teclas de início, fim, ou outras teclas deste tipo. É aí que este extra pode ajudar. Além disso, alguns utilizadores de desktop podem por vezes achar conveniente utilizar o bloco numérico para essas funções do teclado em vez das teclas normais, o que este extra permite.
zh_cn: 即使某些用户的笔记本电脑上有小键盘，但他们更愿意将其用于标准 Windows 编辑模式，特别是有些笔记本电脑不提供行首、行尾或其他编辑键。这就是这个插件可以提供帮助的地方。此外，有些台式机键盘的用户有时会使用小键盘来实现这些键盘功能，而不是使用普通的编辑区按键，这也是这个插件所支持的。

source: How it works
de: Funktionsweise
es: Cómo funciona
fi: Kuinka se toimii
fr: Comment ça marche
gl: Como funciona
it: Come funziona
ja: 操作法
pt_pt: Como funciona
zh_cn: 工作原理

source: With numlock off, no matter what keyboard layout you are using, this add-on will let you press Alt+NVDA+NumpadPlus (which is usually the long key second up on the right), to quickly and easily switch between the normal NVDA navigation controls, and the classic Windows navigation controls. This key can be remapped under Input Gestures, in the Input section.
de: Bei ausgeschaltetem Nummernblock und in allen Tastaturschemen können Sie alt+NVDA+Nummernblock plus betätigen, um zwischen den bekannten NVDA-Navigationsbefehlen sowie den Windows-Navigationsbefehlen zu wechseln. Zumeist ist Nummernblock plus die obere längere Taste ganz rechts auf der Tastatur. Die Tastenkombination kann man im Dialog Tastenbefehle unter Eingabe anpassen.
es: Con el bloqueo numérico desactivado, sin importar la disposición de teclado que uses, este complemento te permitirá pulsar alt+NVDA+más del teclado numérico (normalmente la segunda tecla larga que está arriba a la derecha), para pasar fácil y rápidamente entre los controles de navegación de NVDA y los controles clásicos de navegación de Windows. Se puede reasignar esta tecla desde el diálogo Gestos de entrada, bajo la categoría Entrada.
fi: Kun Numlock on poissa päältä, riippumatta siitä, mitä näppäimistöasettelua käytät, tämän lisäosan avulla voit painaa Alt+NVDA+numeronäppäimistön plus (joka on yleensä pitkä näppäin toiseksi ylimpänä oikealla) siirtyäksesi nopeasti ja helposti normaalin NVDA-navigoinnin ja perinteisen Windows-navigoinnin välillä. Tämä näppäin on mahdollista uudelleenmäärittää Näppäinkomennot-valintaikkunan Syöttö-kategoriassa.
fr: Avec verrouillage numérique désactivé, quelle que soit la disposition du clavier que vous utilisez, cette extension vous permettra d'appuyer sur Alt+NVDA+pavnumPlus (qui est généralement la longue touche en haut à droite), pour basculer rapidement et facilement entre les contrôles de navigation NVDA normale et les contrôles de navigation classiques de Windows. Cette touche peut être remappée sous Gestes de commande, dans la section Input.
gl: Co bloqueo numérico desactivado, con independencia da distribución de teclado que esteas a utilizar, este complemento permitirache premer Alt+NVDA+Máis do teclado numérico (que normalmente é a tecla alongada segunda por abaixo no lado dereito), para alternar rapida e facilmente entre os controis de navegación normales de NVDA, e os controis clásicos de navegación de Windows. Esta tecla pódese reasignar en Xestos de entrada, na sección Entrada.
it: Con il blocco numerico disattivato, qualunque layout tastiera stiate utilizzando, questo add-on vi consentirà di premere Alt+NVDA+NumpadPiù (che solitamente è il tasto lungo, secondo dall'alto all'estrema destra), per passare rapidamente e facilmente tra i normali controlli di navigazione di NVDA e i classici comandi di navigazione di Windows. Questo tasti può essere modificato nella finestra Gesti e Tasti di Immissione, nella sezione Input.
ja: numrockオフで、使用しているキーボードレイアウトに関わらず、このアドオンにより、Alt+NVDA+NumpadPlus (たいていは右の上へ二番目の長いキー) を押して、素早く簡単に、標準NVDAナビゲーションコントロールと、クラシックなWindowsナビゲーションコントロールとの間を切り替えることが出来ます。このキーは、入力セクションの入力ジェスチャーで変更出来ます。
pt_pt: Com o bloco numérico desligado, independentemente da disposição do teclado que estiver a utilizar, este extra permitir-lhe-á premir Alt+NVDA+NumpadPlus (que é normalmente a segunda tecla longa acima à direita), para alternar rápida e facilmente entre os controlos normais de navegação do NVDA, e os controlos clássicos de navegação do Windows. Esta tecla pode ser remapeada em definir comandos, na secção de Entrada.
zh_cn: 关闭数字键盘锁定后，无论您使用的是什么键盘布局，此插件都可以让您通过按 Alt+NVDA+小键盘加号（通常是最右侧的第二个长键），在普通 NVDA 导航模式和标准 Windows 编辑模式之间快速切换。您也可以为其在输入手势的键盘部分重新设置一个快捷键。

source: Note that this add-on doesn't disable the use of numpad insert as an NVDA modifier, if you have it set as such. If you want that feature, please let me know, although you can manually turn off numpad insert as a modifier in NVDA keyboard settings.
de: Beachten Sie, dass diese Erweiterung die Belegung der Taste Nummernblock einfügen als NVDA-Taste nicht zurücknimmt, sofern Sie dies eingestellt haben. Bitte lassen Sie es mich wissen, falls Sie diese Funktionalität möchten. Bereits jetzt können Sie in den Tastatur-Einstellungen von NVDA festlegen, dass Nummernblock einfügen nicht als NVDA-Taste verwendet wird.
es: Ten en cuenta que este complemento no desactiva el uso de la tecla insert del teclado numérico como tecla modificadora, si la has configurado así. Si quieres esa función dímelo, aunque puedes desactivar manualmente insert del teclado numérico como tecla modificadora desde las opciones de teclado de NVDA.
fi: Huomaa, että tämä lisäosa ei poista käytöstä numeronäppäimistön Insertiä NVDA-näppäimenä, jos olet ottanut sen käyttöön. Voit poistaa sen käytöstä manuaalisesti NVDA:n näppäimistöasetuksista.
fr: Notez que cette extension ne désactive pas l'utilisation de l'insertion du pavé numérique en tant que modificateur NVDA, si vous l'avez défini comme tel. Si vous voulez cette fonctionnalité, faites-le moi savoir, bien que vous puissiez désactiver manuellement l'insertion du pavé numérique en tant que modificateur dans les paramètres de clavier NVDA.
gl: Ten en conta que este complemento non desactiva o uso do insertar do teclado numérico como modificadora de NVDA, se a tes configurada como tal. Se queres tal característica, por favor faimo saber, aínda que podes desactivar manualmente insertar como modificadora nas opcións de teclado do NVDA.
it: Notate che questo add-on non impedisce l'utilizzo del tasto insert del tastierino numerico come modificatore di NVDA, se lo avete impostato come tale. Se volete questa funzionalità, fatemelo sapere, anche se va detto che potete disattivare manualmente l'uso di questo tasti come modificatore nelle impostazioni tastiera di NVDA.
ja: テンキーのinsertをNVDAキーとして使用するように設定している場合、このアドオンにより、テンキーのinsertをNVDAキーとして使用しないようにはならないことを注意して下さい。もしその機能を希望する場合、私にご連絡下さい。但し、テンキーのinsertは、NVDAのキーボード設定で、NVDAキーとしての使用をしないように設定することが出来ます。
pt_pt: Note que este extra não desactiva o uso do insert do bloco numérico como modificador do NVDA, se o tiver configurado como tal. Se quiser essa característica, por favor informe-me, embora possa desligar manualmente a inserção do numpad como modificador nas definições do teclado do NVDA.
zh_cn: 请注意，如果您将小键盘插入键设置为 NVDA 键，此插件将不会禁用该选项。您可以通过 NVDA 键盘设置中的“选择NVDA键”列表手动清除“小键盘插入”复选框来禁用。如果您需要此插件提供这个功能，请告诉我。

source: If you would prefer to have NVDA start with the Windows nav mode active by default, you can configure that in NVDA configuration. Go to NVDA's preferences, then settings, and find the Numpad Nav Mode settings panel. There you will be able to select a checkbox to turn Windows Nav Mode on by default when you start NVDA. To get there quickly, press NVDA+N, P, S, then N one or more times until you hear "Numpad Nav Mode".
de: Wenn Sie wollen, dass beim Start von NVDA der Windows-Navigations-Modus aktiv ist, können Sie dies in den Einstellungen von NVDA festlegen. Gehen Sie hierzu in die Optionen -> Einstellungen und suchen Sie dort den Eintrag Nummernblock-Navigations-modus. Dort finden Sie ein Kontrollfeld, welches ermöglicht, die Windows-Navigation beim NVDA-Start einzuschalten. Um schnell dort hin zu kommen, drücken Sie NVDA+N, o, e und mehrere male n, bis Sie "Nummernblock-Navigations-Modus" hören.
es: Si prefieres que NVDA arranque con el modo de navegación de Windows activado por defecto, puedes configurarlo desde las opciones. Ve a las preferencias de NVDA, Opciones, y busca el panel de opciones de Numpad Nav Mode. Allí podrás seleccionar una casilla de verificación para activar el modo de navegación de Windows por defecto al arrancar NVDA. Para llegar allí rápidamente, pulsa NVDA+n, p, o, y luego n una o más veces hasta que oigas "Numpad Nav Mode".
fi: Jos haluat NVDA:n käynnistyvän oletusarvoisesti Windowsin navigointitilassa, voit määrittää sen NVDA:n asetuksista. Valitse NVDA-valikosta Asetukset -> Asetukset, ja etsi sitten Laskinnäppäimistön navigointitila -vaihtoehto, joka avaa lisäosan asetuspaneelin. Sieltä voit valita valintaruudun, joka ottaa oletusarvoisesti käyttöön Windowsin navigointitilan, kun NVDA käynnistyy. Pääset asetuspaneeliin nopeasti painamalla NVDA+N, A, A ja sitten kerran tai useammin L, kunnes kuulet "Laskinnäppäimistön navigointitila".
fr: Si vous préférez que NVDA démarre avec le mode de navigation Windows actif par défaut, vous pouvez le configurer dans la configuration de NVDA. Accédez aux préférences de NVDA, puis aux paramètres, et recherchez le panneau des paramètres du mode de navigation du pavé numérique. Là, vous pourrez sélectionner une case à cocher pour activer le mode de navigation Windows par défaut lorsque vous démarrez NVDA. Pour vous y rendre rapidement, appuyez une ou plusieurs fois sur NVDA+N, P, S, puis sur N jusqu'à ce que vous entendiez « Numpad Nav Mode ».
gl: Se preferires que NVDA se inicie co modo de navegación de windows activo por defecto, podes configuralo na configuración do NVDA. Vai ás preferencias do NVDA, logo opcións, e busca o panel de opcións Numpad Nav Mode. Alí poderás marcar unha caixa de verificación para activar o modo de navegación de windows por defecto cando inicies NVDA. Para chegar rapidamente, preme NVDA+N, P, O, logo N unha ou máis veces ata que oias "Numpad Nav Mode".
it: Se preferite che NVDA si avvii con la modalità navigazione di Windows attiva per default, potete configurare ciò nella configurazione di NVDA. Andate nelle preferenze di NVDA, quindi Impostazioni e cercate la finestra Impostazioni di Numpad Nav Mode. Lì potrete attivare una casella di controllo per ottenere questo effetto. Per arrivarci rapidamente, premete NVDA+N, P, S, poi N una o più volte, finché non sentite la sintesi dire "Numpad Nav Mode".
ja: NVDA起動時にWindowsのナビゲーションモードを最初から有効にしたい場合は、NVDAの設定で設定出来ます。NVDAの設定(P), そして設定(S)に行き, そしてNumpad Nave Modeの設定パネルを見つけて下さい。そこでNVDA起動時にデフォルトでWindows Nav Modeをオンにする、のチェックボックスを切り替えられます。その場所に素早く行くには、NVDA+N,P,S,を押し、そしてNを「Numpad Nav Mode」と聞こえるまで1回以上押して下さい。
pt_pt: Se preferir que o NVDA inicie com o modo de navegação do Windows activo por defeito, pode configurar isso na configuração do NVDA. Vá às preferências do NVDA, depois às configurações, e encontre o painel de configurações do Numpad Nav Mode. Aí poderá seleccionar uma caixa de verificação para activar o modo de navegação do Windows por defeito quando iniciar o NVDA. Para lá chegar rapidamente, pressione NVDA+N, P, S, depois N uma ou mais vezes até ouvir "Numpad Nav Mode".
zh_cn: 如果您希望 NVDA 在默认情况下以标准 Windows 编辑模式启动，您可以在NVDA设置中进行配置。转到NVDA 设置对话框，在类型列表找到Numpad Nav Mode（如要快速寻找，可依次按NVDA+N，P，S，然后按 N 数次，直到听到“Numpad Nav Mode”），选中 Start NVDA with the numpad set to Windows nav mode 复选框即可。

source: New features
de: Neue Features
es: Nuevas funciones
fi: Uudet ominaisuudet
fr: Nouvelles fonctionnalités
gl: Novas características
it: Nuove funzioni
ja: 新しい機能
pt_pt: Novas funcionalidades
zh_cn: 功能和建议
