Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/numpadNavMode.*.po
Languages: de, es, fi, fr, gl, it, ja, pt_pt, zh_cn

source: I encourage you to email with any feature suggestions, or other use cases that I haven't listed here, or just to let me know you find the add-on useful!
de: Schreiben Sie mir eine Mail, wenn Sie weitere Anregungen oder weitere Anwendungsszenarien, die hier nicht aufgelistet sind haben oder teilen Sie mir mit, wie nützlich Sie die Erweiterung finden!
es: Te invito a que me escribas por correo electrónico para sugerirme nuevas funciones, o cualquier otro caso de uso que no se haya enumerado aquí, ¡o simplemente para decirme lo útil que encuentras este complemento!
fi: Kehotan lähettämään sähköpostitse mahdollisia ominaisuusehdotuksia tai muita käyttötapauksia, joita ei tässä ole lueteltu, tai vain ilmoittamaan, että lisäosa on hyödyllinen!
fr: Je vous encourage à envoyer par e-mail des suggestions de fonctionnalités ou d'autres cas d'utilisation que je n'ai pas répertoriés ici, ou simplement pour me faire savoir que vous trouvez l'extension utile !
gl: Anímote a que envíes un correo electrónico con calquera suxestión de características, ou outros casos de uso que non liestei aquí, ou só para contarme que encontras o complemento útil!
it: Vi inmvito a scrivermi per ogni richiesta di nuove funzionalità, o per altri casi d'uso che non ho elencato qui, o solo per farmi sapere che trovate l'add-on utile.
ja: いろいろな機能の提案や、私が記載していない他の使用状況、また、このアドオンが便利だと感じたことなど、ぜひメールして下さい！
pt_pt: Encorajo-o a enviar-me, por e-mail, qualquer sugestão de recurso, ou outros casos de utilização que não tenha listado aqui, ou apenas para me dizer que considera o extra útil!
zh_cn: 我很高兴您能通过电子邮件与我联系，可以发送任何功能建议或其他我在这里没有列出的用例，或者只是想让我知道您觉得该插件很有用！

source: Inspiration
es: Inspiración
fi: Inspiraatio
gl: Inspiración
it: Ispirazione
ja: 着想について
pt_pt: Inspiração
zh_cn: 感谢

source: This add-on was the direct result of requests I've seen from users over the years, and a GitHub discussion in [#9549](https://github.com/nvaccess/nvda/issues/9549). With thanks to @Qchristensen and @feerrenrut.
de: Diese Erweiterung ist ein direktes Resultat von Anregungen, welche ich in den letzten Jahren von Anwendern gesehen habe und einer Diskussion auf Github im Ticket [#9549](https://github.com/nvaccess/nvda/issues/9549). Mein Dank geht an @Qchristensen and @feerrenrut.
es: Este complemento es el resultado directo de peticiones que he visto de los usuarios a lo largo de los años, y un debate en GitHub en la incidencia [#9549](https://github.com/nvaccess/nvda/issues/9549). Muchas gracias a @Qchristensen y @feerrenrut.
fi: Tämä lisäosa on suora tulos pyynnöistä, joita tekijä on saanut vuosien varrella käyttäjiltä sekä GitHub-keskustelussa [#9549](https://github.com/nvaccess/nvda/issues/9549). Kiitos @Qchristensen ja @feerrenrut.
fr: Cette extension est le résultat direct des demandes que j'ai reçues d'utilisateurs au fil des ans et d'une discussion GitHub dans [#9549](https://github.com/nvaccess/nvda/issues/9549). Remerciements à @Qchristensen et @feerrenrut.
gl: Este complemento é o resultado directo de solicitudes que de usuarios que vin ó longo dos anos, e unha discusión en gitHub en [#9549](https://github.com/nvaccess/nvda/issues/9549). O meu agradecemento para @Qchristensen e @feerrenrut.
it: Questo add-on è stato il risultato diretto di alcune richieste che ho visto provenire dagli utenti negli anni, e di una discussione in GiuHub nell'issue [#9549](https://github.com/nvaccess/nvda/issues/9549). Con mille grazie a @Qchristensen e @feerrenrut.
ja: このアドオンは、ユーザーからの提案や、GitHubでのディスカッションを[#9549](https://github.com/nvaccess/nvda/issues/9549)で数年見て、作りました。@Qchristensen と @feerrenrut に感謝します。
pt_pt: Este extra foi o resultado directo de pedidos que vi de utilizadores ao longo dos anos, e de uma discussão no GitHub em [#9549](https://github.com/nvaccess/nvda/issues/9549). Graças a @Qchchristensen e @feerrenrut.
zh_cn: 此插件是我多年来从用户那里看到的请求和 GitHub [#9549](https://github.com/nvaccess/nvda/issues/9549) 讨论的直接结果。感谢 @Qchristensen 和 @feerrenrut。
