Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/nvdacompat.*.po
Languages: sr, zh_cn

source: [[!meta title="Add-ons and backwards incompatible NVDA releases"]]
sr: [[!meta title="Dodaci i kompatibilnost sa NVDA verzijama"]]
zh_cn: [[!meta title="插件和向后不兼容的 NVDA 版本"]]

source: Note: this document is based on an older "NVDA add-ons and Python 3" document, which is also available for historical reasons.
sr: Napomena: Ovaj dokument je baziran na starijem dokumentu "NVDA dodaci i Python 3", koji je još uvek dostupan iz istorijskih razloga.
zh_cn: 注意：本文档基于较早的 [NVDA 插件和 Python 3](https://addons.nvda-project.org/addons/nvdapy3.zh_CN.html) 文档，由于历史原因，该文档也可以使用。

source: This page aims to document add-ons compatible with latest backwards incompatible version of NVDA, as well as highlighting their status regarding their availability on this website.
sr: Ovaj dokument ima za cilj da opiše kompatibilnost dodataka sa najnovijim NVDA verzijama sa promenama kompatibilnosti, kao i da označi njihov status dostupnosti na ovom sajtu.
zh_cn: 本页旨在记录与NVDA 最新向后不兼容版本兼容的插件，以及强调它们在本网站上的可用性状态。

source: What you need to know about backwards incompatible NVDA releases and add-ons
sr: Šta treba da znate vezano za kompatibilnost dodataka sa NVDA verzijama
zh_cn: 关于 NVDA 向后不兼容版本的插件，您需要了解的内容

source: Once a year, NV Access may publish a backwards incompatible NVDA release, typically the first major release (year.1). Here, "backwards incompatible" refers to NVDA releases that make add-ons incompatible due to API changes. When this happens, authors must test their add-ons for compatibility and release updates accordingly.
zh_cn: 每年 NV Access 可能会发布一个向后不兼容的 NVDA 版本，通常是第一个主要版本（year.1）。此处，“向后不兼容”是指 NVDA 版本由于 API 更改而使插件不兼容。发生这种情况时，作者必须测试其插件的兼容性并相应地发布更新。

source: As mentioned in the NVDA's user guide:
sr: Kao što je opisano u NVDA korisničkom uputstvu:
zh_cn: 正如 NVDA 用户指南中提到的：

source: The Incompatible Add-ons Manager, which can be accessed via the "view incompatible add-ons" button in the Add-on manager, allows you to inspect any incompatible add-ons, and the reason they are considered incompatible. Add-ons are considered incompatible when they have not been updated to work with significant changes to NVDA, or when they rely on a feature not available in the version of NVDA you are using. The Incompatible add-ons manager has a short message to explain its purpose as well as the version of NVDA.
sr: Upravljač nekompatibilnih dodataka, kome se može pristupiti aktiviranjem dugmeta "Prikaži nekompatibilne dodatke" u upravljaču dodataka, dozvoljava vam da pogledate sve nekompatibilne dodatke, kao i razlog nekompatibilnosti. Dodaci se smatraju nekompatibilnim kada nisu ažurirani da bi radili sa značajnim NVDA promenama, ili kada zavise od neke opcije koja nije dostupna u verziji programa NVDA koju koristite. Upravljač nekompatibilnih dodataka ima kratku poruku koja objašnjava njegovu svrhu kao i NVDA verziju.
zh_cn: 不兼容的插件管理器，可以通过插件管理器中的“查看不兼容的插件”按钮访问，允许你检查任何不兼容的插件，以及它们被认为不兼容的原因。如果插件没有被更新以适应 NVDA 的重大变化，或者它们依赖的功能在你使用的 NVDA 版本中不可用，则被视为不兼容。不兼容的插件管理器有一个简短的信息来解释其目的以及 NVDA 的版本。

source: The Incompatible add-ons manager also has an "About add-on..." button. This dialog will provide you with the full details of the add-on, which is helpful when contacting the add-on author.
sr: Upravljač nekompatibilnih dodataka takođe sadrži dugme "o dodatku...". Ovaj dijalog će vam pružiti potpune detalje o dodatku, što vam može pomoći kada kontaktirate autora dodatka.
zh_cn: 不兼容的插件管理器还有一个“关于插件...”按钮。此对话框将为您提供插件的完整详细信息，这在联系插件作者时很有帮助。

source: Key changes in backwards incompatible NVDA releases
sr: Ključne promene u kompatibilnosti NVDA verzija
zh_cn: 向后不兼容的 NVDA 版本的主要变化

source: Below is a list of backwards incompatible NVDA releases and key changes in each:
sr: Ispod sledi lista NVDA verzija sa promenama kompatibilnosti kao i njihove ključne promene:
zh_cn: 以下是向后不兼容的 NVDA 版本列表以及每个版本的关键更改：

source: 2019.3: Python 2 to 3, speech refactor
sr: 2019.3: Prelazak sa Pythona 2 na 3, kao i promene u govornim funkcijama
zh_cn: 2019.3：Python 2 到 3，语音重构

source: 2021.1: code refactoring, wxPython 4.1.1
sr: 2021.1: Promene u kodu, wxPython 4.1.1
zh_cn: 2021.1：代码重构，wxPython 4.1.1

source: 2022.1: control types refactor
zh_cn: 2022.1：控件类型重构

source: Note to add-on authors: when backwards incompatible NVDA release enters beta testing phase (with the release of beta 1), be sure to test your add-ons and report your next steps, including update plans and release announcements to NVDA community through various channels (add-ons list, users list, Facebook, Twitter, etc.). Also, send a pull request against nvaccess/addonFiles repo on GitHub so that updated add-ons can be posted on this website.
sr: Napomena za autore dodataka: Kada verzija sa promenama u kompatibilnosti uđe u fazu beta testiranja (objavljivanjem verzije beta 1 ), uverite se da ste testirali vaše dodatke i prijavili sledeće korake, kao što su planovi za ažuriranja i objavljivanja istih NVDA zajednici kroz različite kanale komunikacije (lista za dodatke, lista korisnika, Facebook, Twitter, i slično.). Takođe, pošaljite Pull request na nvaccess/addonFiles GitHub stranici kako bi se ažurirani dodaci objavili na ovom sajtu.
zh_cn: 插件作者注意：当向后不兼容的 NVDA 版本进入 beta 测试阶段（随着 beta 1 的发布），请务必测试你的插件并报告你的下一步行动，包括通过各种渠道（插件列表、用户列表、Facebook、Twitter等）向 NVDA 社区发布更新计划和发布公告。另外，针对 GitHub 上的 nvaccess/addonFiles repo 发送一个pull request，以便将更新的插件发布在这个网站上。

source: Unless otherwise specified, add-ons listed on this page are checked against latest backwards incompatible NVDA release (2022.1).
zh_cn: 除非另有说明，否则会根据最新的向后不兼容的 NVDA 版本 （2022.1） 检查此页面上列出的插件。

source: Status of add-ons compatible with NVDA 2022.1 and availability on the website
zh_cn: 与 NVDA 2022.1 兼容的插件的状态和网站上的可用性

source: Below is a list of add-ons hosted on this website (in the stable section). The list also includes contact information for add-on author(s).
sr: Sledi lista dodataka objavljenih na ovom sajtu (u sekciji za stabilne dodatke ). Lista takođe sadrži kontakt informacije za autore dodatka.
zh_cn: 以下是此网站上托管的插件列表（在稳定部分）。该列表还包括插件作者的联系信息。

source: Notes:
sr: Napomene:
zh_cn: 注意：

source: Add-on compatibility status subject to change without notice.
sr: Status kompatibilnosti dodataka se može promeniti bez obaveštenja.
zh_cn: 插件的兼容性状况可能会发生变化，恕不另行通知。

source: Please do NOT change the manifest.ini file of incompatible add-ons if you don't know what you're doing since this may result in unpredictable behavior such as making NVDA less stable.
sr: Molimo ne menjajte datoteku manifest.ini nekompatibilnih dodataka ako ne znate šta radite budući da ovo može izazvati neočekivane promene, uključujući manju stabilnost samog programa NVDA.
zh_cn: 如果你不知道你在做什么，请不要改变不兼容的插件的 manifest.ini 文件，因为这可能会导致不可预知的行为，例如使 NVDA 变得不稳定。

source: When maintainers have asked to post an add-on on the website via a pull request, this will be reflected as "coming soon to the website".
sr: Kada autori dodatka zahtevaju da se dodatak objavi na sajtu, ovo će biti označeno kao "Uskoro na sajtu".
zh_cn: 当维护者通过 pull request 要求在网站上发布一个插件时，这将反映为“即将在网站上发布”。

source: Access8Math
zh_cn: Access8Math数学插件

source: Compatible: No
sr: Kompatibilan: Ne
zh_cn: 兼容：否

source: Contact: Tseng Woody <tsengwoody.tw@gmail.com>
sr: Kontakt: Tseng Woody <tsengwoody.tw@gmail.com>
zh_cn: 联系人： Tseng Woody <tsengwoody.tw@gmail.com>

source: Add-on Updater
sr: Ažuriranje dodataka
zh_cn: 插件更新器

source: Compatible: Yes (updated on the website)
sr: Kompatibilan: Da (ažuriran na sajtu )
zh_cn: 兼容：是（已在网站上更新）

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>
sr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>
zh_cn: 联系人： Joseph Lee <joseph.lee22590@gmail.com>

source: Add-ons Documentation
zh_cn: 插件文档

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy and Abdel
sr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy i Abdel
zh_cn: 联系人： Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy and Abdel

source: Addon to count elements of selected text
zh_cn: 文本元素计数器

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>
sr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>
zh_cn: 联系人： Rui Fontes <rui.fontes@tiflotecnia.com>

source: Application Dictionary
zh_cn: 应用程序字典

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com> and Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> and colaboration of Cyrille Bougot
zh_cn: 联系人： Rui Fontes <rui.fontes@tiflotecnia.com>、 Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> 和 Cyrille Bougot

source: Audio Themes
sr: Audio teme
zh_cn: 音频主题

source: Contact: Musharraf Omer <ibnomer2011@hotmail.com>
sr: Kontakt: Musharraf Omer <ibnomer2011@hotmail.com>
zh_cn: 联系人： Musharraf Omer <ibnomer2011@hotmail.com>

source: AudioChart
zh_cn: 音频图表

source: Contact: Tony Malykh <anton.malykh@gmail.com>
sr: Kontakt: Tony Malykh <anton.malykh@gmail.com>
zh_cn: 联系人： Tony Malykh <anton.malykh@gmail.com>

source: Beep keyboard
zh_cn: 键盘提示音

source: Contact: David CM <dhf360@gmail.com>
sr: Kontakt: David CM <dhf360@gmail.com>
zh_cn: 联系人： David CM <dhf360@gmail.com>

source: Bluetooth Audio
zh_cn: 蓝牙音频

source: Braille Extender
zh_cn: BrailleExtender盲文支持插件

source: Contact: André-Abush Clause <dev@andreabc.net>
sr: Kontakt: André-Abush Clause <dev@andreabc.net>
zh_cn: 联系人： André-Abush Clause <dev@andreabc.net>

source: BrowserNav
zh_cn: 浏览器导航

source: Calibre
zh_cn: NVDACalibre图书支持插件

source: Contact: Javi Dominguez <fjavids@gmail.com>
sr: Kontakt: Javi Dominguez <fjavids@gmail.com>
zh_cn: 联系人： Javi Dominguez <fjavids@gmail.com>

source: Character Information
sr: Informacije za znak
zh_cn: 字符信息

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>
sr: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>
zh_cn: 联系人： Cyrille Bougot <cyrille.bougot2@laposte.net>

source: Check Input Gestures
sr: Provera ulaznih komandi
zh_cn: 按键或首饰检查

source: Contact: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
sr: Kontakt: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
zh_cn: 联系人： Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>

source: Classic Selection
sr: Klasičan izbor
zh_cn: 经典选择

source: Contact: Tyler Spivey <tspivey@pcdesk.net>
sr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>
zh_cn: 联系人： Tyler Spivey <tspivey@pcdesk.net>

source: Clip Contents Designer
sr: Dizajner sadržaja privremene memorije
zh_cn: 剪辑内容设计器

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>
sr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>
zh_cn: 联系人： Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Clipspeak
zh_cn: Clipspeak剪贴板插件

source: Contact: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
sr: Kontakt: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
zh_cn: 联系人： Damien Sykes-Lindley <damien@dcpendleton.plus.com>

source: Clock and calendar Add-on for NVDA
sr: Sat i kalendar NVDA dodatak
zh_cn: NVDA 时钟日历插件

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
sr: Kontakt: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
zh_cn: 联系人： Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: Columns Review
zh_cn: 按列浏览列表

source: Contact: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>, other contributors
zh_cn: 联系人： Alberto Buffolino <a.buffolino@gmail.com>、 Łukasz Golonka <lukasz.golonka@mailbox.org> 及其他贡献者

source: Console Toolkit
zh_cn: 控制台工具包

source: Control Usage Assistant
zh_cn: Control Usage Assistant-控件使用助理

source: Crash Hero
zh_cn: Crash Hero错误提示插件

source: Contact: Derek Riemer <driemer.riemer@gmail.com>
sr: Kontakt: Derek Riemer <driemer.riemer@gmail.com>
zh_cn: 联系人： Derek Riemer <driemer.riemer@gmail.com>

source: Day of the week
sr: Dan u nedelji
zh_cn: 某天星期几

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
sr: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
zh_cn: 联系人： Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Note: renamed to Dev Helper in 2021
sr: Napomena: Preimenovan u Dev Helper u 2021
zh_cn: 注：2021 年更名为 Dev Helper

source: Contact: Luke Davis <newanswertech@gmail.com>
sr: Kontakt: Luke Davis <newanswertech@gmail.com>
zh_cn: 联系人： Luke Davis <newanswertech@gmail.com>

source: Developer Toolkit
zh_cn: 开发者工具

source: Contact: Andy Borka <ajborka@gmail.com>
sr: Kontakt: Andy Borka <ajborka@gmail.com>
zh_cn: 联系人： Andy Borka <ajborka@gmail.com>

source: Contact: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
sr: Kontakt: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
zh_cn: 联系人： Fawaz Abdul rahman <fawaz.ar94@gmail.com>

source: Dropbox
zh_cn: Dropbox 支持插件

source: Contact: Patrick Zajda <patrick@zajda.fr>, Filaos and other contributors
sr: Kontakt: Patrick Zajda <patrick@zajda.fr>, Filaos i drugi saradnici
zh_cn: 联系人： Patrick Zajda <patrick@zajda.fr>, Filaos and other contributors

source: Dual Voice
zh_cn: Dual Voice-多语音合成器支持插件

source: Contact: Seyed Mahmood Taghavi-Shahri
sr: Kontakt: Seyed Mahmood Taghavi-Shahri
zh_cn: 联系人： Seyed Mahmood Taghavi-Shahri

source: Easy Table Navigator
sr: Lakša navigacija kroz tabele
zh_cn: Easy Table Navigator-简单表格导航插件

source: Emoticons
sr: Emotikoni
zh_cn: 表情符号插件

source: Contact: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
sr: Kontakt: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
zh_cn: 联系人： Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>

source: eMule
zh_cn: eMule-电骡支持插件

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
sr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
zh_cn: 联系人： Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>

source: Enhanced Aria
zh_cn: 增强aria

source: Contact: José Manuel Delicado <jm.delicado@nvda.es>
sr: Kontakt: José Manuel Delicado <jm.delicado@nvda.es>
zh_cn: 联系人： José Manuel Delicado <jm.delicado@nvda.es>

source: Enhanced Touch Gestures
zh_cn: 触摸插件-Enhanced Touch Gestures

source: Note: no longer maintained as of March 2022
zh_cn: 注：自 2022 年 3 月起不再维护

source: Event Tracker
zh_cn: 事件追踪器

source: Note: no longer maintained as of October 2021
zh_cn: 注：自 2021 年 10 月起不再维护

source: extendedWinamp
zh_cn: extendedWinamp 支持插件

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, NVDA Add-ons Team
sr: Kontakt: Hrvoje Katić <hrvojekatic@gmail.com>, NVDA tim za dodatke
zh_cn: 联系人： Hrvoje Katić <hrvojekatic@gmail.com>, NVDA Add-ons Team

source: Focus Highlight
zh_cn: 焦点突出显示 Focus Highlight

source: Contact: Takuya Nishimoto <nishimotz@gmail.com>
sr: Kontakt: Takuya Nishimoto <nishimotz@gmail.com>
zh_cn: 联系人： Takuya Nishimoto <nishimotz@gmail.com>

source: Golden Cursor
zh_cn: 金色光标

source: Contact: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
sr: Kontakt: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
zh_cn: 联系人： Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: GoldWave
zh_cn: GoldWave 支持插件

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
sr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
zh_cn: 联系人： Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>

source: Ignore blanks Indentation Reporting
zh_cn: 忽略空白处的缩进提示

source: Contact: Samuel Kacer <samuel.kacer@gmail.com>
zh_cn: 联系人： Samuel Kacer <samuel.kacer@gmail.com>

source: IndentNav
zh_cn: IndentNav-缩进导航插件

source: Input Lock
sr: Zaključavanje unosa
zh_cn: 输入锁

source: instantTranslate
zh_cn: 及时翻译

source: Contact: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
sr: Kontakt: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
zh_cn: 联系人： Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>

source: Kill NVDA
zh_cn: 强行停止 NVDA

source: Lambda Add-On for NVDA
sr: Lambda dodatak za NVDA
zh_cn: Lambda 增强插件

source: Contact: Alberto Zanella, Ivan Novegil
sr: Kontakt: Alberto Zanella, Ivan Novegil
zh_cn: 联系人： Alberto Zanella, Ivan Novegil

source: Mozilla Apps Enhancements
sr: Poboljšanja za Mozilla aplikacije
zh_cn: Mozilla Apps增强

source: mp3DirectCut
zh_cn: mp3DirectCut 支持插件

source: Contact: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
sr: Kontakt: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
zh_cn: 联系人： Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas

source: Newfon
zh_cn: Newfon-俄语，乌克兰语合成器

source: Contact: Sergey Shishmintzev
sr: Kontakt: Sergey Shishmintzev
zh_cn: 联系人： Sergey Shishmintzev

source: NoBeepsSpeechMode
sr: Bez pištanja u režimima govora
zh_cn: 去除蜂鸣声-noBeepsSpeechMode

source: Note: new releases are compatible with 2021.1 only, older versions should be used for older NVDA releases
sr: Napomena: Nove verzije su kompatibilne samo uz 2021.1, starije verzije mogu da se koriste uz starije NVDA verzije
zh_cn: 注：新版本仅与 2021.1 兼容，旧版本应用于较旧的 NVDA 版本

source: Contact: Alberto Buffolino <a.buffolino@gmail.com>
sr: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>
zh_cn: 联系人： Alberto Buffolino <a.buffolino@gmail.com>

source: Notepad++
zh_cn: Notepad++ 增强插件

source: Compatible: No (Up to 2019.3)
sr: Kompatibilan: Ne(do 2019.3)
zh_cn: 兼容：否（至 2019.3）

source: Numpad Nav Mode
zh_cn: 小键盘模式切换

source: Contact: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
sr: Kontakt: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
zh_cn: 联系人： Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>

source: NVDA Remote Support
zh_cn: 远程支持

source: Contact: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
sr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
zh_cn: 联系人： Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>

source: NVDA Unmute
zh_cn: 取消系统静音

source: NVDAUpdate Channel Selector
sr: Izbor NVDA kanala za ažuriranje
zh_cn: NVDA 更新通道选择器

source: Contact: Jose Manuel Delicado <jm.delicado@nvda.es>
sr: Kontakt: Jose Manuel Delicado <jm.delicado@nvda.es>
zh_cn: 联系人： Jose Manuel Delicado <jm.delicado@nvda.es>

source: Contact: NV Access
zh_cn: 联系人： NV Access

source: Object Location Tones
zh_cn: 对象位置音调

source: Compatible: No (UP to 2019.3)
sr: Kompatibilan: Ne (do 2019.3)
zh_cn: 兼容：否（至 2019.3）

source: Note: no longer maintained
sr: Napomena: Više se ne održava
zh_cn: 注：不再维护

source: ObjPad
zh_cn: ObjPad-NVDA简易导航

source: Contact: Łukasz Golonka <lukasz.golonka@mailbox.org>
sr: Kontakt: Łukasz Golonka <lukasz.golonka@mailbox.org>
zh_cn: 联系人： Łukasz Golonka <lukasz.golonka@mailbox.org>

source: Outlook Extended
sr: Poboljšanja za Outlook
zh_cn: Outlook 扩展

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
sr: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
zh_cn: 联系人： Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>

source: PC Keyboard Braille Input for NVDA
sr: Brajev unos sa tastature računara za NVDA
zh_cn: PC键盘盲文输入

source: Phonetic Punctuation
sr: Fonetska interpunkcija
zh_cn: 符号音效

source: placeMarkers
sr: Postavljanje obeleživača
zh_cn: 位置标记

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
sr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
zh_cn: 联系人： Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>

source: Proxy support for NVDA
sr: Proxy podrška za NVDA
zh_cn: NVDA 代理支持

source: Read Feeds
sr: Čitanje izvoda
zh_cn: Read Feeds-RSS阅读插件

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed
sr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed
zh_cn: 联系人： Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed

source: Report Passwords
sr: Čitanje lozinki
zh_cn: 读出密码

source: Report Symbols
sr: Čitanje simbola
zh_cn: 朗读符号

source: Resource Monitor
sr: Monitor resursa
zh_cn: 资源监控器

source: Contact: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> and other NVDA contributors
sr: Kontakt: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> i drugi NVDA saradnici
zh_cn: 联系人： Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> and other NVDA contributors

source: Review Cursor Copier
sr: Kopiranje preglednog kursora
zh_cn: 浏览光标复制器

source: Contact: Tuukka Ojala <tuukka.ojala@gmail.com>
sr: Kontakt: Tuukka Ojala <tuukka.ojala@gmail.com>
zh_cn: 联系人： Tuukka Ojala <tuukka.ojala@gmail.com>

source: sayCurrentKeyboardLanguage
sr: Izgovori trenutni jezik tastature
zh_cn: sayCurrentKeyboardLanguage-语言显示插件

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
sr: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
zh_cn: 联系人： Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>

source: Search With
zh_cn: 快捷搜索

source: Contact: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
sr: Kontakt: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
zh_cn: 联系人： Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>

source: SentenceNav
sr: Navigacija po rečenicama
zh_cn: SentenceNav-句子导航

source: Sound Splitter
zh_cn: 声音分离器

source: Speak Passwords
sr: Izgovori lozinke
zh_cn: 密码朗读器

source: Speech History
sr: Istorija govora
zh_cn: 朗读历史

source: Contact: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
sr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
zh_cn: 联系人： Tyler Spivey <tspivey@pcdesk.net>, James Scholes

source: Station Playlist
zh_cn: StationPlaylist 增强插件

source: Contact: Geoff Shang, Joseph Lee and other contributors
sr: Contact: Geoff Shang, Joseph Lee i drugi saradnici
zh_cn: 联系人： Geoff Shang, Joseph Lee and other contributors

source: Switch synth
sr: Menjanje sintetizatora
zh_cn: Switch synth - 语音合成器切换插件

source: Synth ring settings selector
sr: Birač podešavanja kruga sintetizatora
zh_cn: 语音合成设置选择器

source: systrayList
sr: Lista ikonica na sistemskoj traci
zh_cn: systrayList托盘图标插件
