Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/nvdapy3.*.po
Languages: es, pl

source: [[!meta title="NVDA add-ons and Python 3"]]
es: [[!meta title="Complementos de NVDA y Python 3"]]
pl: [[!meta title="Dodatki dla NVDA i zgodność z Python 3"]]

source: The NVDA community is transitioning from Python 2 to Python 3. This page aims to document add-ons compatible with Python 3 version of NVDA, as well as highlighting issues when using add-ons with future NVDA releases.
es: La comunidad de NVDA está llevando a cabo la transición de Python 2 a Python 3. El propósito de esta página es documentar los complementos que son compatibles con la versión de NVDA basada en Python 3, así como destacar problemas al usar el complemento con versiones futuras de NVDA.
pl: Zespół NVDA przechodzi z PYthon 2 do python 3. Cel tej strony jest udokumentowanie dodatków zgodnych z wersją NVDA< bazującą na python 3, jak i zaznaczanie błędów z przyszłymi wersjami NVDA.

source: What is Python 3 transition?
es: ¿Qué es la transición a Python 3?
pl: Co to jest przejście do Python 3?

source: Released in 2000, Python 2.x is one of the most popular programming languages. With support for Unicode, web technologies, and thousands of third-party libraries, Python became a language of choice for many projects, including NVDA in 2006.
es: Publicado en el año 2000, Python 2.x es uno de los lenguajes de programación más populares. Con soporte para Unicode, tecnologías web, y miles de bibliotecas de terceros, Python se convirtió en el lenguaje elegido para muchos proyectos, incluido NVDA en 2006.
pl: Wydany w roku 2000, Python 2.x to jeden z bardziej popularnych języków programowania. Z sparciem Unikodu, technologij web, i tysięcy bibliotek trzeciej strony, Python stał się celowym językiem dużej ilości projektów, włączając w to NVDA w roku 2006.

source: In late 2000's, Python developers announced Python 3000, a project to modernize Python. Changes were made to Python syntax, standard library, and other underlying framework, including the print function, more comprehensive support for Unicode, changes to standard library, and changing iteration methods such as xrange to range. Although Python 3.x did modernize Python programming language, due to large-scale deployment of Python 2, Python developers decided to support Python 2.7 (the last version of Python 2) until January 2020 to give people time to move to Python 3.
es: A finales de la década del 2000, los desarrolladores de Python anunciaron Python 3000, un proyecto para modernizar Python. Se hicieron cambios a la sintaxis de Python, la biblioteca estándar, otros marcos de trabajo subyacentes, incluyendo la función print, soporte más extenso para Unicode, cambios a la biblioteca estándar, y cambios en los métodos de iteración como pasar de xrange a range. Aunque Python 3.x modernizó el lenguaje Python, debido al despliegue a gran escala de Python 2, los desarrolladores de Python decidieron dar soporte a Python 2.7 (la última versión de Python 2) hasta enero de 2020 para dar tiempo a la gente para moverse a Python 3.
pl: W późnych dwutysięcznych, programiści Pythona ogłosili Python 3000, projekt, który miał jako cel zmodernizować Pythona. Zmieniono składnie Pythona, bibliotekę standardową, i innych części, włączając funkcję Print, dużo większe wsparcie dla Unikoda, zmiany do standardowej biblioteki, a także zmiany metod iteracji takich jak xrange na range. Jednakże python 3 zmodernizował pythona, ze względu na duża używalność pythona 2.x, Python decydowali się, że będą wspierać pythona 2.7 (ostatnią wersję pythona 2) do stycznia 2020 aby dać ludziom czas do przejścia do python 3.

source: In 2019, NV Access began its work on Python 3 transition, citing popularity of NVDA and project longevity. This work culminated with release of Project Threshold builds of NVDA in July 2019, which is based on Python 3.7 and includes a host of changes in addition to Python 3 transition such as speech refactor, which will affect add-ons.
es: En 2019, NV Access comenzó sus trabajo de transición a Python 3, dada la popularidad de NVDA y su longevidad. Este trabajo culminó con la liberación de compilaciones del proyecto Threshold de NVDA en julio de 2019, que están basadas en Python 3.7 e incluyen un conjunto de cambios además de la transición a Python 3, tales como la refactorización del habla, que afectará a los complementos.
pl: W roku 2019, NV Access zaczęło pracować nad przejściem di pythona 3, cytując popularność i trwanie projektu. ta praca przerodziła się w wydanie project treshold kompilacji NVDA w lipcu 2019, bazującym na Python 3.7 i zawiera zmiany potrzebne do przejścia do Python 3 takie jak przebudowa mowy, która będzie widoczna na dodatkach.

source: What you need to know about Python 3 transition and add-ons
es: Qué necesitas saber sobre la transición a Python 3 y los complementos
pl: Co musisz wiedzieć na temat przejścia do Python 3 i dodatków

source: Python 3 transition will affect many add-ons hosted on this website. Specifically, the following issues are known:
es: La transición a Python 3 afectará a muchos complementos alojados en este sitio web. Específicamente, se conocen los siguientes problemas:
pl: Przejście na python 3 dotknie każdy dodatek na tej stronie. specyficznie, następujące błędy są znane:

source: Add-on does not load because they are flagged as incompatible by NVDA.
es: El complemento no se carga porque NVDA lo marca como incompatible.
pl: Dodatek się nie wczytuje, bo jest oznaczony jako niekompatybilny z NVDA.

source: Add-on does load, but errors such as syntax errors and module not found errors are seen.
es: El complemento se carga, pero se muestran errores de sintaxis o errores de módulo no encontrado.
pl: Dodatek się wczytuje, ale pojawiają się błędy składniowe lub problemy znalezienia modułu.

source: Add-on does not load due to bytecode mismatch.
es: El complemento no carga por un desajuste en el bytecode.
pl: Dodatek się nie wczytuje z powodu niezgodności byte kodu.

source: Add-on behaves oddly when working with text.
es: El complemento se comporta de forma defectuosa al trabajar con texto.
pl: Dodatek się zachowuje dziwnie gdy pracuje się z tekstem.

source: Add-on works, but certain features that rely on Python standard library are not working such as internet access.
es: El complemento funciona, pero ciertas características que se apoyan en la biblioteca estándar de Python no funcionan, como el acceso a Internet.
pl: Dodatek działa, ale funkcje, którym zależy na dostępie do internetu nie działają z powodu zmian w bibliotece standardowej pythona.

source: Some speech synthesizer and braille display add-ons behave oddly around text output.
es: Algunos complementos de síntesis de voz o pantallas braille se comportan de forma defectuosa con la salida de texto.
pl: Niektóe syntezatory mowy i monitory brajlowskie zachowują się dziwnie przy wydawaniu tekstu.

source: When you encounter these issues, you should contact the author(s) of the add-on(s) in question (see the below list for contact info for add-ons hosted on this website). Be sure to provide details when contacting authors.
es: Cuando encuentres estos problemas, deberías contactar con el autor o autores del complemento o complementos en cuestión (mira la siguiente lista para obtener información de contacto de los complementos alojados en este sitio). Asegúrate de proporcionar detalles cuando contactes con los autores.
pl: Gdy napotkasz te błędy, Powinienesz skontaktować się z autorami spornych dodatków (Patrz pis poniżej dla więcej informacji Dotyczy to dodatków na tej stronie). Nie zapomnij podać szczegóły, gdy kontaktujesz się z autorem.

source: Status of add-ons compatible with Python 3 and other changes
es: Estado de los complementos compatibles con Python 3 y otros cambios
pl: Stan dodatków zgodnych z Pythonem 3 i innymi zmianami

source: Below is a list of add-ons hosted on this website, along with their compatibility status with Python 3 version of NVDA and known issues if any. The list also includes contact information for add-on author(s).
es: A continuación se encuentra una lista de complementos alojados en este sitio web, junto con su estado de compatibilidad con la versión de NVDA que usa Python 3 y problemas conocidos, si los hay. La lista también incluye información de contacto del autor o autores del complemento.
pl: Poniżej znajduje się spis dodatków hostowanych na tej stronie, wraz z ich stanem zgodności z Python 3 wersją NVDA i znanymi problemami jeżeli jakieś są. W spisie także jest podany kontakt do autorów.

source: Note: add-on compatibility status subject to change without notice.
es: Nota: el estado de compatibilidad de los complementos se encuentra sujeto a cambios sin aviso previo.
pl: Uwaga: stan zgodności może się zmienić bez uprzedniego powiadomienia.

source: * Access8Math * Compatible: no * Issues: syntax errors * Contact: Tseng Woody <tsengwoody.tw@gmail.com> * Add-on Updater * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Add-ons documentation * Compatible: yes * Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Remy and Abdel * Addon to count elements of selected text * Audio Themes * Compatible: no * Issues: missing modules, not updated to support recent NVDA releases * Contact: Musharraf Omer<ibnomer2011@hotmail.com> * AudioChart * Bit Che * BluetoothAudio * BrailleExtender * BrowserNav * Calibre * Character information * Classic Selection * Clip Contents Designer * Clipspeak * Clock and calendar Add-on for NVDA * Compatible: yes * Contact: Hrvoje Katic <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com> * Control Usage Assistant * Compatible: no (end of life) * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Crash Hero * Day of the week * Compatible: yes * Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com> * Developer Toolkit * Compatible: no * Issues: syntax errors, add-on encoding * Contact: Andy Borka <ajborka@gmail.com> * dropbox * Dual Voice * Easy Table Navigator * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Emoticons * Compatible: no * Issues: missing modules due to syntax errors * Contact: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com> * eMule * Enhanced Aria * Compatible: yes * Contact: Jose Manuel Delicado <jm.delicado@nvda.es> * Enhanced Touch Gestures * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com> * extendedWinamp * Focus Highlight * Golden Cursor * Compatible: yes * Contact: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com> * Goldwave * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org> * Image Describer * IndentNav * Input Lock * Compatible: yes * Contact: Jose Manuel Delicado <jm.delicado@nvda.es> * Lambda Add-On for NVDA * Mozilla Apps Enhancements * mp3DirectCut * Compatible: yes * Contact: Abdel, Rèmy Ruiz, Abdellah Zineddine, Jean-François Colas * Newfon * NoBeepsSpeechMode * NVDA Remote Support * Object Location Tones * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com> * ObjPad * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com> * OCR * Outlook extended * placeMarkers * Read Feeds * Report Symbols * Resource Monitor * Compatible: yes * Contact: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> and other NVDA contributors * Review Cursor Copier * sayCurrentKeyboardLanguage * Compatible: yes * Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com> * Speak Passwords * Speech History * StationPlaylist * Compatible: yes * Contact: Geoff Shang, Joseph Lee and other contributors * Switch synth * systrayList * Compatible: yes * Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors * TeamTalk Classic * Text Information * TextNav * Tip of the Day * ToolbarsExplorer * Tone Master * UnicodeBrailleInput * Virtual Review * Compatible: yes * Contact: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team * VLC Media Player * Weather Plus * Compatible: no * Issues: Python 2 and 3 bytecode mismatch on some modules * Contact: Adriano Barbieri <adrianobarb@yahoo.it> * Windows 10 App Essentials * Compatible: yes * Contact: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
pl: * Access8Math * Zgodny: nie * Problemy: błędy skłądniowe * Kontakt: Tseng Woody <tsengwoody.tw@gmail.com> * Add-on Updater * Zgodny: Tak * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Add-ons documentation * Zgodny: Tak * Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Remy and Abdel * Addon to count elements of selected text * Audio Themes * Zgodny: nie * błędy: brakujące moduły, niezaktualizowany do wspierania nowszych wersji NVDA * Contact: Musharraf Omer<ibnomer2011@hotmail.com> * AudioChart * Bit Che * BluetoothAudio * BrailleExtender * BrowserNav * Calibre * Character information * Classic Selection * Clip Contents Designer * Clipspeak * Clock and calendar Add-on for NVDA * Zgodny: tak * Contact: Hrvoje Katic <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com> * Control Usage Assistant * Compatible: Nie, koniec żywotności * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Crash Hero * Day of the week * Zgodnosć: Tak * Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com> * Developer Toolkit * Zgodność: nie * Problemy: błędy składniowe, kodowanie dodatku * Contact: Andy Borka <ajborka@gmail.com> * dropbox * Dual Voice * Easy Table Navigator * zgodność: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com> * Emoticons * zgodność: nie * Issues: brakujące moduły przez błędy skłądniowe * Contact: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com> * eMule * Enhanced Aria * Zgodność: tak * Kontakt: Jose Manuel Delicado <jm.delicado@nvda.es> * Enhanced Touch Gestures * Zgodność: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com> * extendedWinamp * Focus Highlight * Golden Cursor * Zgodnosć: tak * Contact: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com> * Goldwave * Zgodnosć: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org> * Image Describer * IndentNav * Input Lock * Zgodnosć: tak * Contact: Jose Manuel Delicado <jm.delicado@nvda.es> * Lambda Add-On for NVDA * Mozilla Apps Enhancements * mp3DirectCut * Zgodność: tak * Contact: Abdel, Rèmy Ruiz, Abdellah Zineddine, Jean-François Colas * Newfon * NoBeepsSpeechMode * NVDA Remote Support * Object Location Tones * zgodność: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com> * ObjPad * zgodność: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com> * OCR * Outlook extended * placeMarkers * Read Feeds * Report Symbols * Resource Monitor * zgodność: tak * Contact: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> and other NVDA contributors * Review Cursor Copier * sayCurrentKeyboardLanguage * zgodność: tak * Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com> * Speak Passwords * Speech History * StationPlaylist * Zgodność: tak * Contact: Geoff Shang, Joseph Lee and other contributors * Switch synth * systrayList * zgodność: tak * Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors * TeamTalk Classic * Text Information * TextNav * Tip of the Day * ToolbarsExplorer * Tone Master * UnicodeBrailleInput * Virtual Review * zgodnosć: tak * Contact: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team * VLC Media Player * Weather Plus * zgodność: nie * zgodnosć: Niezgodność byte kodu z pythonem 2 i 3 na niektórych modułąch * Contact: Adriano Barbieri <adrianobarb@yahoo.it> * Windows 10 App Essentials * zgodność: tak * Contact: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
