Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/nvdaRd.*.po
Languages: nl

source: Authors: [Leonard de Ruijter][1]
nl: Auteurs: [Leonard de Ruijter][1]

source: Download [beta version][2]
nl: Download [betaversie][2]

source: NVDA compatibility: 2023.1 and later
nl: NVDA-compatibiliteit: 2023.1 en later

source: This add-on adds support to access remote desktop sessions to NVDA using Microsoft Remote Desktop, Citrix or VMware Horizon. When installed in NVDA on both the client and the server, speech and braille generated on the server will be spoken and brailled by the client machine. This enables a user experience where managing a remote system feels just as performant as operating the local system.
nl: Deze add-on voegt ondersteuning toe voor toegang tot externe bureaubladsessies bij gebruik van Microsoft Remote Desktop, Citrix of VMware Horizon. Wanneer geïnstalleerd in NVDA op zowel de client als de server, worden spraak en braille die op de server worden gegenereerd, uitgesproken en in braille weergegeven op de clientcomputer. Dit maakt een gebruikerservaring mogelijk waarbij het beheer van een systeem op afstand net zo vlot aanvoelt als het bedienen van het lokale systeem.

source: Features
nl: Functies

source: Support for Microsoft Remote Desktop, Citrix and VMware Horizon
nl: Ondersteuning voor Microsoft Remote Desktop, Citrix en VMware Horizon

source: Speech and braille output
nl: Spraak- en braille-uitvoer

source: Automatic detection of remote braille using NVDA's automatic braille display detection
nl: Automatische detectie van extern braille met NVDA's automatische detectie van brailleleesregels

source: Automatic detection of remote speech using a dedicated detection process that can be disabled in NVDA's settings dialog
nl: Automatische detectie van externe spraak met behulp van een speciaal detectieproces dat kan worden uitgeschakeld in het instellingendialoogvenster van NVDA

source: Support for portable copies of NVDA running on a server (additional configuration required for Fitrix)
nl: Ondersteuning voor draagbare kopieën van NVDA die op een server draaien (aanvullende configuratie vereist voor Fitrix)

source: Full support for portable copies of NVDA running on a client (no additional administrative privileges required to install the add-on)
nl: Volledige ondersteuning voor draagbare kopieën van NVDA die op een client draaien (geen extra administratieve rechten vereist om de add-on te installeren)

source: Multiple active client sessions at the same time
nl: Meerdere actieve cliëntsessies tegelijkertijd

source: Remote desktop instantly available after NVDA start
nl: Extern bureaublad direct beschikbaar na het opstarten van NVDA

source: Ability to control specific synthesizer and braille display settings without leaving the remote session
nl: Mogelijkheid om specifieke synthesizer- en brailleleesregelinstellingen te bedienen zonder de externe sessie te verlaten

source: Ability to use speech and braille from the user session when accessing secure desktops
nl: Mogelijkheid om de spraaksynthesizer en brailleleesregel van de ingelogde gebruiker te gebruiken op beveiligde bureaubladen

source: Getting started
nl: Aan de slag

source: Install this add-on in both a client and server copy of NVDA.
nl: Installeer deze add-on in zowel een client- als een serverkopie van NVDA.

source: The remote system should automatically start speaking using the local speech synthesizer. If not, in the NVDA instance on the server, select the remote speech synthesizer from NVDA"s synthesizer selection dialog.
nl: Het beheerde systeem zou automatisch moeten werken met behulp van de lokale spraaksynthesizer. Als dit niet het geval is, selecteer je in de NVDA-kopie op de server de optie Externe Spraak in het NVDA-dialoogvenster voor synthesizerselectie.

source: To use braille, enable automatic braille display detection using the braille display selection dialog.
nl: Om braille te gebruiken, schakel je automatische detectie van brailleleesregels in met behulp van het selectievenster voor brailleleesregels.

source: Issues and contributing
nl: Problemen en bijdragen

source: If you want to report an issue or contribute, take a look at [the issues page on Github][3]
nl: Als je een probleem wilt melden of een bijdrage wilt leveren, kijk dan op [de pagina met issues op Github][3] (Engelstalig). Als je de voorkeur geeft aan Nederlands mag dat ook.

source: External components
nl: Externe componenten

source: This add-on relies on [RD Pipe][4], a library written in Rust backing the remote desktop client support. RD Pipe is redistributed as part of this add-on under the terms of [version 3 of the GNU Affero General Public License][5] as published by the Free Software Foundation.
nl: Deze add-on is afhankelijk van [RD Pipe][4], een library geschreven in Rust die de basis vormt onder de ondersteuning voor remote desktop clients. RD Pipe wordt aangeboden als onderdeel van deze add-on onder de voorwaarden van [versie 3 van de GNU Affero General Public License][5] zoals gepubliceerd door de Free Software Foundation.
