Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/nvdacompat.*.po
Languages: sr, zh_cn

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
sr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, saradnici NVDA zajednice
zh_cn: 联系人： Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors

source: TeamTalk Classic
zh_cn: TeamTalk Classic无障碍插件

source: Contact: Doug Lee with initial work by Tyler Spivey and others
sr: Contact: Doug Lee uz prvobitnu saradnju od Tyler Spivey i drugih
zh_cn: 联系人： Doug Lee with initial work by Tyler Spivey and others

source: Text Information
sr: Informacije o tekstu
zh_cn: 文本信息

source: Contact: Carter Temm <crtbraille@gmail.com>
sr: Kontakt: Carter Temm <crtbraille@gmail.com>
zh_cn: 联系人： Carter Temm <crtbraille@gmail.com>

source: TextNav
sr: Navigacija kroz tekst
zh_cn: 文本导航

source: Time Zoner
sr: Vremenske zone
zh_cn: 时区插件 Time Zoner

source: Contact: Munawar Bijani
sr: Kontakt: Munawar Bijani
zh_cn: 联系人： Munawar Bijani

source: Tip of the Day
sr: Savet dana
zh_cn: 每日提示

source: Tony's enhancements
zh_cn: Tony 的增强插件

source: ToolbarsExplorer
sr: Istraživač alatnih traka
zh_cn: ToolbarsExplorer工具栏快速导航

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>
sr: Kontakt: Hrvoje Katić <hrvojekatic@gmail.com>
zh_cn: 联系人： Hrvoje Katić <hrvojekatic@gmail.com>

source: Training Keyboard commands
sr: Vežbanje komandi na tastaturi
zh_cn: NVDA命令终结者

source: UnicodeBrailleInput
sr: Unikodni brajev unos
zh_cn: Unicode盲文输入

source: Contact: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
sr: Kontakt: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
zh_cn: 联系人： Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>

source: Virtual Review
sr: Virtuelni pregled
zh_cn: 虚拟浏览

source: Contact: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
sr: Kontakt: Rui Batista <ruiandrebatista@gmail.com> i NVDA tim za dodatke
zh_cn: 联系人： Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team

source: VLC Media Player
zh_cn: VLC 媒体播放器

source: Weather Plus
zh_cn: 天气 +

source: Contact: Adriano Barbieri <adrianobarb@yahoo.it>
sr: Kontakt: Adriano Barbieri <adrianobarb@yahoo.it>
zh_cn: 联系人： Adriano Barbieri <adrianobarb@yahoo.it>

source: Windows App Essentials
zh_cn: Windows 应用增强

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
sr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> i drugi
zh_cn: 联系人： Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others

source: Windows Magnifier
sr: Windows lupa
zh_cn: Windows 放大镜增强插件

source: Win Wizard
zh_cn: Win Wizard-窗口管理

source: Contact: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>
sr: Kontakt: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>
zh_cn: 联系人： Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>

source: WordNav
sr: Navigacija kroz reči
zh_cn: 文本导航WordNav

source: Zoom Accessibility Enhancements
sr: Poboljšanja Zoom pristupačnosti
zh_cn: Zoom 无障碍增强

source: Contact: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
sr: Kontakt: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
zh_cn: 联系人： Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>

source: Direct Link
sr: Direktan link

source: Quick Dictionary
sr: Brz rečnik
