Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/onlineOCR.*.po
Languages: es, sk, zh_cn

source: [[!meta title="Online image describer"]]
es: [[!meta title="Descriptor de imágenes en línea"]]
sk: [[!meta title="Online rozpoznávanie obrázkov a textu"]]
zh_cn: [[!meta title="在线图像描述和OCR"]]

source: Author: Larry Wang
es: Autor: Larry Wang
sk: Autor: Larry Wang
zh_cn: 作者

source: NVDA compatibility: from 2018.3 to 2019.1
sk: Funguje s NVDA 2018.3 do 2019.1
zh_cn: NVDA兼容版本: 2018.3至2019.1

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]
sk: Stiahnuť [Vývojovú verziu][2]
zh_cn: 下载[开发版][2]

source: This addon aims at adding online image recognition engines to NVDA. There are two types of engines. OCR and image describer. OCR extracts text from image. Image describer describes visual features in image in text form. Such as general description, color type landmarks and so on. Internet connection is required to use this addon, since image describe services are provided by API endpoints on the Internet. They are called engines in this addon.
sk: Doplnok pridáva do NVDA rozhrania pre rôzne služby na rozpoznávanie obrázkov a textu. Funkcia OCR rozpoznáva text. Popisovanie obrázkov rozpoznáva objekty na obrázkoch, farby a podobne. Pre správne fungovanie doplnku sa vyžaduje internetové pripojenie. Doplnok sám o sebe neposkytuje funkcie na rozpoznávanie, ale pripája sa k externým službám.

source: Engine Configuration
es: Configuración de motor
sk: Nastavenia služieb
zh_cn: 引擎设置

source: You can choose recognition engines and configure them in detail in *Online Image Describer* category in NVDA settings dialog.
es: Puedes elegir motores de reconocimiento y configurarlos en detalle en la categoría *Online image describer* del diálogo de opciones de NVDA.
sk: Služby môžete nastavovať v strome nasstavení NVDA v časti online rozpoznávanie obrázkov a textu.
zh_cn: 您可以选择识别引擎, 并在 NVDA 设置对话框的 * 在线图像描述 * 类别中对其进行详细配置。

source: The author of addon have registered account with free API quota and set up a proxy server on www.nvdacn.com to make this addon easier to test at first. Test quota is limited and may be cancelled by API provider anytime. It is highly recommended to register your own key according to guide in each engine.
es: El autor de este complemento ha registrado cuentas con cuota de API gratuita y ha configurado un servidor proxy en www.nvdacn.com para permitir que este complemento sea más fácil de probar al principio. La cuota de pruebas está limitada y puede ser cancelada por el proveedor de la API en cualquier momento. Se recomienda encarecidamente que registres tu propia clave siguiendo la guía de cada motor.
sk: Autor doplnku vytvoril účty a nastavil Proxy server na adrese www.nvdacn.com hlavne za účelom testovania doplnku. Testovanie môže byť zastavené a preto odporúčame vytvoriť si vlastné API kľúče. Spôsob vytvorenia je popísaný nižšie.
zh_cn: 加载项的作者注册了具有免费 API 配额的帐户, 并在中文站 上设置了代理服务器, 以便在开始时更容易测试这个插件。测试配额是有限的, API 提供商可能随时取消测试配额。 强烈建议根据每个引擎中的指南注册您自己的密钥。

source: The following settings are applicable to all engines.
es: Los siguientes ajustes se aplican a todos los motores.
sk: Nasledujúce nastavenia sú platné pre všetky služby.
zh_cn: 以下设置适用于所有引擎。

source: Copy result to clipboard after recognition: If enabled, recognition result text will be copied to clipboard after recognition.
sk: Skopírovať výsledok do schránky (Copy result to clipboard after recognition): Po rozpoznaní automaticky uloží výsledok do schránky.

source: Use browseable message for text result: If enabled, recognition result text will be shown in a popup window instead of speech or braille message.
sk: Zobraziť výsledok v samostatnom okne (Use browseable message for text result): NVDA namiesto oznámenia výsledku zobrazí výsledok v okne, kde je možné ho prečítať príkazmi na prezeranie textu.

source: Swap the effect of repeated gesture with none repeated ones: By default, a virtual result document is shown only if you press the corresponding gesture twice, if you use that frequently you can enable this option so that you only need to press once to get a result viewer.
sk: Zobraziť okno s výsledkom po prvom stlačení skratky (Swap the effect of repeated gesture with none repeated ones): Predvolene je potrebné na zobrazenie výsledku v režime prehliadania stlačiť skratku dvakrát. Začiarknutím tejto možnosti sa funkcie prehodia tak, že už prvotné stlačenie skratky zobrazí výsledok v samostatnom okne.

source: Enable more verbose logging for debug purpose: Some logs are essential for debugging but affects performance and takes up a lot of space. Only turn this on if specifically instructed to by the addon author or an NVDA developer.
sk: Podrobný záznam (Enable more verbose logging for debug purpose): Do logu NVDA bude zapisovať podrobné informácie, čo môže byť dôležité pri odhaľovaní chýb. Upozorňujeme, že začiarknutie tejto možnosti môže vytvoriť veľké súbory so záznamom a spomaliť odozvu NVDA. Odporúčame začiarknuť len ak ste na to vyzvaní vývojárom NVDA alebo doplnku.

source: Proxy type: Which type of proxy you are using. If you do not know what a proxy is just leave it as is.
sk: Typ proxy (Proxy type): Určuje typ proxy servera. Ak neviete, ako nastaviť Proxy, ponechajte predvolené nastavenie.

source: Proxy address: Full URL of your proxy. If you do not know what a proxy is just leave it as is. If you choose to use proxy your proxy will be verified before saving , after verification, there will be a prompt to tell you result.
sk: Adresa proxy servera (Proxy address): Adresa vášho servera. Opäť, ak nepoužívate proxy server, ponechajte nastavenie bez zmeny. Pred uložením nastavení sa overí dostupnosť servera a NVDA na dostupnosť alebo chybu upozorní samostatným oknom.

source: The following settings means the same in all engines, describe them here to save space:
sk: Nasledujúce nastavenia sú identické pre všetky dostupné služby:

source: API Access Type: This controls how you get access to the corresponding API endpoints. If you choose "Use public quota", you are using free quota in an account registered by addon author. If you choose "Use your own API key", this addon will use quota from your own account.
sk: Typ prístupu (API Access Type): Určuje, akým spôsobom sa budete pripájať k službe. Ak vyberiete verejný prístup (Use public quota), použije sa bezplatný kľúč poskytnutý vývojárom doplnku. Ak zvolíte možnosť vlastný prístup (Use your own API key), budete vyzvaný na zadanie vášho vlastného kľúča k službe.

source: APP ID, API key or API Secret Key: If you want to use quota from your own account corresponding access tokens is required. Some engines only need API key. Some engines require two tokens. These are only valid if you choose "use your own API key" in API Access type.
sk: Kľúč (APP ID, API key alebo API Secret Key): Vyžaduje sa v prípade, že ste zvolili v predošlom kroku možnosť zadať vlastný kľúč a máte vytvorený svoj vlastný účet v niektorej zo služieb. Niektoré služby vyžadujú jeden kľúč, niektoré vyžadujú až dva kľúče.

source: Note that the quality and accuracy of results are affected by many factors:
sk: Upozorňujeme, že kvalita a presnosť výsledku závisí od viacerých okolností:

source: Models and techniques used by engine provider
es: Modelos y técnicas empleados por el proveedor del motor
sk: Spôsob spracovania použitý pri konkrétnej službe
zh_cn: 引擎商使用的模型和技术

source: Quality of uploaded image
es: Calidad de la imagen subida
sk: Kvalita nahratého obrázka
zh_cn: 上传图像的质量

source: Is navigator object hidden behind something else
es: Navegador de objetos oculto tras algo
sk: Prekrytie navigačného objektu iným objektom
zh_cn: 导航对象是否隐藏在其他东西后面

source: Screen resolution
es: Resolución de pantalla
sk: Rozlíšenie obrazovky
zh_cn: 屏幕分辨率

source: Online image description
es: Descripción de imágenes en línea
sk: Rozpoznávanie obrázkov
zh_cn: 在线图像描述

source: Keyboard commands
es: Órdenes de teclado
sk: Klávesové skratky
zh_cn: 键盘快捷键

source: NVDA+Alt+P Recognize current navigator object Then read result. If pressed twice, open a virtual result document.
sk: NVDA+Alt+P: Rozpozná zameraný objekt a prečíta výsledok. Stlačené dvakrát rýchlo za sebou zobrazí výsledok v režime prehliadania.
zh_cn: NVDA + alt + P 识别当前导航对象然后读取结果。如果按两次, 请打开虚拟结果文档。

source: Control+Shift+NVDA+P Recognizes image in clipboard. Then read result. If pressed twice, open a virtual result document. It accepts two kinds of content:
sk: Ctrl+Shift+NVDA+P: Rozpozná obrázok v schránke a prečíta výsledok. Stlačené dvakrát rýchlo za sebou zobrazí výsledok v režime prehliadania. Podporované sú dva typy obrázkov:

source: First is an actual image(CF_DIB), you can put that into clipboard by taking a screenshot with Print Screen key or copy image in a browser.
sk: Priami obrázok (CF_DIB), ktorý získate napríklad urobeným snímky obrazovky klávesom printscreen alebo skopírovaním obrázka z webového prehliadača.

source: Second is a file copied in explorer.(CF_HDROP)
sk: Obrázok skopírovaný z prieskumníka (CF_HDROP).

source: If it is not an image, this addon will tell you, No image in clipboard. If there is only text in clipboard, this addon will try to use it as a path of local file. If it is not a path, this addon will tell you: Text in clipboard is not a valid path. If the corresponding file is not an image this addon will tell you: The file specified in clipboard is not an image.
sk: Doplnok upozorní, ak v schránke nenájde obrázok alebo cestu k obrázku.

source: Here are three engines available.
es: Hay tres motores disponibles.
sk: Dostupné sú tieto služby.
zh_cn: 这里有三个引擎可用。

source: Machine Learning Engine by Oliver Edholm
sk: Strojové účenie (Machine Learning Engine) od Olivera Edholma
zh_cn: 奥利弗·埃德霍尔姆提供的人工智能引擎

source: It's a free engine gives description of an image. If there is text inside it will do OCR on the image. There are two settings for this engine.
sk: Voľne dostupná služba na rozpoznávanie obrázkov a tiež OCR textu. Je možné nastaviť tieto nastavenia:
zh_cn: 这是一个免费的引擎给图像的描述。 如果图像中有文本, 它将在图像上执行 OCR。 此引擎有两个设置。

source: Access Types: The author of this addon has setup a proxy on www.nvdacn.com for users who cannot access google service access. If you want to use this proxy please chose Use proxy on www.nvdacn.com in access type settings. If you want to use your own key in the following two Microsoft engines. Please follow the guide in Microsoft Azure OCR section.
sk: Typi prístupu v(Access Types): Autor doplnku nastavil proxy server na adrese www.nvdacn.com pre tých, ktorí nemajú prístup k službám Google. V takomto prípade vyberte možnosť použiť proxy na www.nvdacn.com. Ak chcete použiť vlastné kľúče, pozrite si postup v časti Microsoft Azure.

source: Language of result: English by default. If you configure another language than English, the description could have translation issues because it's automatically generated by machine translation service.
sk: Jazyk (Language of result): Určuje jazyk, v ktorom dostanete výsledky. Ak zvolíte iný ako anglický jazyk, môžete získať nepresnú predstavu o obrázku, nakoľko po rozpoznaní obrázku je rozpoznaný text počítačom preložený do vybratého jazyka.

source: Security:
sk: Bezpečnosť:

source: The images are sent to a script hosted on the Google Cloud Platform for analysis. After the analysis the image gets removed from the server and will never be seen again.
sk: Obrázky sú odosielané do služby Google Cloud Platform. Po rozpoznaní sú obrázky automaticky odstránené zo servera a nie je možné ich viac zobraziť.

source: This engine extracts a rich set of visual features based on the image content. This engine is english only. If you want description in other languages, you can use Microsoft Azure Image Describer
sk: Rozpoznáva vizuálne objekty z obrázkov a výsledok poskytuje len v Angličtine. Na preloženie výsledku do iných jazykov môžete použiť službu Microsoft Azure Image Describer.
zh_cn: 此引擎根据图像内容提取一组丰富的视觉功能。 只支持英文。如果要使用其他语言的说明, 可以使用 Microsoft Azure 图像描述器

source: Visual Features include:
es: Entre las características visuales se incluyen:
sk: Rozpoznáva tieto vlastnosti obrázkov:

source: Adult - detects if the image is pornographic in nature (depicts nudity or a sex act). Sexually suggestive content is also detected.
es: Adulto - detecta si la imagen es de naturaleza pornográfica (representa la desnudez o un acto sexual). También se detecta el contenido sexualmente sugerente.
sk: Obsah pre dospelých: Určuje, či je na obrázku pornografický materiál (nahota a sexuálne akty).

source: Brands - detects various brands within an image, including the approximate location. The Brands argument is only available in English.
es: Marcas - detecta diversas marcas dentro de la imagen, incluyendo su ubicación aproximada. El argumento de marcas sólo está disponible en inglés.
sk: Značka: Rozpoznáva rôzne firmy a spoločnosti a poskytuje ich adresy (len v Angličtine).

source: Categories - categorizes image content according to a taxonomy defined in documentation.
es: Categorías - clasifica el contenido de la imagen según una taxonomía definida en la documentación.
sk: Kategória: Určí kategóriu obrázka. Kategorizácia je popísaná v dokumentácii k službe.

source: Color - determines the accent color, dominant color, and whether an image is black&white.
es: Color - determina el color más llamativo, el color predominante y si la imagen está en blanco y negro.
sk: Farba: Určí, aké farby sú na obrázku dominantné, tiež farbu pozadia a či je obrázok čiernobiely.

source: Description - describes the image content with a complete sentence in supported languages.
es: Descripción - describe el contenido de la imagen con una frase completa en los idiomas soportados.
sk: Popis: Celými vetami popíše obsah obrázka.

source: Faces - detects if faces are present. If present, generate coordinates, gender and age.
es: Caras - detecta si hay caras presentes. Si las hay, identifica sus coordenadas, género y edad.
sk: Rozpoznanie tváre: Rozpozná postavy, ich pohlavie a vek.

source: ImageType - detects if image is clip art or a line drawing.
es: Tipo de imagen - detecta si la imagen es prediseñada o se ha dibujado a mano.
sk: Typ obrázka: Určí, či ide o maľbu alebo fotografiu.

source: Objects - detects various objects within an image, including the approximate location. The Objects argument is only available in English.
es: Objetos - detecta diversos objetos dentro de la imagen, incluyendo su ubicación aproximada. El argumento de objetos sólo está disponible en inglés.
sk: Objekty: Popíše objekty na obrázku a ich umiestnenie (len anglicky).

source: Tags - tags the image with a detailed list of words related to the image content.
es: Etiquetas - etiqueta la imagen con una lista detallada de palabras relacionadas con su contenido.
sk: Značky: Označí obrázok kľúčovými slovami.

source: Some features also provide additional details:
es: Algunas características también proporcionan detalles adicionales:
sk: V niektorých prípadoch poskytuje aj podrobnejšie detaily:
zh_cn: 某些功能还提供了其他详细信息:

source: Celebrities - identifies celebrities if detected in the image.
sk: Celebrity: Rozpozná na obrázku známe alebo slávne osobnosti.

source: Landmarks - identifies landmarks if detected in the image.
es: Puntos de referencia - identifica puntos de referencia si se detectan en la imagen.
sk: Pamätihodnosti a orientačné body: Rozpozná známe miesta a objekty.

source: Microsoft Azure Image describer
es: Descriptor de imágenes de Microsoft Azure
sk: Popisovač obrázkov Microsoft Azure Image describer
zh_cn: 微软 Azure 图像描述

source: This engine generates a description of an image in human readable language with complete sentences. The description is based on a collection of content tags, which are also returned by the operation. More than one description can be generated for each image. Descriptions are ordered by their confidence score. There are two settings for this engine.
sk: Popisuje obrázky celými vetami. Poskytuje kľúčové slová. Je možné získať viacero rôznych popisov pre jeden obrázok, pričom popisy sú zoradené podľa dôverihodnosti. Dostupné sú tieto nastavenia.
zh_cn: 此引擎生成一个图像的简单描述。这个描述是通过检测到的一系列标签合成的。可以为每个图像生成多个说明。描述是根据可能性排序的。 此引擎有两个设置。 * 语言服务将返回图像描述的语言。默认情况下为英语。

source: Language: The language in which the service will return a description of the image. English by default.
sk: Jazyk (language): jazyk popisovania. Predvolene sa používa Angličtina.

source: Max Candidates: Maximum number of candidate descriptions to be returned. The default is 1.
sk: Počet popisov (Max Candidates): Určuje, koľko popisov k obrázku chcete. Predvolene je 1.

source: Online OCR
es: OCR en línea
sk: Rozpoznávanie textu Online OCR
zh_cn: 在线 OCR

source: Online engines rely on the use and presence of the following services.
es: Los motores en línea se apoyan en el uso y presencia de los siguientes servicios.
sk: Dostupné sú tieto služby.

source: NVDA+Alt+R Recognize current navigator object with online OCR engine Then read result. If pressed twice, open a virtual result document.
sk: NVDA+Alt+R: Rozpozná zameraný objekt a prečíta výsledok. Stlačené dvakrát rýchlo za sebou zobrazí výsledok v režime prehliadania.
zh_cn: NVDA+Alt+R 使用在线 OCR 引擎识别当前导航对象然后读取结果。如果按两次, 请打开虚拟结果文档。

source: Control+Shift+NVDA+R Recognizes image in clipboard with online OCR engine. Then read result. If pressed twice, open a virtual result document. It accepts two kinds of content:
sk: Ctrl+Shift+NVDA+R: Rozpozná text z obrázka v schránke a prečíta výsledok. Stlačené dvakrát rýchlo za sebou zobrazí výsledok v režime prehliadania. V schránke môžete mať dva typy obrázkov:

source: Second is a file copied in explorer.(CF_HDROP) If it is not an image, this addon will tell you, No image in clipboard. If there is only text in clipboard, this addon will try to use it as a path of local file. If it is not a path, this addon will tell you: Text in clipboard is not a valid path. If the corresponding file is not an image this addon will tell you: The file specified in clipboard is not an image.
sk: Súbor skopírovaný z prieskumníka (CF_HDROP). Doplnok upozorní, ak sa nepodarí načítať obrázok zo schránky.

source: There is also a gesture to cancel current recognition. This gesture can be useful if you think you have waited for too long and want to cancel. Also sometimes you do not want to be disturbed by recognition message because you need to review some messages arrived after recognition start. This gesture is left unassigned. Please assign it before using.
sk: V dialógu klávesové skratky NVDA môžete nastaviť skratku na prerušenie rozpoznávania. Toto môže byť užitočné, ak čakáte pridlho a nechcete už rozpoznávať text z obrázka, alebo potrebujete pracovať na niečom inom a nechcete byť rušený správou s rozpoznaným textom.
zh_cn: 还有一个取消当前识别的手势。 如果您认为您等待太久并希望取消, 则此手势可能会很有用。 另外, 有时您也不希望被识别消息打扰, 因为您需要查看识别开始后到达的一些消息。 此手势未分配。请在使用前进行分配。

source: Engines
es: Motores
sk: Dostupné služby
zh_cn: 引擎

source: There are five engines available.
es: Hay cinco motores disponibles.
sk: Dostupné sú tieto služby.
zh_cn: 有五个引擎可用。

source: This one is a paid API with free quota provided by https://ocr.space
sk: Platená služba, poskytuje aj bezplatené riešenie. Adresa https://ocr.space

source: It supports 24 languages including:
sk: Podporuje tieto jazyky:

source: Arabic
sk: Arabčina

source: Bulgarian
sk: Bulharčina

source: Chinese(Simplified)
sk: Čínština (zjednodušená)

source: Chinese(Traditional)
sk: Čínština (tradičná)

source: Croatian
sk: Chorvátčina

source: Czech
sk: Čeština

source: Danish
sk: Dánčina

source: Dutch
sk: Holandčina

source: English
sk: Angličtina

source: Finnish
sk: Fínčina

source: French
sk: Francúzština

source: German
sk: Nemčina

source: Greek
sk: Gréčtina

source: Hungarian
sk: Maďarčina

source: Korean
sk: Kórejčina

source: Italian
sk: Taliančina

source: Japanese
sk: Japončina

source: Polish
sk: Poľština

source: Portuguese
sk: Portugalčina

source: Russian
sk: Ruština

source: Slovenian
sk: Slovinčina

source: Spanish
sk: Španielčina

source: Swedish
sk: Švédčina

source: Turkish
sk: Turečtina

source: Here are settings for this engine:
es: Estos son los ajustes de este motor:
sk: Dostupné sú tieto nastavenia:
zh_cn: 以下是此引擎的设置:

source: Language: Text language for recognition. English by default.
sk: jazyk (Language): Určuje jazyk textu na rozpoznanie.
zh_cn: 语言: 用于识别的文本语言。默认情况下为英语。

source: Detect image orientation: If set to true, the API autorotates the image correctly.
sk: Zistiť orientáciu obrázka (Detect image orientation): Ak je zapnuté, pokúsi sa pootočiť obrázok do správneho smeru.
zh_cn: 检测图像方向: 如果设置为 true, API 将正确自动调整图像。

source: Scale image for better quality: If set to true, the API does some internal upscaling. This can improve the OCR result significantly, especially for low-resolution PDF scans.
sk: Upraviť mierku (Scale image for better quality): Pokúsi sa zlepšiť rozlíšenie obrázka, čo môže zlepšiť kvalitu rozpoznaného textu, hlavne pre PDF dokumenty s malým rozlíšením.

source: Optimize for table recognition: If set to true, the OCR logic makes sure that the parsed text result is always returned line by line. This switch is recommended for table OCR, receipt OCR, invoice processing and all other type of input documents that have a table like structure.
sk: Rozpoznať tabuľky (Optimize for table recognition): Služba overí a vráti výsledok riadok po riadku. Odporúčame zapnúť, ak viete, že v rozpoznávanom dokumente sa môžu nachádzať tabuľky (recepty, faktúry a podobne).

source: If you want to use your own key, you also need to specify API Key.
es: Si quieres usar tu propia clave, también deberás especificar tu clave de API.
sk: Ak si vytvoríte účet v tejto službe, je potrebné zadať vlastný kľúč.
zh_cn: 如果要使用自己的密钥, 还需要指定 API 密钥。

source: You can get your own free API key by registering on [OCR space](https://ocr.space/ocrapi)
sk: Vlastný kľúč je možné získať po registrácii na [OCR space (anglicky)](https://ocr.space/ocrapi)

source: Here is a simple guide.
es: Aquí hay una guía simple.
sk: Postup:

source: Find the link "Register for free API key". Click on it and you will find a form to fill in.
sk: Nájdite odkaz Zaregistrovať (Register for free API key). Po aktivovaní sa načíta stránka s formulárom.

source: The form asks you to enter the following data:
sk: Je potrebné zadať tieto údaje:

source: Email Address
sk: E-mailová adresa (Email Address)

source: First Name
sk: Krstné meno (first name)

source: Last Name
sk: Priezvisko (last name)

source: How do you plan to use the OCR API?
sk: Prečo sa registrujete (How do you plan to use the OCR API?)

source: After filling it and submit. You may also need to pass a captcha Then you will receive a confirmation e-mail Find the link named "Yes, subscribe me to this list." in that e-mail. Access that link and you will receive API key by e-mail soon.
es: Después de rellenarlo y enviarlo, podrías tener que resolver un captcha. Después recibirás un correo de confirmación. Busca el enlace "Yes, subscribe me to this list." en ese correo. Accede a ese enlace y recibirás la clave de API pronto.
sk: Je možné, že budete musieť rozpoznať kód z obrázka CAPTCHA. Po odoslaní formulára dostanete e-mail. V tele správy kliknite na odkaz áno, prihlásiť (Yes, subscribe me to this list). Kľúč potom dostanete v nasledujúcej správe.

source: This engine uses OCR API in Microsoft Azure Cognitive Services Computer Vision.
es: Este motor utiliza la API del OCR de los Servicios Cognitivos de Visión Artificial de Microsoft Azure.
sk: Používa technológiu od Microsoft Azure Cognitive Services Computer Vision.
zh_cn: 此引擎在 Microsoft Azure 认知服务计算机视觉中使用 OCR API。

source: Chinese Simplified
sk: Čínština (zjednodušená)

source: Chinese Traditional
sk: Čínština (tradičná)

source: Norwegian
sk: Nórčina

source: Romanian
sk: Rumúnčina

source: Serbian Cyrillic
sk: Srbčina (Cyrillika)

source: Serbian Latin
sk: Srbčina (latinka)

source: Slovak
sk: Slovenčina
