Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/onlineOCR.*.po
Languages: es, sk, zh_cn

source: There are also four old gestures are left unassigned for users who prefer gestures in previous versions.
es: Hay también cuatro gestos sin asignar para aquellos usuarios que prefieran los gestos de versiones anteriores.

source: It is recommended to use new gesture and switch engine type according to your need.
es: Se recomienda usar el gesto nuevo y pasar entre motores de reconocimiento según tus necesidades.

source: Recognize current navigator object with online OCR engine Then read result. If pressed twice, open a virtual result document.
es: Reconoce el objeto actual del navegador de objetos con un motor OCR en línea y lee el resultado. Si se pulsa dos veces, abre un documento virtual con el resultado.

source: API Access Type:
es: Tipo de acceso a la API:

source: Microsoft Azure Image Analyser
es: Analizador de imágenes de Microsoft Azure
zh_cn: 微软 Azure 图像分析

source: This engine extracts a rich set of visual features based on the image content.
es: Este motor extrae un rico conjunto de características visuales basándose en el contenido de la imagen.

source: <https://azure.microsoft.com/en-us/services/cognitive-services/>
es: <https://azure.microsoft.com/es-es/services/cognitive-services/>

source: This API is sponsored by [Tencent Cloud](https://intl.cloud.tencent.com) and [Aceessibility Research Association](http://www.siaa.org.cn), with a quota of 15000 per day.
es: Esta API está patrocinada por [Tencent Cloud](https://intl.cloud.tencent.com) y la [Accessibility Research Association](http://www.siaa.org.cn), con un límite de 15000 por día.

source: This engine support 19 languages.
es: Este motor soporta 19 idiomas.

source: Here is the settings of this engine.
es: Estos son los ajustes de este motor.

source: It supports 24 languages
es: Soporta 24 idiomas

source: Chinese(Simplified)
es: Chino (simplificado)

source: Chinese(Traditional)
es: Chino (tradicional)

source: Croatian
es: Croata

source: Czech
es: Checo

source: Danish
es: Danés

source: Dutch
es: Holandés

source: English
es: Inglés

source: Finnish
es: Finés

source: French
es: Francés

source: German
es: Alemán

source: Greek
es: Griego

source: Hungarian
es: Húngaro

source: Korean
es: Coreano

source: Italian
es: Italiano

source: Japanese
es: Japonés

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Russian
es: Ruso

source: Slovenian
es: Esloveno

source: * Language: Text language for recognition. English by default.
es: * Idioma: Idioma de reconocimiento del texto. Por defecto inglés.

source: * Detect image orientation: If set to true, the API autorotates the image correctly.
es: * Detectar orientación de la imagen: Si se activa, la API gira automáticamente la imagen correctamente.

source: * Scale image for better quality If set to true, the API does some internal upscaling. This can improve the OCR result significantly, especially for low-resolution PDF scans.
es: * Escalar imagen para mejorar la calidad Si se activa, la API escala la imagen internamente. Esto puede mejorar el resultado del OCR de forma significativa, especialmente para documentos PDF escaneados con baja resolución.

source: Optimize for table recognition
es: Optimizar para reconocimiento de tablas

source: Email Address
es: Dirección de correo electrónico

source: It supports 24 languages including
es: Soporta 24 idiomas, incluyendo

source: Language:
es: Idioma:

source: Text language for recognition. Auto detection by default.
es: Idioma de reconocimiento del texto. Por defecto detectar automáticamente.

source: Detect image orientation:
es: Detectar orientación de la imagen:

source: If set to true, the API autorotates the image correctly.
es: Si se activa, la API gira automáticamente la imagen correctamente.

source: Azure resource Region:
es: Región de recursos de Azure:

source: Use Accurate API
es: Usar API precisa

source: This API is free to use with frequency limit about two query per second.
es: Esta API tiene uso gratuito, con un límite de frecuencia de dos consultas por segundo.

source: There is no additional configuration for this API.
es: No hay configuración adicional para esta API.

source: Compatible with NVDA 2020.2
es: Compatible con NVDA 2020.2

source: Add Tencent Cloud OCR engine sponsored by [Tencent Cloud](https://intl.cloud.tencent.com) and [Aceessibility Research Association](http://www.siaa.org.cn)
es: Se ha añadido el OCR de Tencent Cloud, patrocinado por [Tencent Cloud](https://intl.cloud.tencent.com) y la [Accessibility Research Association](http://www.siaa.org.cn)

source: Fix public endpoint on [NVDA China Site](https://www.nvdacn.com)
es: Se corrige la conexión pública al [sitio de NVDA en China](https://www.nvdacn.com)

source: Compatible with python3
es: Compatible con Python 3

source: Introduce the concept of recognition source type and engine type to reduce gesture usage.
es: Se introducen los conceptos de tipo de fuente de reconocimiento y tipo de motor para reducir el uso de gestos.

source: Add a new unassigned gesture to cycle through different recognition source types.
es: Se añade un gesto nuevo sin asignar para alternar entre los diferentes tipos de fuentes de reconocimiento.

source: Add a new unassigned gesture to cycle through different recognition engine types.
es: Se añade un nuevo gesto sin asignar para alternar entre los diferentes tipos de motores de reconocimiento.

source: Add a new gesture to recognize according to image source and engine type setting.
es: Se añade un nuevo gesto para reconocer según los ajustes de fuente de la imagen y tipo de motor.

source: Add a new unassigned gesture to show previous result in a virtual result document.
es: Se añade un nuevo gesto sin asignar para mostrar el resultado anterior en un documento de resultado virtual.

source: Change gesture of recognizing clipboard to Control+Shift+NVDA+R
es: Se cambia el gesto de reconocer el portapapeles a control+shift+NVDA+r

source: This addon aims at adding online image recognition engines to NVDA. There are two types of engines. OCR and image describer. OCR extract text from image. Image describer describe visual features in image in text form. Such as general description, color type landmarks and so on. Internet connection is required to use this addon, since image describe services are provided by API endpoints on the Internet. They are called engines in this addon.
zh_cn: 这个插件的目的是添加在线图像识别引擎到 NVDA。 有两种类型的引擎。OCR 和图像描述。 OCR 从图像中提取文本。 图像描述描述以文本形式描述图像中的视觉特征。 如一般描述、颜色类型地标等。

source: * Copy result to clipboard after recognition: If enabled, recognition result text will be copied to clipboard after recognition.
zh_cn: * 识别后将结果复制到剪贴板: 如果启用, 识别结果将在识别后复制到剪贴板。

source: * Use browseable message for text result If enabled, recognition result text will be shown in a popup window instead of speech or braille message.
zh_cn: * 使用弹出对话框展示识别结果n 如果启用，识别结果文本将显示在弹出窗口中, 而不是直接播报语音或盲文消息·。

source: * Swap the effect of repeated gesture with none repeated ones: By default, a virtual result document is shown only if you press the corresponding gesture twice, if you use that frequently you can enable this option so that you only need to press once to get a result viewer.
zh_cn: * 交换按一次和按两次的效果, : 默认情况下, 只有在按下相应手势两次时才会显示虚拟结果文档, 如果您经常使用该手势, 则可以启用此选项, 以便只需按一次即可获得结果文档。

source: * Enable more verbose logging for debug purpose: Some logs are essential for debugging but affects performance and takes up a lot of space. Only turn this on if specifically instructed to by the addon author or an NVDA developer.
zh_cn: * 为调试目的启用更详细的日志记录: 某些日志对于调试至关重要, 但会影响性能并占用大量空间。只有在插件作者或 NVDA 开发人员特别指示的情况下, 才打开此功能。

source: * Proxy type: Which type of proxy you are using. If you do not know what a proxy is just leave it as is.
zh_cn: * 代理类型: 您使用的是哪种类型的代理。如果你不知道什么是代理,请不要更改这个选项。

source: * Proxy address: Full URL of your proxy. If you do not know what a proxy is just leave it as is. If you choose to use proxy your proxy will be verified before saving , after verification, there will be a prompt to tell you result. The following settings means the same in all engines, describe them here to save space.
zh_cn: * 代理地址: 您的代理的完整地址。如果你不知道什么是代理, 就保持原来的样子。 如果您选择使用代理, 您的代理将在保存前进行验证, 在验证后, 将提示您告知结果。

source: * API Access Type: This controls how you get access to the corresponding API endpoints. If you choose "Use public quota", you are using free quota in an account registered by addon author. If you choose "Use your own API key", this addon will use quota from your own account.
zh_cn: * API 访问类型: 这控制了访问相应 API 终结点的方式。 如果选择 "使用公共配额", 则在 addon 作者注册的帐户中使用免费配额。 如果您选择 "使用自己的 API 密钥", 此加载项将使用您自己帐户中的配额。

source: * APP ID, API key or API Secret Key: If you want to use quota from your own account corresponding access tokens is required. Some engines only need API key. Some engines require two tokens. These are only valid if you choose "use your own API key" in API Access type.
zh_cn: * APP ID、API 密钥或 API 密钥: 如果要使用自己帐户中的配额, 则需要相应的访问令牌。某些引擎只需要 API 密钥。 有些引擎需要两个令牌。 只有在 API 访问类型中选择 "使用自己的 API 密钥" 时, 这些功能才有效。

source: Note that the quality and accuracy of results are affected by many factors.
zh_cn: 请注意, 结果的质量和准确性受到许多因素的影响。

source: Control+Shift+NVDA+P Recognizes image in clipboard . Then read result. If pressed twice, open a virtual result document. It accepts two kinds of content. First is an actual image(CF_DIB), you can put that into clipboard by taking a screenshot with Print Screen key or copy image in a browser.
zh_cn: Control+Shift+NVDA+P 在剪贴板中识别图像。然后读取结果。如果按两次, 则打开结果文档。 它接受两种内容。 首先是一个实际的图像 (CF _ DIB), 你可以把它放到剪贴板通过在浏览器中使用打印屏幕键或复制图像的屏幕截图。

source: Second is a file copied in explorer.(CF_HDROP) If it is not an image. This addon will tell you, No image in clipboard. If there is only text in clipboard, this addon will try to use it as a path of local file. If it is not a path, this addon will tell you: Text in clipboard is not a valid path. If the corresponding file is not an image this addon will tell you: The file specified in clipboard is not an image.
zh_cn: 第二是在资源管理器中复制的文件。(CF _ HDROP) 如果它不是一个图像。这个插件会告诉你, 剪贴板中没有图像。 如果剪贴板中只有文本, 此加载项将尝试将其用作本地文件的路径。如果它不是路径, 此加载项将告诉您: 剪贴板中的文本不是有效的路径。如果相应的文件不是图像, 这个插件会告诉你: 剪贴板中指定的文件不是图像。

source: * Access Types The author of this addon has setup a proxy on www.nvdacn.com for users who cannot access google service access. If you want to use this proxy please chose Use proxy on www.nvdacn.com in access type settings. If you want to use your own key in the following two Microsoft engines. Please follow the guide in Microsoft Azure OCR section.
zh_cn: * 访问类型此插件的作者已在 www.nvdacn.com 上为无法访问 google 服务访问的用户设置了代理。 如果要使用此代理, 请在访问类型设置中选择 Www.nvdacn.com 上使用代理。 如果您想在以下两个 Microsoft 引擎中使用自己的密钥。请按照 Microsoft Azure OCR 部分中的指南操作。

source: * Language of result: English by default. If you configure another language than English, the description could have translation issues because it's automatically generated by machine translation service.
zh_cn: * 结果语言: 默认为英语。如果配置的语言不是英语, 则说明可能存在翻译问题, 因为它是由机器翻译服务自动生成的。

source: Security: * The images are sent to a script hosted on the Google Cloud Platform for analysis. After the analysis the image gets removed from the server and will never be seen again.
zh_cn: 安全性: * 这些图像被发送到 Google 云平台上托管的脚本进行分析。分析后, 图像将从服务器中删除, 并且将永远不会再被看到。

source: Visual Features include: Adult - detects if the image is pornographic in nature (depicts nudity or a sex act). Sexually suggestive content is also detected. Brands - detects various brands within an image, including the approximate location. The Brands argument is only available in English. Categories - categorizes image content according to a taxonomy defined in documentation. Color - determines the accent color, dominant color, and whether an image is black&white. Description - describes the image content with a complete sentence in supported languages. Faces - detects if faces are present. If present, generate coordinates, gender and age. ImageType - detects if image is clip art or a line drawing. Objects - detects various objects within an image, including the approximate location. The Objects argument is only available in English. Tags - tags the image with a detailed list of words related to the image content.
zh_cn: 视觉特征包括: 成人-检测图像是否具有色情性质 (描绘裸体或性行为)。性暗示内容也被检测到。 品牌-检测图像中的各种品牌, 包括大致位置。品牌论点仅提供英文版本。 类别-根据文档中定义的分类对图像内容进行分类。 颜色-确定重音颜色、主导颜色以及图像是否为黑色和白色。 描述-描述图像内容与一个完整的句子在支持的语言。 面-检测面是否存在。如果存在, 则生成坐标、性别和年龄。 图像类型-检测图像是剪贴画还是线条绘制。 对象-检测图像中的各种对象, 包括大致位置。"对象" 参数仅在英语中提供。 标签-标记图像与图像内容相关的单词的详细列表。

source: Celebrities - identifies celebrities if detected in the image. Landmarks - identifies landmarks if detected in the image.
zh_cn: 名人-识别名人, 如果检测到图像。 地标-如果在图像中检测到地标, 则标识地标。

source: * Language The language in which the service will return a description of the image. English by default.
zh_cn: 语言: 用于识别的文本语言。默认情况下为英语

source: * Max Candidates Maximum number of candidate descriptions to be returned. The default is 1.
zh_cn: * 最多返回多少个可能的描述 要返回的描述的最大数量。默认值为1。

source: Control+Shift+NVDA+R Recognizes image in clipboard with online OCR engine. Then read result. If pressed twice, open a virtual result document. It accepts two kinds of content. First is an actual image(CF_DIB), you can put that into clipboard by taking a screenshot with Print Screen key or copy image in a browser.
zh_cn: Control+Shift+NVDA+R 使用在线 OCR 引擎在剪贴板中识别图像。然后读取结果。如果按两次, 请打开虚拟结果文档。 它接受两种内容。 首先是一个实际的图像 (CF _ DIB), 你可以把它放到剪贴板通过在浏览器中使用打印屏幕键或复制图像的屏幕截图。

source: OCR space
zh_cn: OCR空间

source: This one is a paid API with free quota provided by https://ocr.space It supports 24 languages including Arabic Bulgarian Chinese(Simplified) Chinese(Traditional) Croatian Czech Danish Dutch English Finnish French German Greek Hungarian Korean Italian Japanese Polish Portuguese Russian Slovenian Spanish Swedish Turkish
zh_cn: 这是一个付费 API ，它有免费配额 它支持24种语言, 包括 阿拉伯语 保加利亚语 简体中文 繁体中文 克罗地亚语 丹麦语 荷兰语 英语 西班牙语 德语 德语 希腊语 匈牙利语 意大利语 日语 波兰语 葡萄牙语 俄语 斯洛文尼亚语 西班牙语

source: Scale image for better quality If set to true, the API does some internal upscaling. This can improve the OCR result significantly, especially for low-resolution PDF scans.
zh_cn: 缩放映像以获得更好的质量如果设置为 true, API 将执行一些内部升级操作。这可以显著提高 OCR 结果, 特别是对于低分辨率 PDF 扫描。

source: Optimize for table recognition If set to true, the OCR logic makes sure that the parsed text result is always returned line by line. This switch is recommended for table OCR, receipt OCR, invoice processing and all other type of input documents that have a table like structure.
zh_cn: 优化表识别如果设置为 true, OCR 逻辑将确保分析的文本结果始终逐行返回。对于表 OCR、收据 OCR、发票处理和具有类似表结构的所有其他类型的输入文档, 建议使用此开关。

source: You can get your own free API key by registering on [OCR space](https://ocr.space/ocrapi) Here is a simple guide. Find the link "Register for free API key" Click on it and you will find a form to fill in. The form asks you to enter the following data Email Address First Name Last Name How do you plan to use the OCR API? After filling it and submit. You may also need to pass a captcha Then you will receive a confirmation e-mail Find the link named "Yes, subscribe me to this list." in that e-mail. Access that link and you will receive API key by e-mail soon.
zh_cn: 你可以通过在 [OCR 空间] 上注册来获得自己的免费 API 密钥 (http:/index. spacex\ ocrapi) 这里有一个简单的指南。 找到链接 "注册免费的 API 密钥" 点击它, 你会发现一个表单填写。 该窗体要求您输入以下数据电子邮件地址名字姓氏您计划如何使用 OCR API？填写后提交。您可能还需要传递验证码然后您将收到一封确认电子邮件在该电子邮件中查找名为 "是的, 请订阅此列表" 的链接。访问该链接, 您将很快通过电子邮件收到 API 密钥。

source: Microsoft Azure OCR
zh_cn: 微软 azure ocr

source: It supports 24 languages including Chinese Simplified Chinese Traditional Czech Danish Dutch English Finnish French German Greek Hungarian Italian Japanese Korean Norwegian Polish Portuguese Russian Spanish Swedish Turkish Arabic Romanian Serbian Cyrillic Serbian Latin Slovak
zh_cn: 它支持24种语言, 包括 简体中文 繁体中文 捷克语 丹麦语 英语 法语 希腊语 匈牙利语 日语 挪威语 波兰语 葡萄牙语 俄语 西班牙语 瑞典语 土耳其语 阿拉伯语 罗马尼亚语 塞尔维亚语（西里尔字母） 塞尔维亚语（拉丁字母） 斯洛伐克语

source: If you use your own key, you should get a subscription key for using Microsoft Computer Vision API from the link below: Step 1: Create an account.
zh_cn: 如果您使用自己的密钥, 则应从以下链接获取使用 Microsoft 计算机视觉 API 的订阅密钥: 步骤 1: 创建帐户。

source: Step 2: Deploy Cognitive Services Now you have an azure account. First login on [Azure Portal](https://portal.azure.com) Wait until you get the message Portal is Ready you are logged into azure portal. Find the link called All resources after All services button and activate it. Wait until you get the message Blade All resources are ready , your focus will be an edit box, then press shift tab find a menu item called add and activate it.
zh_cn: 第2步: 部署认知服务现在你有了一个模糊的帐户。 首次登录 [Azure 门户] (http://portal.azure.com) 等待, 直到您收到消息门户已准备就绪, 您已登录到 azure 门户。 在 "所有服务" 按钮后找到名为 "所有资源" 的链接, 并将其激活。 等待, 直到你得到消息刀片所有资源都准备好了, 你的重点将是一个编辑框, 然后按 shift 选项卡找到一个名为添加并激活它的菜单项。

source: Wait until you get the message Search the Marketplace, Type Cognitive Services and press down arrow. Wait until you get the message List of options Cognitive Services one of five, then press enter. Wait until you get the message Blade Cognitive Services is ready press tab or b to find a button named Create activate it. Wait until you get the message Blade Create is ready, your focus will be an edit box, type a name for this resource. Note that Your resource name can only include alphanumeric characters, ‘_,-’, and can’t end with ’_’ or ’-‘. I choose NVDAOCR. Press tab to go to Subscription combo box. Usually you can leave it as is. Press tab to go to Location combo box. Choose one close to your current location. Be sure to remember this since location is required in engine configuration. Press tab to go to Pricing tie combo box. Usually a free tie like F0 is adequate. If that is not enough you can choose other tier after reading full pricing details in View full pricing details link. Press tab to go to Create new Resource group edit box. You should create one if you do not have any Resource group. Press tab find Create new button. Then press tab go to Create Button to create this resource. Wait until you get the message Deployment succeeded. Then find Go to resource button sometimes you need go up to activate Notifications button before you can find Go to resource button. Wait until you get the message Blade Quick Start is busy. Find the link named keys, then activate it. Wait until you get the message Blade Manage keys is ready. Find edit box named key 1 or key 2. The content of that edit box is the API key required in engine configuration. Press Ctrl-C to copy it for engine configuration Then you can fill in these two settings required if you use your own API key. Azure resource Region: The region you choose when deploying Cognitive Services in Azure Portal. API key: The key you get after successfully deploying Cognitive Services in Azure Portal, KEY 2 is recommended.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Baidu OCR
zh_cn: 百度OCR

source: This one is also a paid API with free quota provided by Baidu. Baidu OCR supports 10 languages including Chinese and English mixture English Portuguese French German Italian Spanish Russian Japanese Korean This engine can also get position of every character
zh_cn: 这也是一个由百度提供的免费配额的付费 API。 百度 OCR 支持10种语言, 包括中文和英文的混合英语葡萄牙语德语、德语、意大利语、西班牙语、俄语、俄语、日语、英语

source: Use Accurate API If is enabled will use a different endpoint. That accurate endpoint takes longer time but has higher quality and (If you use your own API key its price is also higher).
zh_cn: 使用准确的 API 如果启用将使用不同的终结点。 准确的终结点需要更长的时间, 但具有更高的质量和 (如果您使用自己的 API 密钥, 其价格也较高)。

source: Basic OCR without any information about text location. Currently 50000 times a day. Basic OCR with information about text location. Currently 500 times a day. Accurate OCR without any information about text location. Currently 500 times a day. Accurate with information about text location. Currently 50 times a day.
zh_cn: 基本 OCR, 不提供任何有关文本位置的信息。 目前每天50000。 基本 OCR, 包含有关文本位置的信息。 目前每天500次。 准确的 OCR, 没有任何有关文本位置的信息。 目前每天500次。 准确地提供有关文本位置的信息。 目前每天50次。

source: If you press the gesture which only read result, you are using endpoints without any information about text location. If you press the gesture which shows an result viewer, you are using endpoints with information about text location.
zh_cn: 如果按只读取结果的手势, 则使用的是终结点, 而不使用任何有关文本位置的信息。 如果按显示结果查看器的手势, 则说明正在使用包含文本位置信息的终结点。

source: These two API are free to use with frequency limit. If you want to bypass the limit you can register your own API key. The website of these two APIs are also Chinese only and not quite accessible. There is no information about language support in these API document According to my test Chinese and English and their mixture is supported. There is no additional configuration for these API.
zh_cn: 这两个 API 可免费使用，不过有频率限制。 如果要绕过限制, 可以注册自己的 API 密钥。这些 API 文档中没有关于语言支持的信息，测试发现支持中文和英文， 这些 API 没有其他配置。

source: Fixed following issues: CheckListBox state change not announced Swap the effect of repeated gesture not working in online image describer
zh_cn: 修复了以下问题: 复选列表框状态更改未宣布交换重复手势在在线图像描述器中无法正常工作的效果

source: Add an option to pop up a window containing message instead of speech or braille message for text results Change checkboxes for visual features in Microsoft Azure Image Analyzer into a CheckBoxList.
zh_cn: 添加一个选项, 使用弹出对话框展示识别结果 将 Microsoft Azure 图像分析器中的配置视觉特征复选框更改为 复选框列表。

source: Fix following issues: Cannot load jpg image file from clipboard Result document object do not show up after recognition. Position in result document objects are not reliable if image is resized internally. Result from Microsoft Azure Image Describer is in the same line which makes it hard to navigate around.
zh_cn: 修复以下问题: 无法从剪贴板加载 jpg 图像文件结果文档对象在识别后不会显示。 如果图像在内部调整大小, 则结果文档对象中的位置不可靠。 Microsoft Azure 图像描述器的结果位于同一行中, 因此很难在该行中导航。

source: Fixed some bugs: Cannot use your own api key in Microsoft Azure engines Cannot get text result if there is a braille display
zh_cn: 修正了一些错误: 如果有盲文显示器, 则无法在 Microsoft Azure 引擎中使用您自己的 api 键无法获得文本结果

source: Fixed browse mode message of Microsoft Azure Image Describer The accent color is now represented as NVDA colour descriptions. Improved result format of Microsoft Azure Image Analyser Improve document according to review comments Fixed gesture inconsistency. Control+Shift+NVDA for clipboard while NVDA+ALT for navigator object Fix missing imageInfo error while recognizing.
zh_cn: 修正了 Microsoft Azure 图像描述符的浏览模式消息重音颜色现在表示为 NVDA 颜色描述。 改进了 Microsoft Azure 图像分析器的结果格式根据审阅注释改进文档固定手势不一致。 控制 + Shift + NVDA 的剪贴板, 而 NVDA + ALT 导航对象修复丢失的 imageInfo 错误, 而识别。

source: Added image description capability Change addon summary to online image describer
zh_cn: 增加奥利弗·埃德霍尔姆提供的图像描述引擎

source: Fix error using user's own api key in sougou API. Fix unknown panel issue by adding settings to supportedSettings
zh_cn: 修复搜狗API使用自己密钥的问题，通过将设置添加到支持的设置来修复未知的面板问题

source: Fix double press gesture no effect issue. Revised document to reflect changes in code. Clarified what kind of clipboard image is supported and how to copy image for recognition.
zh_cn: 修复双按手势无效果问题。 修订的文档, 以反映代码的更改。 阐明了支持哪种类型的剪贴板图像以及如何复制图像进行识别。

source: Fixed the clipboard recognition cannot open result viewer issue. Added support to recognize copied local image file path in clipboard.
zh_cn: 修复了剪贴板识别无法打开结果查看器问题的问题。 添加了对在剪贴板中识别复制的本地图像文件路径的支持。
