Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/onlineOCR.*.po
Languages: es, sk, zh_cn

source: Language: Text language for recognition. Auto detection by default.
es: Idioma: idioma de reconocimiento del texto. Por defecto detectar automáticamente.
sk: Jazyk (language): Jazyk rozpoznávaného dokumentu. Predvolene je nastavené na automatickú detekciu.
zh_cn: 语言: 用于识别的文本语言。默认情况下自动检测。

source: If you use your own key, you should get a subscription key for using Microsoft Computer Vision API from the link below:
sk: Ak chcete použiť vlastný kľúč, môžete ho získať na nasledujúcom odkaze:

source: Step 1: Create an account.
sk: najprv si vytvorte účet.

source: Please note that the key must be created for the Computer Vision API. The first "GET API key" button you encounter with single key navigation. Currently Microsoft provides the option to create a trial key for 7 days. You can also sign up for a free azure account for more trail. Signing up requires a credit card. If you already have a subscription account, you can skip this step.
es: Ten en cuenta que debes crear una clave para la API de visión artificial. Es el primer botón "Obtener clave de API" que encuentras con la navegación de una sola letra. Actualmente Microsoft ofrece la opción de crear una clave de prueba que funciona durante 7 días. También puedes crear una cuenta gratuita de Azure para tener más pruebas. Al registrarse será obligatorio aportar los datos de una tarjeta de crédito. Si ya tienes una cuenta con suscripción, puedes saltarte este paso.
sk: Kľúč je potrebné vytvoriť pre Computer Vision API. Preto hľadajte tlačidlo získať kľúč (GET API key). V súčasnosti je možné získať 7-dňový skúšobný kľúč zdarma. Je tiež možné vytvoriť azure účet zdarma, kde máte ďalšie dni zdarma. Registrácia vyžaduje kreditnú kartu.
zh_cn: 请注意, 必须为计算机视觉 API 创建密钥。您在使用单个密钥导航时遇到的第一个 "GET API 密钥" 按钮。目前, Microsoft 提供了创建7天试用密钥的选项。你也可以注册一个免费的 azure 帐户更多的线索。注册需要信用卡。如果您已经拥有订阅帐户, 则可以跳过此步骤。

source: Step 2: Deploy Cognitive Services
es: Paso 2: despliega los servicios cognitivos
sk: Druhý krok je časť nasadenia služby (Deploy Cognitive Services)

source: Now you have an azure account.
sk: Teraz máte účet Azure.

source: First login on [Azure Portal](https://portal.azure.com)
sk: Najprv sa prihláste na [Azure Portály](https://portal.azure.com)

source: Wait until you get the message Portal is Ready you are logged into azure portal.
sk: Počkajte na zobrazenie správy Portál je pripravený, ste prihlásený (Portal is Ready you are logged into azure portal).

source: Find the link called All resources after All services button and activate it.
sk: Nájdite a aktivujte odkaz Všetky zdroje (All resources). Nachádza sa pod tlačidlom Všetky služby (All services).

source: Wait until you get the message Blade All resources are ready , your focus will be an edit box, then press shift tab find a menu item called add and activate it.
sk: Počkajte na právu Všetky zdroje sú pripravené (All resources are ready). Mali by ste sa nachádzať v editačnom poli. Skratkou shift+tab sa vráďte do zoznamu, vyberte a aktivujte položku pridať (add).

source: Wait until you get the message Search the Marketplace, type Cognitive Services and press down arrow.
sk: Počkajte na správu vyhľadávanie (Search the Marketplace). Zadajte Cognitive Services. Stlačte šípku dole.

source: Wait until you get the message List of options Cognitive Services one of five, then press enter.
sk: Počkajte na správu Cognitive Services 1 z 5 a potvrďte výber klávesom enter.

source: Wait until you get the message Blade Cognitive Services is ready press tab or b to find a button named Create activate it.
sk: Počkajte na správu služba pripravená (Cognitive Services is ready). Nájdite a aktivujte tlačidlo vytvoriť (create).

source: Wait until you get the message Blade Create is ready, your focus will be an edit box, type a name for this resource. Note that Your resource name can only include alphanumeric characters, ‘_,-’, and can’t end with ’_’ or ’-‘. I choose NVDAOCR.
sk: Počkajte na potvrdzujúcu správu pripravené (Create is ready). Mali by ste sa nachádzať v editačnom poli, do ktorého môžete zadať názov. Použite len číslice, písmená a znaky ‘_,-’, a nemôže končiť znakom ’_’ alebo ’-‘. Napríklad použite NVDAOCR.

source: Press tab to go to Subscription combo box. Usually you can leave it as is.
sk: Tabulátorom prejdite na položku plán (Subscription). Zvyčajne tu nemusíte nič meniť.

source: Press tab to go to Location combo box. Choose one close to your current location. Be sure to remember this since location is required in engine configuration.
sk: Tabulátorom prejdite na nastavenie umiestnenia (Location ). Vyberte najbližšie miesto k vašej aktuálnej polohe. Nastavenie si zapamätajte, budete ho musieť určiť pri nastavovaní údajov v doplnku.

source: Press tab to go to Pricing tie combo box. Usually a free tie like F0 is adequate. If that is not enough you can choose other tier after reading full pricing details in View full pricing details link.
sk: Tabulátorom nájdite zoznam cena (Pricing tie ). Väčšinou vám bude postačovať cena zdarma F0. Cenník si môžete zobraziť po aktivovaní odkazu View full pricing details.

source: Press tab to go to Create new Resource group edit box. You should create one if you do not have any Resource group. Press tab find Create new button. Then press tab go to Create Button to create this resource.
sk: Tabulátorom nájdite prvok vytvoriť skupinu zdrojov (Create new Resource group). Mali by ste mať aspoň jednu skupinu. Tabulátorom hľadajte tlačidlo vytvoriť (Create new). Následne potom hľadajte tlačidlo vytvoriť (create).

source: Wait until you get the message Deployment succeeded.
sk: Počkajte na správu pripravené (Deployment succeeded).

source: Then find Go to resource button sometimes you need go up to activate Notifications button before you can find Go to resource button.
sk: Následne hľadajte a aktivujte tlačidlo zdroj (resource). Ak ho neviete nájsť, skúste najprv aktivovať tlačidlo upozornenia (notifications).

source: Wait until you get the message Blade Quick Start is busy.
sk: Počkajte na správu rýchly štart zaneprázdnené (Quick Start is busy).

source: Find the link named keys, then activate it.
sk: Hľadajte a aktivujte odkaz kľúče (keys).

source: Wait until you get the message Blade Manage keys is ready.
sk: Počkajte na správu kľúče pripravené (Manage keys is ready).

source: Find edit box named key 1 or key 2. The content of that edit box is the API key required in engine configuration. Press Ctrl-C to copy it for engine configuration. Then you can fill in these two settings required if you use your own API key.
sk: Hľadajte editačné polia označené ako kľúč1 a kľúč 2 (key1 a key2). Tieto údaje si skopírujte a vložte ich do nastavení doplnku.

source: Azure resource Region: The region you choose when deploying Cognitive Services in Azure Portal.
sk: Oblasť (Azure resource Region): Nastavte oblasť, ktorú ste vybrali pri vytváraní Azure účtu.

source: API key: The key you get after successfully deploying Cognitive Services in Azure Portal, KEY 2 is recommended.
sk: Kľúč (API key): Kľúč, ktorý ste získali z portálu Azure. Vyžaduje sa kľúč 2.

source: This one is also a paid API with free quota provided by Baidu. Baidu OCR supports 10 languages including:
sk: Poskytuje platené aj bezplatné funkcie. Podporuje tieto jazyky:

source: Chinese and English mixture
sk: Kombinácia Angličtiny a Čínštiny

source: This engine can also get position of every character
es: Este motor también puede obtener la posición de cada carácter
sk: Dokáže rozpoznať pozíciu každého znaku samostatne

source: Here are its settings:
es: Aquí están sus ajustes:
sk: Dostupné sú tieto nastavenia:
zh_cn: 以下是它的设置:

source: Get position of every character allows you to do more precise operation on some inaccessible application. Enabling this will make recognition slightly slower.
es: Obtener posición de cada carácter: permite operar de forma más precisa en algunas aplicaciones inaccesibles. Al activar esta opción el reconocimiento se volverá algo más lento.
sk: Rozpoznanie presnej pozície znaku umožňuje presné rozpoznanie napríklad v oknách neprístupných aplikácií. Aktivovanie tejto možnosti spôsobí ale tiež spomalenie rozpoznávania.
zh_cn: 获取每个字符的位置允许您在某些无法访问的应用程序上执行更精确的操作。启用此功能将使识别速度稍慢。

source: Use Accurate API: If is enabled will use a different endpoint. That accurate endpoint takes longer time but has higher quality and (If you use your own API key its price is also higher).
sk: Použiť presnejšie rozpoznávanie (Use Accurate API): Používa presnejšie, ale pomalšie mechanizmi na rozpoznávanie. Ak máte vlastný účet, táto možnosť je tiež drahšia.

source: It has four endpoints with separate quota limit.
es: Tiene cuatro conexiones con límites de cuota separados.
sk: K dispozícii sú 4 prístupy zdarma.
zh_cn: 它有四个具有单独配额限制的终结点。

source: Basic OCR without any information about text location: Currently 50000 times a day.
sk: Základné rozpoznávanie textu bez podrobných informácií o texte: 50000 pokusov denne.

source: Basic OCR with information about text location: Currently 500 times a day.
sk: Základné rozpoznanie textu aj s informáciou o texte: 500 pokusov denne.

source: Accurate OCR without any information about text location: Currently 500 times a day.
sk: Presnejšie OCR bez podrobnejších informácií o texte: 500 pokusov denne.

source: Accurate with information about text location: Currently 50 times a day.
sk: Presné a podrobné rozpoznanie textu: 50 pokusov denne.

source: If you press the gesture which only read result, you are using endpoints without any information about text location.
sk: Ak použijete len skratku na prečítanie textu, použije sa prístup bez podrobností o rozpoznanom texte.

source: If you press the gesture which shows an result viewer, you are using endpoints with information about text location.
sk: Ak si necháte zobraziť výsledok v režime prehliadania, použije sa prístup s podrobnou informáciou o texte.

source: Though it provides a quite generous free quota, its website is Chinese only and not quite accessible.
es: Aunque proporciona una cuota gratuita bastante generosa, su sitio web sólo está en chino y no es muy accesible.
sk: Hoci ponúka bezplatné služby, stránka je len v Čínštine a nie je veľmi prístupná.
zh_cn: 虽然它提供了相当慷慨的免费配额, 但它的网站只有中文, 并不十分方便。

source: Sougou OCR and Tencent AI OCR
sk: Sougou OCR a Tencent AI OCR
zh_cn: 搜狗OCR 和腾讯 AI OCR

source: These two API are free to use with frequency limit. If you want to bypass the limit you can register your own API key. The website of these two APIs are also Chinese only and not quite accessible.
sk: Tieto služby sú zdarma, ale obmedzujú počet denných prístupov. Denný limit môžete obísť zaregistrovaním vlastného účtu. Stránky sú opäť len v Čínštine a nie sú veľmi prístupné.

source: There is no information about language support in these API document. According to my test Chinese and English and their mixture is supported. There is no additional configuration for these API.
sk: Poskytovateľ neuvádza, aké jazyky sú podporované. Podľa testovania určite zvládajú kombináciu Angličtina a Čínština. Prístup nevyžaduje ďalšie nastavenia.

source: Change Log
es: Registro de cambios
sk: Zoznam zmien
zh_cn: 更新日志

source: Fixed following issues:
es: Se han corregido los siguientes problemas:
sk: Opravené nasledujúce problémy:

source: Jump directly to panel when switch to onlineImageDescriber in settings dialog
sk: Pri otvorení stromu s nastaveniami preskočí rovno do panela.

source: Description typo in azure analyzer
sk: Opravená gramatická chyba pri popise v službe azure analyzer

source: Add a cancel recognition gesture
es: Se ha añadido un gesto para cancelar el reconocimiento
sk: Pridaná možnosť zrušiť rozpoznávanie
zh_cn: 添加取消识别的手势

source: CheckListBox state change not announced
es: No se anunciaban los cambios de estado en la lista de casillas de verificación
sk: Opravené oznamovanie začiarkávacích políčok

source: Swap the effect of repeated gesture not working in online image describer
sk: Funguje skratka v opačnom režime (prvé stlačenie zobrazí výsledok v režime prehliadania, dvojité stlačenie len vyslový výsledok)

source: Add an option to pop up a window containing message instead of speech or braille message for text results
sk: pridaná možnosť zobraziť výsledok v režime prehliadania

source: Change checkboxes for visual features in Microsoft Azure Image Analyzer into a CheckBoxList.
es: Las casillas de verificación con las características visuales del analizador de imágenes de Microsoft Azure ahora están en una lista.
sk: Začiarkávacie políčka pre nastavenia Microsoft Azure prerobené na zoznam s políčkami.

source: Fix following issues:
es: Se han corregido los siguientes problemas:
sk: Opravené chyby:

source: Cannot load jpg image file from clipboard
sk: Odteraz je možné načítať obrázky JPG zo schránky

source: Result document object do not show up after recognition.
es: El objeto del documento con el resultado no se mostraba después del reconocimiento.
sk: Po rozpoznaní sa výsledok naozaj zobrazí v režime prehliadania.

source: Position in result document objects are not reliable if image is resized internally.
es: La posición en los objetos del documento de resultados no era fiable si la imagen se redimensionaba internamente.
sk: Pozície rozpoznaného textu sú presné, aj ak došlo k internej zmene mierky.

source: Result from Microsoft Azure Image Describer is in the same line which makes it hard to navigate around.
es: El resultado del analizador de imágenes de Microsoft Azure se mostraba en una línea, complicando la navegación.
sk: Výsledok z Microsoft Azure viac nie je celý na jednom riadku.

source: Fixed some bugs:
es: Corregidos algunos fallos:
sk: Drobné opravy:

source: Cannot use your own api key in Microsoft Azure engines
sk: je možné použiť vlastný kľúč pri Microsoft Azure

source: Cannot get text result if there is a braille display
es: No se podía obtener el texto del resultado si había una pantalla braille
sk: Výsledok sa odteraz zobrazí aj v prípade, že je pripojený braillovský riadok

source: Make sure that the add-on works when reloading the plug-ins without restart (NVDA+Control+F3)
es: Ahora el complemento funciona al recargar los plugins sin reiniciar (NVDA+ctrl+f3)
sk: Doplnok funguje správne aj po opätovnom načítaní modulo (NVDA+ctrl+F3)
zh_cn: 在不重新启动的情况下重新加载插件时, 确保加载项正常工作 (NVDA+Control+F3)

source: Fixed browse mode message of Microsoft Azure Image Describer
es: Corregido el mensaje en modo exploración del descriptor de imágenes de Microsoft Azure
sk: Opravená chyba v režime prehliadania pre Microsoft Azure

source: The accent color is now represented as NVDA colour descriptions.
es: El tono del color ahora se representa con la descripción de colores de NVDA.
sk: Farby sú interpretované tak ako NVDA zvyčajne interpretuje farby.

source: Improved result format of Microsoft Azure Image Analyser
es: Se ha mejorado el formato de resultado del analizador de imágenes de Microsoft Azure
sk: Zlepšený formát výsledku z popisovača obrázkov Microsoft Azure

source: Improve document according to review comments
es: Se ha mejorado la documentación a partir de los comentarios de la revisión
sk: Upravená dokumentácia

source: Fixed gesture inconsistency.
es: Corregida inconsistencia de gestos.
sk: Upravené klávesové skratky.

source: Control+Shift+NVDA for clipboard while NVDA+ALT for navigator object
sk: Ctrl+Shift+NVDA pre schránku a NVDA+ALT pre zameraný objekt

source: Fix missing imageInfo error while recognizing.
sk: Oopravená chyba pri spracovaní obrázkov.

source: Added image description capability
sk: Pridaná možnosť rozpoznávať obrázky

source: Change addon summary to online image describer
sk: Upravený popis doplnku

source: Fix error using user's own api key in sougou API.
sk: Opravená možnosť použiť vlastný kľúč v službe sougou API.

source: Fix unknown panel issue by adding settings to supportedSettings
sk: Opravené okno s nastaveniami

source: Fix double press gesture no effect issue.
es: Corregido un problema que provocaba que no hubiera efecto alguno al realizar una doble pulsación.
sk: Opravená chyba s nefunkčným dvojitým stlačení klávesovej skratky

source: Revised document to reflect changes in code.
es: Se ha revisado la documentación para reflejar los cambios más recientes en el código.
sk: Upravená dokumentácia.

source: Clarified what kind of clipboard image is supported and how to copy image for recognition.
sk: Pridané vysvetlenie aké typy obrázkov sú podporované a ako skopírovať obrázky.

source: Fixed the clipboard recognition cannot open result viewer issue.
es: Solucionado el problema que impedía abrir el visor de resultados cuando se hacía el reconocimiento desde el portapapeles.
sk: Opravené otváranie výsledku v režime prehliadania pri rozpoznávaní obrázka zo schránky.

source: Added support to recognize copied local image file path in clipboard.
sk: Pridaná možnosť rozpoznať obrázok v schránke pridaný cez prieskumníka.

source: Added friendly notice if recognition result is empty.
sk: Pridané upozornenie, ak výsledok neobsahuje text.

source: Fixed another place do not work well with non ascii config path
sk: Opravené chyby, ktoré nastávali, ak cesta k dátam používateľa obsahovala znaky mimo rozsahu ascii

source: Added proxy settings for people with access of Internet behind a specific proxy.
sk: pridané nastavenia Proxy servera.

source: Added several general options.
sk: Pridané všeobecné nastavenia.

source: Fix Unicode decode error due to sending Unicode URL to urllib3.
sk: Opravené problémy s posielaním znakov unicode na urllib3.

source: Fix Unicode error if OCR engine upload image file directly instead of base64 encode.
es: Se ha corregido un error Unicode que ocurría si el motor del OCR subía el archivo de imagen directamente en vez de codificarlo en Base64.
sk: Opravené problémy so znakmi unicode ak sa posielal namiesto base64 priamo obrázok.

source: Change gesture of recognizing clipboard to Control+Shift+NVDA+R, since NVDA+Shift+R is used in Word and Excel to define row headers in tables, or to delete the definitions when pressed twice.
sk: Na rozpoznanie schránky sa teraz používa skratka Ctrl+Shift+NVDA+R. Pôvodná skratka má význam vo Wordea Excely na definovanie a zmazanie hlavičiek tabuľky.

source: Fix installation error when config path contains non-ascii characters
es: Se ha corregido un error de instalación que ocurría cuando la ruta a la configuración contenía caracteres no ASCII
sk: Opravená chyba, ktorá spôsobovala nemožnosť nainštalovať doplnok, ak boli v ceste k dátam používateľa znaky mimo ascii rozsahu

source: Change gesture to avoid collision with golden cursor.
es: Se ha cambiado el gesto para evitar una colisión con Golden Cursor.
sk: Opravené konfliktné klávesové skratky s doplnkom Pokročilý kurzor myši.

source: Change default engine to Microsoft azure because it can detect text language automatically.
es: Se ha cambiado el motor por defecto a Microsoft Azure, ya que es capaz de detectar automáticamente el idioma del texto.
sk: Predvolene sa používa služba Microsoft azure, lebo vie automaticky rozpoznať jazyk.

source: Add detail documentation on how to get API key of Microsoft Azure OCR
sk: Pridané vysvetlenie, ako získať kľúč Microsoft azure.

source: Fix issue about new installation.
sk: Opravené chyby pri inštalácii.

source: Removed auto OCR since this feature is problematic and may confuse with online engines. Auto OCR will be a separate addon, when it is stable enough.
sk: Odstránená funkcia automatického OCR, nakoľko je nestabilná a často padá. Táto funkcia bude časom dostupná v samostatnom doplnku.

source: NVDA compatibility: from 2018.3 to 2020.2
es: Compatibilidad con NVDA: de 2018.3 a 2020.2

source: This addon aims at adding online image recognition engines to NVDA. There are two types of engines. OCR and image describer.
es: El propósito de este complemento es añadir motores de reconocimiento de imágenes en línea a NVDA. Hay dos tipos de motores, OCR y descriptor de imágenes.

source: OCR extract text from image.
es: El OCR extrae texto de las imágenes.

source: Image describer describe visual features in image in text form. Such as general description, color type landmarks and so on.
es: Los descriptores de imágenes describen características visuales de la imagen en forma de texto. Descripción general, marcas de tipo de color y demás.

source: Internet connection is required to use this addon, since image describe services are provided by API endpoints on the Internet.
es: Es necesario disponer de conexión a Internet para usar este complemento, ya que los servicios de descripción de imágenes se proporcionan a través de conexiones a una API en Internet.

source: They are called engines in this addon.
es: En este complemento se conocen como motores.

source: There are three types of engine for this addon.
es: Hay tres tipos de motores en este complemento.

source: Online OCR engine
es: Motor de OCR en línea

source: Online image describer engine
es: Motor de descripción de imágenes en línea

source: Windows 10 OCR engine (offline)
es: OCR de Windows 10 (fuera de línea)

source: You also need to choose the source of recognition image.
es: También debes elegir la fuente de reconocimiento de la imagen.

source: Current navigator object
es: Navegador de objetos actual

source: Current foreground window
es: Ventana actual en primer plano

source: The whole screen
es: Toda la pantalla

source: Image data or file from clipboard
es: Datos de imagen o archivo desde el portapapeles

source: Image file pathname or image url from clipboard
es: Ruta a un archivo de imagen o URL a una imagen desde el portapapeles

source: After choosing these types, you can start recognition with one gesture.
es: Después de elegir los tipos, puedes iniciar el reconocimiento con un gesto.

source: NVDA+Alt+P Perform recognize according to source and engine type setting, Then read result. If pressed twice, open a virtual result document.
es: NVDA+alt+p reconoce el objeto en función del tipo de fuente y motor configurados y lee el resultado. Si se pulsa dos veces, abre un documento virtual con el resultado.

source: There are four additional gestures left unassigned. Please assign them before using.
es: Hay cuatro gestos más sin asignar. Por favor, asígnalos antes de usarlos.

source: Cycle through different recognition engine types.
es: Alternar entre los diferentes tipos de motores de reconocimiento.

source: Cycle through different recognition source types.
es: Alternar entre los distintos tipos de fuentes de reconocimiento.

source: Cancel current recognition
es: Cancelar el reconocimiento actual

source: This gesture can be useful if you think you have waited for too long and want to cancel. Also sometimes you do not want to be disturbed by recognition message because you need to review some messages arrived after recognition start.
es: Este gesto puede ser útil si piensas que has esperado demasiado tiempo y quieres cancelar. Además hay veces en las que no te gustaría que el mensaje de reconocimiento te molestara porque quieres revisar los mensajes que han llegado después de iniciar el reconocimiento.

source: Show previous result in a virtual result document.
es: Mostrar el resultado anterior en un documento de resultados virtual.

source: Though there is a feature to copy result to clipboard. Character position information cannot be preserved, so this gesture is added to solve this problem.
es: Aunque hay una función para copiar el resultado al portapapeles, no se puede preservar la información de posición de los caracteres, por lo que se añade este gesto para resolver el problema.
