Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/onlineOCR.*.po
Languages: es, sk, zh_cn

source: Added friendly notice if recognition result is empty. Fixed another place do not work well with non ascii config path
zh_cn: 如果识别结果为空, 则添加友好通知。 修复了另一个地方不能很好地与非 ascii 配置路径工作

source: Added proxy settings for people with access of Internet behind a specific proxy. Added several general options. Fix Unicode decode error due to sending Unicode URL to urllib3.
zh_cn: 添加了代理设置。 添加了几个常规选项。 修复由于将 Unicode URL 发送到 urllib3 而导致的 unicode 解码错误。

source: Fix Unicode error if OCR engine upload image file directly instead of base64 encode. Change gesture of recognizing clipboard to Control+Shift+NVDA+R since NVDA+Shift+R is used in Word and Excel to define row headers in tables, or to delete the definitions when pressed twice.
zh_cn: 如果 OCR 引擎直接上传图像文件, 而不是 base64 编码, 则修复 unicode 错误。 将识别剪贴板的手势更改为 "控制 + Shift + NVDA + R", 因为 WORD 和 Excel 中使用 NVDA + Shift + r 来定义表中的行标题, 或在按两次时删除定义。

source: Fix installation error when config path contains non-ascii characters Change gesture to avoid collision with golden cursor. Change default engine to Microsoft azure because it can detect text language automatically.
zh_cn: 当配置路径包含非 ascii 字符时修复安装错误更改手势以避免与金色光标冲突。 将默认引擎更改为 Microsoft azure, 因为它可以自动检测文本语言。

source: Add detail documentation on how to get API key of Microsoft Azure OCR Fix issue about new installation. Removed auto OCR since this feature is problematic and may confuse with online engines. Auto OCR will be a separate addon, when it is stable enough.
zh_cn: 添加有关如何获取 Microsoft Azure OCR 密钥的详细文档, 修复有关新安装的问题。 删除自动 OCR, 因为此功能是有问题的, 而且可能与在线引擎混淆。未来问题修复之后 自动 OCR会放在另一个插件里。
