Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/outlookExtended.*.po
Languages: bg, da, fi, it, pl, pt_pt, vi

source: [[!meta title="Outlook extended"]]
bg: [[!meta title="Разширена функционалност за Outlook (Outlook extended)"]]
da: [[!meta title="Outlook extended (Udvidelse til Outlook)"]]
fi: [[!meta title="Laajennettu Outlook"]]
pt_pt: [[!meta title="Outlook mais acessível"]]

source: Authors: Cyrille Bougot, Ralf Kefferpuetz
bg: Автори: Cyrille Bougot, Ralf Kefferpuetz
da: Forfattere: Cyrille Bougot, Ralf Kefferpuetz
fi: Tekijät: Cyrille Bougot, Ralf Kefferpuetz
it: Autori: Cyrille Bougot, Ralf Kefferpuetz
pl: Autorzy: Cyrille Bougot, Ralf Kefferpuetz
pt_pt: Autores: Cyrille Bougot, Ralf Kefferpuetz
vi: Tác giả: Cyrille Bougot, Ralf Kefferpuetz

source: NVDA compatibility: 2018.3 and beyond
fi: Yhteensopivuus: NVDA 2018.3 ja sitä uudemmat
pl: Zgodność z NVDA: 2018.3 i nowsze

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
fi: Lataa [vakaa versio][1]
it: Scarica la [versione stabile][1]
pl: Pobierz [Wersja stabilna][1]
pt_pt: Baixar [Versão estável][1]
vi: Tải về [phiên bản chính thức][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
da: Download [udviklingsversion][2]
fi: Lataa [kehitysversio][2]
it: Scarica la [versione in sviluppo][2]
pl: Pobierz [Wersja rozwojowa][2]
pt_pt: Baixar [Versão de desenvolvimento][2]
vi: Tải về [phiên bản thử nghiệm][2]

source: This addon improves the use of Microsoft Outlook by vocalizing some commands and adding extra commands.
bg: Тази добавка подобрява използването на Microsoft Outlook чрез озвучаване на някои команди и добавяне на допълнителни команди.
da: Denne tilføjelse forbedrer brugen af Microsoft Outlook ved at udtale nogle kommandoer og tilføje ekstra kommandoer.
fi: Tämä lisäosa parantaa Microsoft Outlookin käyttöä puhumalla olemassa olevia näppäinkomentoja sekä lisäämällä uusia.
it: Questo add-on migliora l'utilizzo di Microsoft Outlook, vocalizzando alcuni comandi ed aggiungendone altri.
pl: Ten dodatek ułatwia używanie programu Microsoft outlook, odczytując naciśnięcia niektórych skrótów klawiszowych. Dodatek też dodaje dodatkowe skróty klawiszowe.
pt_pt: Este extra melhora o uso do Microsoft Outlook, verbalizando determinados comandos e adicionando alguns novos.
vi: Add-on này cải thiện việc sử dụng Microsoft Outlook bằng cách đọc lên và thêm vào một số phím lệnh.

source: Commands
bg: Команди
da: Kommandoer
fi: Näppäinkomennot
it: Comandi
pl: Skróty klawiszowe
pt_pt: Comandos:
vi: Các phím lệnh

source: Alt+1 to Alt+9, Alt+0, Alt+-, Alt+=: Reports the header field 1 to 12 in a message, calendar item or task window. If pressed twice, moves the focus to this field if possible. If pressed three times, copies its content to the clipboard.
bg: От Alt+1 до Alt+9, Alt+0, Alt+-, Alt+=: Съобщава полето на заглавката за колоните от 1 до 12 в съобщение, елемент от календара или в прозореца на задачите. При двукратно натискане, ако е възможно, премества фокуса в това поле. Трикратното натискане копира съдържанието му в клипборда.
fi: Alt+1 - Alt+9, Alt+0, Alt+-, alt+=: Puhuu otsakekentät 1-12 viestissä, kalenterimerkinnässä tai tehtäväikkunassa. Kahdesti painettaessa kohdistus siirretään kyseiseen kenttään, mikäli mahdollista. Kolmesti painettaessa sen sisältö kopioidaan leikepöydälle.
it: Da alt+1 a Alt+9, Alt+0, Alt+-, Alt+=: legge i campi da 1 a 12 in un messaggio, elemento di calendario o finestra attività. Se premuto due volte, sposta il focus su questo campo, se possibile. Se premuto tre volte, ne copia il contenuto negli appunti.
pl: Alt+1 do Alt+9, Alt+0, Alt+-, Alt+=: odczytuje pola nagłówków od 1 do 12 w wiadomości, elemencie kalendarza, oraz oknie zadań. Jeśli te skrąty zostaną naciśnięte dwukrotnie, fokus zostanie przeniesiony na to pole, o ile to możliwe. Jeżeli te skróty naciśnięte są trzykrotnie, zawartość wymówiona zostanie skopiowana do schowka.
pt_pt: Alt+1 até Alt+9, Alt+0, Alt+_, alt+=: Lêem os campos de cabeçalho de 1 a 12 numa mensagem, item de calendário ou janela de tarefas. Se pressionados duas vezes, movem o foco para este campo, se possível. Se pressionados três vezes, copiam o seu conteúdo para a área de transferência.
vi: Alt+1 đến Alt+9, Alt+0, Alt+-, Alt+=: đọc các trường tiêu đề từ 1 đến 12 của thư, thành phần lịch hay cửa sổ tác vụ. Nếu bấm hai lần, chuyển con trỏ đến trường đó khi có thể. Nếu bấm ba lần, chép nội dung của nó vào bộ nhớ tạm.

source: NVDA+shift+I (desktop layout) / NVDA+control+shift+I (laptop layout): Reports the information bar in a message, calendar item or task window. If pressed twice, moves the focus to it. If pressed three times, copies its content to the clipboard.
bg: NVDA+Shift+I (настолна подредба) / NVDA+Control+Shift+I (лаптоп подредба): Съобщава информационната лента в съобщение, елемент от календара или в прозореца на задачите. Двукратното натискане премества фокуса в нея. Трикратното натискане копира съдържанието й в клипборда.
fi: NVDA+Vaihto+I (pöytäkoneen näppäimistöasettelu) / NVDA+Ctrl+Vaihto+I (kannettavan näppäimistöasettelu): Puhuu viestin, kalenterimerkinnän tai tehtäväikkunan tietopalkin. Kahdesti painettaessa kohdistus siirretään siihen. Kolmesti painettaessa sen sisältö kopioidaan leikepöydälle.
it: NVDA+shift+I (layout desktop) / NVDA+control+shift+I (layout laptop): legge la barra informazioni in un messaggio, elemento di calendario o finestra attività. Se premuto due volte, sposta il focus su di essa. Se premuto tre volte, ne copia il contenuto negli appunti.
pl: NVDA+shift+I (układ klawiatury dla komputerów stacjonarnych) / NVDA+control+shift+I (układ klawiatury dla komputerów przenośnych): Odczytuje pasek informacji w oknie wiadomości, elemencie kalendarza lub oknie zadań. Jeśli ten skrót został naciśnięty dwukrotnie, fokus zostanie przeniesiony na jeden z wyżej wymienionych elementów. Jeżeli skrót jest naciśnięty trzykrotnie, odczytany komunikat zostanie skopiowany do schowka.
pt_pt: NVDA+shift+I (Computador de secretária) / NVDA+control+shift+I (computador portátil): lê a barra de informações numa mensagem, item de calendário ou janela de tarefas. Se pressionado duas vezes, move o foco para ela. Se pressionado três vezes, copia o seu conteúdo para a área de transferência.
vi: NVDA+shift+I (kiểu bàn phím desktop) / NVDA+control+shift+I (kiểu bàn phím laptop): đọc thanh thông tin của thư, thành phần lịch hay cửa sổ tác vụ. Nếu bấm hai lần, chuyển con trỏ đến nó. Nếu bấm ba lần, chép nội dung của nó vào bộ nhớ tạm.

source: NVDA+shift+A (desktop layout) / NVDA+control+shift+A (laptop layout): Reports the number and the names of attachments in a message window. If pressed twice, moves the focus to it.
bg: NVDA+Shift+A (настолна подредба) / NVDA+Control+Shift+A (лаптоп подредба): Съобщава броя и имената на прикачените файлове в прозореца за съобщения. Двукратното натискане премества фокуса в полето с прикачените файлове.
fi: NVDA+Vaihto+A (pöytäkoneen näppäimistöasettelu) / NVDA+Ctrl+Vaihto+A (kannettavan näppäimistöasettelu): Lukee viesti-ikkunassa liitteiden lukumäärän ja nimet. Kahdesti painettaessa kohdistus siirretään liitetiedostojen luetteloon.
it: NVDA+shift+A (layout desktop) / NVDA+control+shift+A (layout laptop): legge il numero e i nomi degli allegati in una finestra di messaggio. Se premuto due volte, sposta il focus su di essi.
pl: NVDA+shift+A (układ dla komputerów stacjonarnych) / NVDA+control+shift+A (ukłąd dla komputerów przenosnych): Odczytuje nazwy i liczbę załączników w oknie wiadomości. Jeżeli skrót jest naciśnięty dwukrotnie, fokus zostanie skierowany na tę informację.
pt_pt: NVDA+shift+A (computador de secretária) / NVDA+control+shift+A (computador portátil): Lê o número e os nomes dos anexos, numa janela de mensagem. Se pressionado duas vezes, move o foco os anexos.
vi: NVDA+shift+A (kiểu bàn phím desktop) / NVDA+control+shift+A (kiểu bàn phím laptop): đọc số lượng và tên của các tệp đính kèm trong thư. Bấm hai lần, chuyển con trỏ đến nó.

source: NVDA+shift+M (desktop layout) / NVDA+control+shift+M (laptop layout): Moves the focus to the message body.
fi: NVDA+Vaihto+M (pöytäkoneen näppäimistöasettelu) / NVDA+Ctrl+M (kannettavan näppäimistöasettelu): Siirtää kohdistuksen viestirunkoon.
it: NVDA+shift+M (layout desktop) / NVDA+control+shift+M (layout laptop): sposta il focus sul corpo di un messaggio.
pl: NVDA+shift+M (układ dla komputerów stacjonarnych) / NVDA+control+shift+M (układ dla komputerów przenośnych): Przemieszcza fokus do tekstu wiadomości.

source: Control+Alt+Left and Control+Alt+Right: in the address book search result list, navigates between the fields of the currently selected line.
fi: Ctrl+Alt+Nuoli vasemmalle ja Ctrl+Alt+Nuoli oikealle: Liikkuu valittuna olevan rivin kenttien välillä osoitekirjan hakutulosluettelossa.
it: Control+Alt+Freccia sinistra/destra: nell'elenco dei risultati di ricerca della rubrica, naviga tra i campi della riga selezionata.
pl: Kombinacja Control+Alt+Left i Control+Alt+Right: na liście wyników wyszukiwania w książce adresowej nawiguje między polami aktualnie zaznaczonego wiersza.

source: Control+Q: in the message list, marks the selected message or group of messages as read.
fi: Ctrl+Q: Merkitsee valitun viestin/valitut viestit luetuiksi viestiluettelossa.
it: Control+Q: nell'elenco dei messaggi, marca il messaggio o gruppo di messaggi selezionato come letto.
pl: Control+Q: na liście wiadomości zaznacz zaznaczoną wiadomość lub grupę wiadomości jako przeczytane.

source: Control+U: in the message list, marks the selected message or group of messages as unread.
fi: Ctrl+U: Merkitsee valitun viestin/valitut viestit lukemattomiksi viestiluettelossa.
it: Control+U: nell'elenco dei messaggi, marca il messaggio o gruppo di messaggi selezionato come non letto.
pl: Control+U: na liście wiadomości zaznacz zaznaczoną wiadomość lub grupę wiadomości jako nieprzeczytaną.

source: Notes
bg: Бележки
da: Bemærkninger
fi: Huomautuksia
it: Note
pl: Uwagi
pt_pt: Notas:
vi: Các lưu ý

source: All the gestures can be modified in the NVDA command gestures dialog. You may want to modify them especially in the following situations:
bg: Всички жестове/команди могат да се променят в диалоговия прозорец на NVDA "Жестове на въвеждане". Може да пожелаете да промените някои от тях, особено в следните ситуации:
da: Alle kommandoer kan ændres i dialogboksen for inputbevægelser. Du skal i nogle tilfælde ændre dem særligt i følgende situationer:
fi: Kaikkia näppäinkomentoja on mahdollista muokata NVDA:n Näppäinkomennot-valintaikkunassa. Se voi olla tarpeen erityisesti seuraavissa tilanteissa:
it: Tutti i comandi possono essere modificati nella finestra Gesti e Tasti di Immissione di NVDA. Può essere utile modificarli specialmente nelle seguenti situazioni:
pl: Wszystkie gesty można modyfikować w oknie dialogowym gestów poleceń NVDA. Możesz je zmodyfikować, szczególnie w następujących sytuacjach:
pt_pt: Todos os comandos podem ser modificados no diálogo de definir comandos do NVDA. Pode querer alterá-los especialmente nas seguintes situações:
vi: Có thể thiết lập lại các thao tác trong hộp thoại quản lý thao tác của NVDA. Có thể bạn muốn thay đổi nó trong các tình huống sau:

source: The default gestures to mark messages as read or unread are the ones for Outlook english version. If they differ from the ones of your Outlook local version, you will have to change them accordingly.
bg: Жестовете по подразбиране за отбелязване на съобщения като прочетени или непрочетени са тези за версията на Outlook на английски. Ако те се различават от тези на Outlook на вашия език, ще трябва да ги промените в съответствие.
da: Standardkommandoerne til at markere meddelelser som læst eller ulæst er dem til Outlook i engelsk udgave. Hvis de adskiller sig fra dem i din Outlook-version på dit pågældende sprog, skal du ændre dem i overensstemmelse hermed.
fi: Viestit luetuiksi ja lukemattomiksi merkitsevät oletusarvoiset näppäinkomennot ovat englanninkielistä Outlookia varten. Mikäli käyttämässäsi Outlookin kieliversiossa käytetään eri komentoja, sinun tulee muuttaa nämä komennot käytössä olevien komentojen mukaisiksi.
it: I tasti di default per marcare i messaggi come letti o non letti sono quelli della versione inglese di Outlook. Se questi differeiscono da quelli della versione di Outlook in uso nel tuo paese, li dovrai modificare di conseguenza.
pl: Domyślne gesty oznaczające wiadomości jako przeczytane lub nieprzeczytane to gesty dla programu Outlook w wersji angielskiej. Jeśli różnią się one od wersji lokalnej programu Outlook, musisz je odpowiednio zmienić.
pt_pt: Os comandos padrão para marcar mensagens como lidas ou não lidas são os da versão em inglês do Outlook. Se forem diferentes das versões locais do programa, deverá alterá-las em conformidade.
vi: Các phím tắt mặc định để đánh dấu đọc / chưa đọc là dành cho phiên bản tiếng Anh của Outlook. Nếu nó khác với phiên bản Outlook ở ngôn ngữ của bạn, cần phải thay đổi chúng.

source: The default gestures to read headers correspond to Alt combined with the keys of the first row of the alpha-numeric keyboard. You may need to re-map the gestures tor read header 11 and 12 if they do not match your local keyboard layout.
bg: Жестовете по подразбиране за четене на заглавките съответстват на Alt, комбиниран с клавишите на първия ред на буквено-цифровата клавиатура. Може да се наложи да промените жестовете за прочитане на заглавките за колони 11 и 12, ако символно те не съвпадат с използваната от вас клавиатурна подредба.
da: Standardkommandoerne til at læse overskrifter svarer til Alt kombineret med tasterne til den første række af det alfanumeriske tastatur. Du skal muligvis tildele andre kommandoer for at læse overskrift 11 og 12, hvis de ikke passer til dit lokale tastaturlayout.
fi: Otsakkeiden lukemiseen tarkoitetuissa komennoissa käytetään Alt-näppäintä yhdessä numerorivin näppäinten kanssa. Otsakkeiden 11 ja 12 komennot on ehkä määriteltävä uudelleen, mikäli ne eivät täsmää näppäinasettelusi kanssa.
it: I tasti di default per leggere le intestazioni corrispondono ad Alt premuto assieme ai tasti della prima riga della tastiera alfanumerica americana. Potresti aver bisogno di rimappare i tasti per leggere le intestazioni 11 e 12 se sono collocati in posizioni diverse nel tuo layout tastiera.
pl: Domyślne gesty odczytu nagłówków odpowiadają Alt w połączeniu z pierwszego wiersza klawiatury alfanumerycznej. Może być konieczne ponowne mapowanie gestów tor odczytanych nagłówków 11 i 12, jeśli nie pasują one do lokalnego układu klawiatury.
pt_pt: Os comandos padrão para ler cabeçalhos correspondem à tecla Alt combinada com as teclas da primeira linha do teclado alfanumérico. Talvez seja necessário mapear novamente os comandos dos cabeçalhos de leitura 11 e 12, se eles não corresponderem ao esquema do teclado local.
vi: Phím tắt mặc định để đọc các tiêu đề tương ứng là phím Alt kết hợp với các phím ở dòng đầu tiên của hàng phím số. Có thể bạn cần phải gán lại các thao tác để đọc tiêu đề thứ 11 và 12 nếu nó không khớp với bàn phím của bạn.

source: Change log
bg: Списък с промените
da: Ændringshistorik
fi: Muutosloki
it: Elenco delle modifiche
pl: Lista zmian
pt_pt: Modificações:
vi: Bản ghi các thay đổi

source: Version 1.7
fi: Versio 1.7
pl: Wersja 1.7

source: Update compatibility for NVDA 2021.1.
fi: Yhteensopivuus päivitetty NVDA 2021.1:lle.
pl: Zgodność aktualizacji dla NVDA 2021.1.

source: Updated localizations.
fi: Lokalisointeja päivitetty.
it: Traduzioni aggiornate.
pl: Zaktualizowane lokalizacje.

source: Version 1.6
fi: Versio 1.6
it: Novità nella versione 1.6
pl: Wersja 1.6

source: Fixed various issues when reading messages headers in Outlook 365.
fi: Korjattu useita ongelmia luettaessa viestiotsakkeita Outlook 365:ssä.
it: Risolti diversi problemi con la lettura delle intestazioni dei messaggi in Outlook 365.
pl: Naprawiono różne problemy podczas czytania nagłówków wiadomości w programie Outlook 365.

source: Fixed an error in announce attachments script when a braille keyboard is used.
fi: Korjattu virhe puhu liite -skriptissä pistekirjoitusnäppäimistöä käytettäessä.
it: Risolto un problema nello script di lettura degli allegati che si verificava quando è utilizzata una tastiera Braille.
pl: Naprawiono błąd w skrypcie ogłaszania załączników podczas używania klawiatury brajlowskiej.

source: Added a unit test framework.
fi: Lisätty yksiköntestauskehys.
it: Aggiunto un framework per testare le unità.
pl: Dodano strukturę testów jednostkowych.

source: Version 1.5
fi: Versio 1.5
it: Novità nella versione 1.5
pl: Wersja 1.5

source: Reading the information bar is now working with NVDA 2019.3.
fi: Tietopalkin lukeminen toimii nyt NVDA 2019.3:n kanssa.
it: Ora la lettura della barra informazioni funziona con NVDA 2019.3.
pl: Czytanie paska informacji działa teraz z NVDA 2019.3.

source: Table navigation in the address book results is now working with NVDA 2019.3.
fi: Taulukkonavigointi osoitekirjan hakutuloksissa toimii nyt NVDA 2019.3:n kanssa.
it: Ora la navigazione nella tabella dei risultati di ricerca della rubrica funziona con NVDA 2019.3.
pl: Nawigacja po tabeli w wynikach książki adresowej działa teraz z NVDA 2019.3.

source: Version 1.4
fi: Versio 1.4
it: Novità nella versione 1.4
pl: Wersja 1.4

source: The script to move focus to headers is working again.
fi: Kohdistuksen viestiotsakkeisiin siirtävä skripti toimii taas.
it: Lo script per spostare il focus sulle intestazioni funziona nuovamente.
pl: Skrypt przenoszący fokus do nagłówków działa ponownie.

source: The script to move to attachments is now working when more attachments are present.
fi: Liitteisiin siirtävä skripti toimii nyt, kun liitteitä on enemmän.
it: Lo script per spostarsi sugli allegati ora funziona quando è presente più di un allegato.
pl: Skrypt do przejścia do załączników działa teraz, gdy jest więcej załączników.

source: Added localizations.
bg: Добавени са нови преводи.
fi: Lokalisointeja lisätty.
it: Aggiunte traduzioni.
pl: Dodano tłumaczenia.
vi: Đã thêm các bản dịch.

source: Version 1.3
bg: Версия 1.3
fi: Versio 1.3
it: Novità nella versione 1.3
pl: Wersja 1.3
vi: Phiên bản 1.3

source: Fixed message headers reading for newer Office 365 release.
fi: Korjattu viestiotsakkeiden lukeminen uudemmissa Office 365:n versioissa.
it: Sistemata la lettura delle intestazioni dei messaggi per le nuove versioni di Office 365.
pl: Naprawiono odczyt nagłówków wiadomości dla nowszej wersji usługi Office 365.

source: Updates to support newer versions of NVDA (Python 2 and 3 compatible).
fi: Päivityksiä uudempien NVDA-versioiden tukemiseksi (Python 2- ja 3 -yhteensopiva).
it: Aggiornamenti per supportare le nuove versioni di NVDA (compatibile con Python 2 e 3).
pl: Aktualizacja wsparcia dla nowych wersji NVDA (Python 2 i 3 zgodny)

source: Releases performed now with appveyor.
fi: Julkaisut suoritetaan nyt appveyorilla.
it: Le versioni sono ora rilasciate con appveyor.
pl: Wersje release są kompilowane z appwejorem.

source: Version 1.2
bg: Версия 1.2
fi: Versio 1.2
it: Novità nella versione 1.2
pl: Wersja 1.2
vi: Phiên bản 1.2

source: Fixed header reading when forwarding meeting.
fi: Korjattu otsakkeen lukeminen kokousta välitettäessä.
it: Risolto un problema con la lettura delle intestazioni quando si inoltra una convocazione di riunione.
pl: Poprawiono odczyt nagłówka podczas przekazywania spotkania.

source: Version 1.1
bg: Версия 1.1
fi: Versio 1.1
it: Novità nella versione 1.1
pl: Wersja 1.1
vi: Phiên bản 1.1

source: Version 1.0
bg: Версия 1.0
fi: Versio 1.0
it: Novità nella versione 1.0
pl: Wersja 1.0
pt_pt: Versão 1.0
vi: Phiên bản 1.0

source: Initial release.
bg: Първо издание.
da: Første udgivelse
fi: Ensimmäinen versio.
it: Versione iniziale.
pl: Wersja pierwotna.
pt_pt: Versão inicial
vi: Bản phát hành đầu tiên.

source: NVDA compatibility: 2018.3 to 2020.3
it: Compatibilità NVDA : dalla versione 2018.3 alla 2020.3

source: NVDA compatibility: 2018.3 to 2019.3
bg: Съвместимост с NVDA: от 2018.3 до 2019.3
vi: NVDA tương thích: 2018.3 đến 2019.3

source: NVDA+shift+M (desktop layout) / NVDA+shift+M (laptop layout): Moves the focus to the message body
bg: NVDA+Shift+M (настолна подредба) / NVDA+Shift+M (лаптоп подредба): Премества фокуса в полето със съдържанието на съобщението.
pt_pt: NVDA+shift+M (Computador de secretária) / NVDA+shift+M (computador portátil): Move o foco para o corpo da mensagem.
vi: NVDA+shift+M (kiểu bàn phím desktop) / NVDA+shift+M (kiểu bàn phím laptop ): chuyển con trỏ đến nội dung thư

source: Control+Alt+Left and Control+Alt+Right: in the address book search result list, navigate between the fields of the currently selected line
bg: Control+Alt+Стрелка наляво и Control+Alt+Стрелка надясно: В списъка с резултати от търсенето в адресната книга обхожда полетата на текущо избрания ред.
da: Ctrl+Alt+Venstre og Ctrl+Alt+Højre: I adressebogens søgeresultatliste vil kommandoen navigere mellem felterne for den aktuelt valgte linje.
pt_pt: Control+Alt+setaEsquerda e Control+Alt+setaDireita: na lista de resultados da pesquisa do livro de endereços, deslocam-se entre os campos da linha seleccionada
vi: Control+Alt+mũi tên trái và Control+Alt+mũi tên phải: trong danh sách kết quả tìm kiếm của sổ địa chỉ, duyệt giữa các trường của dòng đang được chọn

source: Control+Q: in the message list, mark the selected message or group of messages as read
bg: Control+Q: В списъка със съобщения отбелязва избраното съобщение или група от съобщения като прочетени.
da: Ctrl+Q: Markerer den valgte besked eller gruppe af meddelelser som læst i meddelelseslisten.
pt_pt: Control+Q: na lista de mensagens, marca a mensagem ou grupo de mensagens seleccionadas como lidas
vi: Control+Q: trong danh sách thư, đánh dấu đã đọc cho các thư hay nhóm thư đã chọn

source: Control+U: in the message list, mark the selected message or group of messages as unread
bg: Control+U: В списъка със съобщения отбелязва избраното съобщение или група от съобщения като непрочетени.
da: Ctrl+U: Markerer den valgte besked eller gruppe af meddelelser som ulæste i meddelelseslisten.
pt_pt: Control+U: na lista de mensagens, marca a mensagem ou grupo de mensagens seleccionadas como não lidas
vi: Control+U: trong danh sách thư, đánh dấu chưa đọc cho các thư hay nhóm thư đã chọn

source: Fix message headers reading for newer Office 365 release.
bg: Поправено е четенето на заглавките на съобщенията за по-новите издания на Office 365.
vi: Sửa lỗi đọc các tiêu đề thư cho các bản phát hành mới hơn của Office 365.

source: Updates to support newer versions of NVDA (Python 2 and 3 compatible)
bg: Обновления с цел поддръжка на по-нови версии на NVDA (съвместимост с Python 2 и 3)
vi: Cập nhật hỗ trợ các phiên bản NVDA mới hơn (tương thích với Python 2 và 3)

source: Releases performed now with appveyor
bg: Изданията вече се изпълняват посредством appveyor
vi: Các bản phát hành giờ đã vận hành được với appveyor

source: Fix header reading when forwarding meeting.
bg: Поправено е четенето на заглавката при препращане на срещи.
vi: Sửa lỗi đọc tiêu đề khi chuyển tiếp thông tin cuộc họp.

source: NVDA compatibility: 2018.3 to 2019.1
da: NVDA-kompatibilitet: 2018.3 til 2019.1

source: Alt+1 to Alt+9, Alt+0, Alt+_, alt+=: Reports the header field 1 to 12 in a message, calendar item or task window. If pressed twice, moves the focus to this field if possible. If pressed three times, copies its content to the clipboard.
da: Alt+1 til Alt+9, Alt+0, Alt+_, alt+=: Rapporterer felterne fra 1 til 12 i overskrifterne i en besked, kalenderobjekt eller opgavevindue. Hvis denne kommando trykkes to gange, flyttes fokus til det pågældende felt hvis muligt. Hvis kommandoen trykkes to gange, kopieres indholdet til udklipsholderen.
