Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/outlookExtended.*.po
Languages: bg, da, fi, it, pl, pt_pt, vi

source: NVDA+shift+I: Reports the information bar in a message, calendar item or task window. If pressed twice, moves the focus to it. If pressed three times, copies its content to the clipboard.
da: NVDA+skift+I: Rapporterer informationslinjen i en besked, kalenderobjekt eller opgavevindue. Hvis du trykker to gange, flyttes fokus til den. Hvis du trykker tre gange, kopierer du indholdet til udklipsholderen.

source: NVDA+shift+A: Reports the number and the names of attachments in a message window. If pressed twice, moves the focus to it.
da: NVDA+skift+A: Rapporterer nummeret og navnene på vedhæftede filer i et meddelelsesvindue. Hvis du trykker to gange, flyttes fokus til det pågældende område.

source: NVDA+shift+M: Moves the focus to the message body
da: NVDA+Skift+M: flytter fokus til beskedområdet.
