Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/pcKbBrl.*.po
Languages: tr

source: [[!meta title="PC Keyboard Braille Input for NVDA"]]
tr: [[!meta title="NVDA için bilgisayar klavyesiyle braille giriş desteği"]]

source: Author: NV Access Limited, Noelia Ruiz Martínez
tr: Yazarlar: NV Access Limited, Noelia Ruiz Martínez

source: Copyright: 2012-2019 NV Access Limited, Noelia Ruiz Martínez
tr: Telif hakkı: 2012-2019 NV Access Limited, Noelia Ruiz Martínez

source: License: GNU General Public License version 2.0
tr: Lisans: GNU General Public lisansı sürüm 2.0

source: Download: [stable version][1] (compatible with NVDA 2019.3 or later)
tr: [kararlı sürümü][1] indir: (NVDA 2019.3 ve üzeri sürümlerle uyumludur)

source: Download: [development version][2] (compatible with NVDA 2019.3 or later)
tr: [geliştirici sürümünü][2] indir: (NVDA 2019.3 ve üzeri sürümlerle uyumludur)

source: [version 2014.1][3] (compatible with NVDA 2017.3 to 2019.2)
tr: [Sürüm 2014.1][3] (NVDA 2017.3-2019.2 sürümleriyle uyumludur)

source: This NVDA add-on allows braille to be entered via the PC keyboard. Currently, the following keyboard layouts are supported:
tr: Bu eklenti bilgisayar klavyesiyle braille yazabilmenizi sağlar. Şimdilik aşağıdaki klavye düzenleri desteklenmektedir:

source: English QWERTY keyboard.
tr: İngilizce QWERTY klavye.

source: French (France).
tr: Fransızca (Fransa).

source: German (Germany).
tr: Almanca (Almanya).

source: Italian (Italy).
tr: İtalyanca (İtalya).

source: Persian.
tr: Farsça.

source: Portuguese (Portugal).
tr: Portekizce (Portekiz).

source: Spanish (Spain and Mexico).
tr: İspanyolca (İspanya ve Meksika).

source: Turkish.
tr: Türkçe.

source: How to configure
tr: Nasıl ayarlanır?

source: The add-on can be configured from its category in the NVDA's settings dialog, under NVDA's menu, Preferences submenu. A gesture for opening the add-on settings panel can be assigned from Input gestures dialog, configuration category.
tr: NVDA menüsü tercihler alt menüsünde bulunan NVDA ayarları iletişim kutusundaki NVDA için bilgisayar klavyesinden braille giriş desteği kategorisinden eklentiyi ayarlayabilirsiniz. Eklentinin ayarlar iletişim kutusunu açmak için girdi hareketleri iletişim kutusunun konfigürasyon kategorisinden kısayol tuşu da atayabilirsiniz.

source: Check the corresponding checkbox if you want to type using only one hand, or ensure it's not checked if you prefer to type using the standard mode (two hands).
tr: Tek elle yazmak istiyorsanız ilgili onay kutusunu işaretleyin. İki elle yazmak istiyorsanız onay kutusunu işaretsiz bırakın.

source: You can also select if NVDA should speak a single typed dot (using )the feature of "one hand mode").
tr: Tek elle yazarken NVDA'nın noktaları söylemesini de sağlayabilirsiniz.

source: How to Use
tr: Nasıl kullanılır?

source: Press NVDA+0 to enable braille input. This gesture can be changed from Input gestures dialog, Braille category.
tr: Braille girişi etkinleştirmek için NVDA+0 kısayol tuşunu kullanın. Kısayolu girdi hareketleri iletişim kutusunun braille kategorisinden değiştirebilirsiniz.

source: Type braille by pressing keys together on the PC keyboard as if it were a braille keyboard.
tr: Braille klavyede yazıyormuş gibi bilgisayar klavyesindeki tuşlara aynı anda basın.

source: If you want to enter text using two hands, use the following keys if you work with a QWERTY English keyboard, or the keys located at the corresponding positions in other layouts:
tr: İki elle yazmak istiyorsanız aşağıdaki tuşları kullanın. Tuşlar Türkçe QWERTY klavyeye göre belirtilmiştir. Başka bir klavye düzeni kullanıyorsanız belirtilen tuşlara denk gelen tuşları kullanın:

source: f, d and s for dots 1, 2 and 3 respectively.
tr: 1, 2 ve 3. noktalar için f, d ve s.

source: j, k and l for dots 4, 5 and 6 respectively.
tr: 4, 5 ve 6. noktalar için j, k ve l.

source: Use the keys a and ; (semi-colon) for dots 7 and 8, respectively.
tr: 7 ve 8. noktalar için a ve ş tuşlarını kullanın.

source: You can also use the keys on the row above; i.e. q, w, e, r, u, i, o and p.
tr: Bir üst sıradaki tuşları da kullanabilirsiniz. Yani q, w, e, r, u, ı, o ve p.

source: If you want to type text using one hand, you can compose characters pressing keys simultaneously or in several keystrokes, adding the dots corresponding to the desired character. Press g or h to type the character when you have added all its dots. If you make a mistake building a character, you can clear the dots before typing it by pressing t or y. The keys used in QWERTY English keyboard are the following:
tr: Tek elle yazmak isterseniz tuşlara aynı anda veya teker teker basabilirsiniz. İstediğiniz harfi yazdığınızda g veya h'ye basın. Yazarken yanlış nokta kullanırsanız t veya y tuşuna basarak harfi yeniden yazabilirsiniz. Türkçe QWERTY klavyede kullanılan tuşlar aşağıdadır:

source: Left hand: f, d, s, r, e, w, a, q for dots 1, 2, 3, 4, 5, 6, 7 and 8.
tr: 1, 2, 3, 4, 5, 6, 7 ve 8. noktalar için sol el tuşları f, d, s, r, e, w, a ve q'dur.

source: Right hand: j, k, l, u, i, o, ; (semicolon), p for dots 1, 2, 3, 4, 5, 6, 7 and 8.
tr: Sağ elle yazmak için j, k, l, u, ı, o, ş ve p tuşlarını kullanabilirsiniz.

source: You can press most other keys as normal, including space, backspace, enter and function keys. Take care about not pressing alt+shift, since changing the keyboard layout may affect the entered dots.
tr: Boşluk, back space, enter ve f tuşları gibi diğer çoğu tuş normal işlevini gerçekleştirir. Alt+shift tuşlarına birlikte basmamaya dikkat edin. Klavye düzeni değişeceğinden girilen noktalar değişebilir.

source: Press space bar in combination with braille dots to move the system cursor (or report the current line), just if you were using a braille display. For example, space+dot1 to emulate upArrow, space+dot4+dot5+dot6 to emulate control+end, space+dot1+dot4 to report the current line, etc.
tr: Braille ekran kullanıyormuş gibi sistem imlecini hareket ettirmek veya üzerinde bulunduğunuz satırı okutmak için boşluk tuşuyla birlikte braille noktalara basın. Örneğin Boşluk+1. nokta yukarı ok, boşluk+4, 5 ve 6. noktalar ctrl+end tuşu işlevini görür. Boşluk+1 ve 4. noktalar üzerinde bulunduğunuz satırı okur.

source: Press NVDA+0 to disable braille input.
tr: Braille girişini devredışı bırakmak için NVDA+0 kısayol tuşunu kullanın.

source: Important Notes
tr: Önemli notlar

source: This add-on uses NVDA's in-built braille input support. Therefore, the input table used is that specified in NVDA's Braille Settings dialog.
tr: Eklenti NVDA'nın braille girişi desteğini kullanır. NVDA'nın braille ayarları iletişim kutusunda seçilen braille tablosu kullanılır.

source: Some keyboards, particularly laptop keyboards, cannot handle certain combinations of keys being pressed. When this happens, certain keys are simply ignored. Unfortunately, there is nothing that can be done to fix this, as the keys are simply never received by Windows or NVDA. In some cases, using the upper row of keys with either or both hands might help, as your keyboard may allow these keys.
tr: Bazı klavyeler, özellikle dizüstü bilgisayar klavyeleri bazı tuş kombinasyonlarını desteklemez. Basılan tuşlar Windows veya NVDA tarafından algılanmadığı için bu sorun çözülemez. Bastığınız tuşların bir üst sırasındaki tuşlara basmayı deneyebilirsiniz.

source: Changes for 2021.1
tr: 2021.1 için değişiklikler

source: NVDA won't try to speak dots when One hand mode is not active or if space has been pressed.
tr: NVDA, Tek el modu etkin olmadığında veya boşluğa basıldığında noktaları söylemeye çalışmaz.

source: Compatible with NVDA 2021.1.
tr: NVDA 2021.1 ile uyumlu.

source: Changes for 2020.1
tr: 2020.1 sürümü için değişiklikler

source: You can press space bar in combination with braille dots to emulate gestures, similar to commands available in braille displays.
tr: Braille ekranlardaki komutlara benzer olarak boşluk tuşuyla birlikte braille noktalara basarak bazı komutları uygulayabilirsiniz.

source: Added an option to speak single dots typed in one hand mode.
tr: Tek el modunda tek noktaları söyleme seçeneği eklendi.

source: Contributors
tr: Katkıda bulunanlar

source: Cagri Dogan
tr: Çağrı Doğan
