Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/pcKeyboardBrailleInput.*.po
Languages: hr, it, zh_cn

source: Author: NV Access Limited, Noelia Ruiz Martínez
it: Autori: NV Access Limited, Noelia Ruiz Martínez

source: Copyright: 2012-2019 NV Access Limited, Noelia Ruiz Martínez
it: Copyright: 2012-2014 NV Access Limited, Noelia Ruiz Martínez

source: License: GNU General Public License version 2.0
hr: Licenca: GNU opća javna licenca verzija 2.0
it: Licenza: GNU General Public License versione 2.0
zh_cn: 许可证：GNU通用公共许可证版本2.0

source: Download: [stable version][1] (compatible with NVDA 2019.3 or later)
it: Scarica: [versione stabile][1] (compatibile con NVDA 2019.3 o versioni successive)

source: Download: [development version][2] (compatible with NVDA 2019.3 or later)
it: Scarica: [versione in sviluppo][2] (compatibile con NVDA 2019.3 o versioni successive)

source: [version 2014.1][3] (compatible with NVDA 2017.3 to 2019.2)
it: [versione 2014.1][3] (compatibile con NVDA da 2017.3 a 2019.2)

source: This NVDA add-on allows braille to be entered via the PC keyboard. Currently, the following keyboard layouts are supported:
it: Questo componente aggiuntivo per NVDA permette di inserire i caratteri in braille utilizzando la tastiera del pc. Al momento, sono supportati i seguenti layout tastiera:

source: English QWERTY keyboard.
it: Tastiera inglese QWERTY.

source: French (France).
it: Francese (Francia).

source: German (Germany).
it: Tedesca (Germania).

source: Italian (Italy).
it: Italiana (Italia).

source: Persian.
it: Persiana.

source: Portuguese (Portugal).
it: Portoghese (Portogallo).

source: Spanish (Spain and Mexico).
it: Spagnola (Spagna e Messico).

source: Turkish.
it: Turca.

source: How to configure
it: Come configurarlo

source: The add-on can be configured from its category in the NVDA's settings dialog, under NVDA's menu, Preferences submenu. A gesture for opening the add-on settings panel can be assigned from Input gestures dialog, configuration category.
it: L'add-on può essere configurato dalla sua categoria nella finestra Impostazioni di NVDA, nel menù di NVDA, sottomenù Preferenze. Dalla finestra Gesti e Tasti di Immissione di NVDA, categoria Configurazione, è possibile assegnare un tasto per aprire la finestra delle impostazioni dell'add-on.

source: Check the corresponding checkbox if you want to type using only one hand, or ensure it's not checked if you prefer to type using the standard mode (two hands).
it: Attivate la casella di controllo corrispondente se volete digitare utilizzando una sola mano, o assicuratevi che non sia attivata se preferite digitare utilizzando la modalità standard (due mani).

source: How to Use
hr: Kako koristiti
it: Come si usa
zh_cn: 如何使用

source: Press NVDA+0 to enable braille input. This gesture can be changed from Input gestures dialog, Braille category.
it: Premete NVDA+0 per attivare l'input Braille. Questo tasto può essere modificato dalla finestra Gesti e Tasti di Immissione, categoria Braille.

source: Type braille by pressing keys together on the PC keyboard as if it were a braille keyboard.
it: Scrivete in Braille premendo i tasti insieme sulla tastiera del pc, come se fosse una dattilobraille.

source: If you want to enter text using two hands, use the following keys if you work with a QWERTY English keyboard, or the keys located at the corresponding positions in other layouts:
it: Se volete inserire il testo utilizzando due mani, usate i seguenti tasti se lavorate con una tastiera inglese QWERTY, oppure i tasti che si trovano nella posizione corrispondente in altri layout:

source: f, d and s for dots 1, 2 and 3 respectively.
it: f, d ed s for i punti 1, 2 e 3 respettivamente.

source: j, k and l for dots 4, 5 and 6 respectively.
it: j, k ed l for i punti 4, 5 e 6 respettivamente.

source: Use the keys a and ; (semi-colon) for dots 7 and 8, respectively.
it: Usate i tasti a e punto e virgola (o accentata in Italia) per i punti 7 ed 8 rispettivamente.

source: You can also use the keys on the row above; i.e. q, w, e, r, u, i, o and p.
it: Potete anche usare i tasti posti nella riga superiore; ad esempio q, w, e, r, u, i, o e p.

source: If you want to type text using one hand, you can compose characters pressing keys simultaneously or in several keystrokes, adding the dots corresponding to the desired character. Press g or h to type the character when you have added all its dots. If you make a mistake building a character, you can clear the dots before typing it by pressing t or y. The keys used in QWERTY English keyboard are the following:
it: Se volete digitare del testo utilizzando una mano, potete comporre i caratteri premendo i tasti contemporaneamente o in diversi sottogruppi, aggiungendo i punti corrispondenti ai caratteri desiderati. Premete g o h per inserire il carattere quando avete aggiunto tutti i suoi punti. Se fate un errore mentre costruite un carattere, potete cancellarne i punti prima di digitarlo premendo t o y. I tasti utilizzati nella tastiera inglese QWERTY sono i seguenti:

source: Left hand: f, d, s, r, e, w, a, q for dots 1, 2, 3, 4, 5, 6, 7 and 8.
it: Mano sinistra: f, d, s, r, e, w, a, q per i punti 1, 2, 3, 4, 5, 6, 7 e 8.

source: Right hand: j, k, l, u, i, o, ; (semicolon), p for dots 1, 2, 3, 4, 5, 6, 7 and 8.
it: Mano destra: j, k, l, u, i, o, punto e virgola (o accentata in Italia), p per i punti 1, 2, 3, 4, 5, 6, 7 e 8.

source: You can press most other keys as normal, including space, backspace, enter and function keys. Take care about not pressing alt+shift, since changing the keyboard layout may affect the entered dots.
it: Potete premere la maggior parte degli altri tasti come al solito, inclusi spazio, backspace, invio e i tasti funzione. Fate attenzione a non premere alt+shift, perché la modifica del layout tastiera può influire sui punti inseriti.

source: Press NVDA+0 to disable braille input.
it: Premete NVDA+0 per disattivare l'input Braille.

source: Important Notes
hr: Važne napomene
it: Note importanti
zh_cn: 重要提示

source: This add-on uses NVDA's in-built braille input support. Therefore, the input table used is that specified in NVDA's Braille Settings dialog.
it: Questo componente aggiuntivo utilizza il supporto interno di NVDA per l'input Braille. Pertanto, la tabella di input utilizzata è quella specificata nella finestra di dialogo di NVDA Impostazioni Braille. NVDA supporta solo il computer braille in ingresso al momento, quindi questa limitazione si applica anche a questo add-on.

source: Some keyboards, particularly laptop keyboards, cannot handle certain combinations of keys being pressed. When this happens, certain keys are simply ignored. Unfortunately, there is nothing that can be done to fix this, as the keys are simply never received by Windows or NVDA. In some cases, using the upper row of keys with either or both hands might help, as your keyboard may allow these keys.
hr: Neke tipkovnice, osobito tipkovnice prijenosnih računala ne dozvoljavaju određene tipkovničke kombinacije. U tim slučajevima se pojedine tipke jednostavno zanemaruju. Nažalost, ovaj problem nije moguće riješiti, jer se tipke jednostavno ne prepoznaju od strane Windowsa ili NVDA čitača. U nekim slučajevima pomaže korištenje tipki gornjeg reda, ovisno o mogućnostima tipkovnice.
it: Alcune tastiere, in particolare le tastiere dei portatili, non possono gestire determinate combinazioni di tasti. Quando questo accade, alcuni tasti sono semplicemente ignorati. Purtroppo, non c'è nulla che si possa fare per risolvere questo problema, in quanto i tasti semplicemente non vengono mai ricevuti da Windows o NVDA. In alcuni casi, utilizzare la riga superiore di tasti con una o entrambe le mani potrebbe aiutare, perché la vostra tastiera potrebbe gestirli.
zh_cn: 某些键盘，尤其是笔记本电脑键盘，无法处理按下的某些键组合。发生这种情况时，会忽略某些键。不幸的是，没有什么可以解决这个问题，因为Windows或NVDA从未接收到密钥。在某些情况下，用一只或两只手使用上排键可能会有所帮助，因为键盘可能允许这些键。

source: Contributors
hr: Doprinositelji
it: Collaboratori
zh_cn: 贡献者

source: [2]: https://addons.nvda-project.org/files/get.php?file=pckbbrl-dev
it: [1]: https://addons.nvda-project.org/files/get.php?file=pckbbrl-dev

source: [3]: https://addons.nvda-project.org/files/get.php?file=pckbbrl-o
it: [1]: https://addons.nvda-project.org/files/get.php?file=pckbbrl-o

source: [[!meta title="PC Keyboard Braille Input for NVDA"]]
hr: [[!meta title="Unos brajice PC tipkovnicom (PC Keyboard Braille Input for NVDA)"]]
zh_cn: [[!meta title="NVDAPC键盘盲文输入"]]

source: Author: NV Access Limited
hr: Autor: NV Access Limited
zh_cn: 作者: NV Access Limited

source: Copyright: 2012-2014 NV Access Limited
hr: Autprska prava: 2012. – 2014. NV Access Limited
zh_cn: 版权所有：2012-2014 NV Access Limited

source: Download: [version 2014.1][1]
hr: Preuzmi: [verzija 2014.1][1]
zh_cn: 下载: [版本 2014.1][1]

source: This NVDA add-on allows braille to be entered via the PC keyboard. Currently, only the English QWERTY keyboard layout is supported.
hr: Ovaj dodatak dozvoljava unos brajice pomoću tipkovnice osobnog računala. Trenutačno je podržana samo engleska QWERTY tipkovnica.
zh_cn: 这款NVDA插件可通过PC键盘输入盲文。目前，仅支持英文QWERTY键盘布局。

source: Press NVDA+z to enable braille input.
hr: 1. Pritisnite NVDA+z kako biste uključili unos brajice.
zh_cn: 按NVDA + z启用盲文输入。

source: 2. Type braille by pressing keys together on the PC keyboard as if it were a braille keyboard. * Use the keys s, d and f for dots 1, 2 and 3 respectively. * Use the keys j, k and l for dots 4, 5 and 6 respectively. * Use the keys a and ; (semi-colon) for dots 7 and 8, respectively. * You can also use the keys on the row above; i.e. q, w, e, r, u, i, o and p. 3. You can press most other keys as normal, including space, backspace, enter and function keys. 4. Press NVDA+z to disable braille input.
hr: 2. Pišite brajicu istovremenim pritiskanjem tipki na tipkovnici osobnog računala, kao da se radi o brajičnoj tipkovnici. * Koristite tipke s, d, f za točkice 1, 2 i 3. * Koristite tipke j, k, l za točkice 4, 5 i 6. * Koristite tipke a te točka-zarez za točkice 7 i 8. * Također možete koristiti tipke koje se nalaze red iznad; npr. q, w, e, r, t, u, i, o, p. 3. Većinu drugih tipki je moguće koristiti kao i inače, uključujući razmaknicu, backspace, enter i funkcijske tipke. 4. Pritisnite NVDA+z kako biste isključili unos brajice.
zh_cn: 2.通过在PC键盘上使用按键输入盲文，就像它是盲文键盘一样。 ％9 *分别使用键s，d和f表示点1,2和3。 ％9 *分别对点4,5和6使用按键j，k和l。 ％9 *使用键a和; （分号）分别表示点7和8。 ％9 *您也可以使用上面一行的键;即q，w，e，r，u，i，o和p。 3.您可以正常按下大多数其他键，包括空格，退格键，输入键和功能键。 4.按NVDA + z禁用盲文输入。

source: This add-on uses NVDA's in-built braille input support. Therefore, the input table used is that specified in NVDA's Braille Settings dialog. NVDA only supports computer braille input at present, so this limitation also applies to this add-on.
hr: Ovaj dodatak koristi u NVDA čitaču ugrađenu podršku za brajicu. Stoga se koristi ulazna brajična tablica, koja je definirana u dijaloškom okviru postavki brajice. NVDA za sada podržava samo unos računalne brajične tablice, te se ovo ograničenje odnosi i na ovaj dodatak.
zh_cn: 此插件使用NVDA的内置盲文输入支持。因此，使用的输入表是NVDA的盲文设置对话框中指定的输入表。 NVDA目前仅支持计算机盲文输入，因此此限制也适用于此插件。

source: James Teh
zh_cn: 詹姆斯特
