Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/percentageChecker.*.po
Languages: tr

source: [[!meta title="Percentage Checker"]]
tr: [[!meta title="Yüzdelik Kontrolcüsü"]]

source: Authors: Original idea and code by Oriol Gómez, improvements and maintenance by Łukasz Golonka
tr: Yazarlar: Oriol Gómez'in orijinal fikri ve kodu, Łukasz Golonka'nın iyileştirmeleri ve bakımı

source: download [development version][1]
tr: [Geliştirme sürümü][1] indir

source: NVDA compatibility: 2019.2 to 2019.3
tr: NVDA uyumluluğu: 2019.2 - 2019.3

source: This add-on allows you to check how far - in percents - you are in the text or on a list. This information can be given either by spoken message, or by a beep. In addition you can jump to the given percentage or a line number in the text.
tr: Bu eklenti, metinde veya listede yüzde olarak nerede olduğunuzu kontrol etmenizi sağlar. Bu bilgi sözlü mesajla veya bip sesiyle verilebilir. Ayrıca metinde verilen yüzdeye veya satır numarasına atlayabilirsiniz.

source: Key Commands:
tr: Klavye Komutları:

source: Shift+NVDA+j: Displays a dialog allowing you to jump to the given line number.
tr: Shift+NVDA+j: Verilen satır numarasına atlamanızı sağlayan bir iletişim kutusu görüntüler.

source: Shift+NVDA+p: Announces percentage in the current text or on a list. In addition if you are in a text the amount of words in the field would be spoken. In case of a list this would be amount of all list items.
tr: Shift+NVDA+p: Geçerli metindeki veya bir listedeki bulunduğunuz yüzdeyi bildirir. Ayrıca bir metinde iseniz, alandaki kelimelerin miktarı söylenecektir. Bir liste olması durumunda bu, tüm liste öğelerinin miktarı olacaktır.

source: Alt+NVDA+p: Presents your position in a text or on a list as a beep.
tr: Alt+NVDA+p: Bir metinde veya bir listede konumunuzu bip olarak sunar.

source: The two last commands can be pressed twice in quick succession to display a dialog allowing you to jump to a given percentage in a text. All these commands can be remapped from the input gestures dialog.
tr: Bir metinde belirli bir yüzdeye atlamanıza izin veren bir iletişim kutusu görüntülemek için son iki komuta hızlı bir şekilde art arda iki kez basılabilir. Tüm bu komutlar, giriş hareketleri iletişim kutusundan yeniden eşlenebilir.
