Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/phoneticPunctuation.*.po
Languages: hr

source: [[!meta title="Phonetic Punctuation"]]
hr: [[!meta title="Fonetska interpunkcija (Phonetic Punctuation)"]]

source: Authors: Tony Malykh
hr: Autori: Tony Malykh

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]

source: NVDA compatibility: 2019.3
hr: NVDA kompatibilnost: 2019.3

source: Phonetic punctuation is an NVDA add-on that allows to convert punctuation signs into audio icons. In general, it can also convert any regular expressions into audio icons.
hr: Fonetska interpunkcija je NVDA dodatak koji omogućuje pretvaranje interpunkcijskih znakova u zvučne ikone. Općenito može pretvoriti bilo koje regularne izraze u zvučne ikone.

source: You can listen to a sample speech output with phonetic punctuation here (10 seconds audio): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
hr: Ovdje možeš slušati uzorke govora s fonetskom interpunkcijom (zvuk od 10 sekundi): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo

source: Usage
hr: Primjena

source: Make sure that your symbol level is set to appropriate value. If you're not sure, then press NVDA+P several times until you select "Symbol level all".
hr: Provjeri, je li tvoja razina simbola postavljena na odgovarajuću vrijednost. Ako nisi siguran/na, pritisni nekoliko puta NVDA+P, sve dok ne odabereš „Razina simbola: sve”.

source: Make sure phonetic punctuation is enabled. Press NVDA+Alt+P to enable.
hr: Provjeri, je li fonetska interpunkcija aktivirana. Pritisni NVDA+alt+P za aktiviranje.

source: Phonetic punctuation rules can be configured via a dialog box in NVDA preferences menu.
hr: Pravila fonetske interpunkcije mogu se konfigurirati putem dijaloškog okvira u izborniku postavki NVDA čitača.

source: Phonetic punctuation comes with a set of predefined audio rules. However, only a few of them are enabled by default. You can enable other rules, as well as add new rules in the configuration dialog.
hr: Fonetska interpunkcija dolazi s nizom unaprijed definiranih zvučnih pravila. Međutim, samo neka od njih su standardno aktivirana. U dijaloškom okviru za konfiguraciju moguće je aktivirati druga pravila, kao i dodati nova pravila.

source: Audio rules are saved in a file called `phoneticPunctuationRules.json` in NVDA user configuration directory.
hr: Zvučna pravila spremaju se u datoteku koja se zove „phoneticPunctuationRules.json” u NVDA direktoriju korisničke konfiguracije.

source: Supported voice synthesizers
hr: Podržane govorne jedinice

source: Phonetic punctuation depends on new NVDA speech framework, and as of today (October 2019), not all voice synthesizers have proper support for the new commands. This means that phonetic punctuation might not work correctly with some voice synthesizers.
hr: Fonetska interpunkcija ovisi o novom NVDA govornom radnom okruženju, a za sada (listopada 2019.), nove naredbe još ne podržavaju sve govorne jedinice. To znači da fonetska interpunkcija možda neće raditi ispravno u nekim govornim jedinicama.

source: Copyright notice
hr: Napomena o autorskom pravu

source: Built-in audio icons were designed by T.V. Raman and are a part of emacspeak. For more information, see: https://github.com/tvraman/emacspeak/ .
hr: Ugrađene zvučne ikone dizajnirao je T. V. Raman i dio su emacspeaka. Za dodatne informacije pogledaj: https://github.com/tvraman/emacspeak/.
