Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/placeMarkers.*.po
Languages: vi

source: Authors: Noelia, Chris.
vi: Tác giả: Noelia, Chris.

source: download [stable version][1]
vi: tải về [phiên bản chính thức][1]

source: download [development version][2]
vi: tải về [phiên bản thử nghiệm][2]

source: This addon is used for saving and searching specific text strings or bookmarks. It can be used on web pages or documents in NVDA's browse mode. It can also be used for saving or searching strings of text in multi-line controls; in this case, if it's not possible to update the caret, the corresponding string will be copied to the clipboard, so that it can be searched using other tools. The plugin saves the specified strings and bookmarks to files whose name is based on the title and URL of the current document. This addon is based on SpecificSearch and Bookmark&Search, developed by the same author. You should uninstall them to use this one, since they have common keystrokes and features.
vi: Addon này dùng để lưu lại và tìm kiếm một chuỗi văn bản hay dấu trang cụ thể. nó có thể được dùng trên các trang web hay tài liệu trong chế độ duyệt của NVDA. Nó cũng có thể được dùng để lưu lại hoặc tìm kiếm các chuỗi văn bản trong các điều khiển nhập liệu nhiều dòng; trường hợp này, nếu không thể cập nhật dấu trang, chuỗi văn bản tương ứng sẽ được chép vào bộ nhớ tạm nên có thể tìm kiếm bằng những công cụ khác. Plugin này lưu các chuỗi văn bản và dấu trang được chỉ định vào các tập tin được đặt tên dựa trên tựa đề và URL của tài liệu hiện tại. Addon này dựa trên addon SpecificSearch và Bookmark&Search, phát triển bởi cùng tác giả. Bạn nên gỡ bỏ chúng để dùng addon này vì chúng có những tính năng và phím lệnh trùng nhau.

source: Key Commands:
vi: Các phím lệnh:

source: control+shift+NVDA+f: Opens a dialog with an edit box that shows the last saved search; in this dialog you can also select the previously saved searches from a combo box or remove the selected string from the history using a checkbox. You can choose if the text contained in the edit box will be added to the history of your saved texts. Finally, choose an action from the next group of radio buttons (between Search next, Search previous or Don't search), and specify if NVDA will make a case sensitive search. When you press okay, NVDA will search for this string.
vi: control+shift+NVDA+f: mở hộp thoại với ô nhập liệu hiển thị tìm kiếm cuối cùng được lưu; trong hộp thoại này, bạn cũng có thể chọn các tìm kiếm đã được lưu trước đó từ một hộp xổ hay xóa chuỗi văn bản được chọn khỏi lịch sử bằng một hộp kiểm. Bạn có thể chọn để lưu văn bản hiện tại trong ô nhập liệu vào lịch sử lưu văn bản của bạn. Cuối cùng, chọn một hoạt động từ nhóm radio buttons (tìm tiếp, tìm trước hay không tìm kiếm), và thiết lập nếu muốn NVDA tìm kiếm phân biệt chữ hoa thường. Khi bạn bấm okay, NVDA sẽ tìm kiếm chuỗi văn bản.

source: control+shift+NVDA+k: Saves the current position as a bookmark. If you want to provide a name for this bookmark, select some text from this position before saving it.
vi: control+shift+NVDA+k: Lưu vị trí hiện tại thành một dấu trang. Nếu muốn đặt tên dấu trang, hãy chọn vài từ tại vị trí con trỏ trước khi lưu nó.

source: control+shift+NVDA+delete: Deletes the bookmark corresponding to this position.
vi: control+shift+NVDA+delete: Xóa dấu trang tại vị trí tương ứng.

source: NVDA+k: Moves to the next bookmark.
vi: NVDA+k: Chuyển đến dấu trang kế tiếp.

source: shift+NVDA+k: Moves to the previous bookmark.
vi: shift+NVDA+k: Chuyển đến dấu trang trước.

source: control+shift+k: Copies the file name where the place markers data will be saved to the clipboard, without an extension.
vi: control+shift+k: Chép tên tập tin dùng để lưu dữ liệu của các điểm đánh dấu vào bộ nhớ tạm mà không có phần mở rộng.

source: alt+NVDA+k: Opens a dialog with the bookmarks saved for this document. You can write a note for each bookmark; press Save note to save changes. Pressing Delete you can remove the selected bookmark. Pressing OK you can move to the selected position.
vi: alt+NVDA+k: Mở hộp thoại với các dấu trang đã lưu cho tài liệu hiện tại. Bạn có thể viết ghi chú cho mỗi dấu trang; bấm Lưu ghi chú để lưu các thay đổi. Có thể xóa dấu trang hiện tại bằng cách bấm Delete. Bấm OK để di chuyển đến vị trí đã được chọn.

source: Not assigned: Saves a position as a temporary bookmark.
vi: Chưa gán lệnh: Lưu một vị trí thành dấu trang tạm thời.

source: Not assigned: Moves to the temporary bookmark for the current document.
vi: Chưa gán lệnh: Chuyển đến dấu trang tạm thời của tài liệu hiện thời.

source: Place markers Submenu (NVDA+N)
vi: Đánh dấu thực đơn con (NVDA+N)

source: Using the Place markers submenu under NVDA's Preferences menu, you can access:
vi: Dùng đánh dấu trình đơn con trong trình đơn Tùy Chọn, bạn có thể truy cập:

source: Specific search folder: opens a folder of specific searches previously saved.
vi: Thư mục tìm kiếm cụ thể: mở thư mục của những tìm kiếm cụ thể đã được lưu trước đó.

source: Bookmarks folder: Opens a folder of the saved bookmarks.
vi: Thư mục dấu trang: mở thư mục các dấu trang đã lưu.

source: Copy placeMarkers folder: You can save a copy of the bookmarks folder.
vi: Sao chép thư mục các điểm đánh dấu: Bạn có thể tạo một bản sao của thư mục các điểm đánh dấu.

source: Restore placeMarkers: You can restore your bookmarks from a previously saved placeMarkers folder.
vi: Khôi phục các điểm đánh dấu: Bạn có thể khôi phục các điểm đánh dấu từ thư mục các điểm đánh dấu đã lưu trước đó.

source: Note: The bookmark position is based on the number of characters; and therefore in dynamic pages it is better to use the specific search, not bookmarks.
vi: Lưu ý: vị trí dấu trang dựa trên số lượng kí tự; vậy nên trong các trang web động thì dùng tìm kiếm cụ thể tốt hơn dấu trang.

source: Changes for 11.0
vi: Các thay đổi cho phiên bản 11.0

source: Compatible with NVDA 2018.3 or later (required).
vi: Tương thích với NVDA 2018.3 hay cao hơn (yêu cầu).

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
vi: Nếu cần, bạn có thể tải về [phiên bản cuối cùng tương thích với NVDA 2017.3][3].

source: Changes for 10.0
vi: Các thay đổi cho phiên bản 10.0

source: In Edge, gestures associated with bookmarks selection, such as NVDA+k, NVDA+shift+k or NVDA+alt+k, will be sent to the application instead of trying to move the cursor to bookmarks, to avoid errors, especially in long documents.
vi: Trong Edge, các thao tác liên quan đến chọn dấu trang như NVDA+k, NVDA+shift+k hay NVDA+alt+k sẽ gửi tới ứng dụng thay vì cố gắng chuyển con trỏ đến các dấu trang, nhằm tránh gây ra lỗi, đặc biệt là trong các tài liệu dài.

source: Now specific search is supported in Edge.
vi: Giờ đây đã hỗ trợ tìm kiếm cụ thể trong Edge.

source: Changes for 9.0
vi: Các thay đổi cho phiên bản 9.0

source: When moving to a bookmark from the Notes dialog, the review cursor follows the system cursor.
vi: Khi chuyển đến một dấu trang từ hộp thoại ghi chú, con trỏ duyệt đi theo con trỏ hệ thống.

source: The command to select the previous bookmark works properly again.
vi: Phím lệnh chọn dấu trang trước đã hoạt động trở lại như mong muốn.

source: Bookmarks can be deleted from the Notes dialog.
vi: Có thể xóa các dấu trang thông qua hộp thoại ghi chú.

source: Now you can assign gestures to save and move to a temporary bookmark for each document.
vi: Giờ đây bạn có thể gán lệnh để lưu và di chuyển đến một dấu trang tạm thời cho mỗi tài liệu.

source: Changes for 8.0
vi: Các thay đổi cho phiên bản 8.0

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in the VitalSource Bookshelf ePUB reader.
vi: Gỡ bỏ số nhận dạng phân đoạn từ tập tin các dấu trang, nhằm tránh gây ra lỗi trong VitalSource Bookshelf ePUB reader.

source: Added a Notes dialog, to associate comments for saved bookmarks and move to the selected position.
vi: Đã thêm hộp thoại ghi chú để tích hợp chú thích cho các dấu trang đã lưu và di chuyển đến vị trí được chọn.

source: Changes for 7.0
vi: Các thay đổi cho phiên bản 7.0

source: The dialog to save a string of text for specific search has been removed. This functionality is now included in the Specific search dialog, which has been redesigned to allow different actions when pressing the OK button.
vi: Hộp thoại lưu chuỗi văn bản cho tìm kiếm cụ thể đã được gỡ bỏ. Tính năng này giờ đây được tích hợp trong hộp thoại tìm kiếm cụ thể, đã được thiết kế lại để cho phép thực hiện các hoạt động khác nhau khi bấm OK.

source: The visual presentation of the dialogs has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
vi: Trình bày trực quan của các hộp thoại đã được cải thiện, giống như cách xuất hiện các hộp thoại của NVDA.

source: Performing a Find Next or Find Previous command in Browse Mode will now correctly do a case sensitive search if the original Find was case sensitive.
vi: Thực hiện lệnh tìm tiếp hay tìm trước trong chế độ duyệt giờ đây sẽ tìm kiếm phân biệt chữ hoa / thường một cách chính xác nếu tìm kiếm gốc là phân biệt chữ hoa / thường.

source: Requires NVDA 2016.4 or later.
vi: Yêu cầu NVDA 2016.4 trở lên.

source: Now you can assign gestures to open the Copy and Restore place markers dialogs.
vi: Giờ bạn có thể gán các thao tác để mở các hộp thoại sao chép và khôi phục các điểm đánh dấu.

source: NVDA will present a message to notify when place markers have been copied or restored with the corresponding dialogs.
vi: NVDA sẽ phát một thông điệp để thông báo khi các điểm đánh dấu được sao chép hay khôi phục ở các hộp thoại tương ứng.

source: Changes for 6.0
vi: Các thay đổi cho phiên bản 6.0

source: When the add-on features are not usable, gestures are sent to the corresponding application.
vi: Khi không dùng được tính năng của add-on, các thao tác sẽ được gửi đến các ứng dụng tương ứng.

source: Changes for 5.0
vi: Các thay đổi cho phiên bản 5.0

source: Added case sensitive search.
vi: Thêm tính năng tìm kiếm phân biệt chữ hoa / thường.

source: Removed option to open documentation from Place markers menu.
vi: Gỡ bỏ tùy chọn mở tài liệu từ trình đơn đánh dấu.

source: More intuitive key commands.
vi: Thêm các phím lệnh trực quan.

source: Changes for 4.0
vi: Các thay đổi cho phiên bản 4.0

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in ePUBREADER Firefox add-on.
vi: Gỡ bỏ số nhận dạng phân đoạn từ tên tập tin dấu trang nhằm tránh gây ra lỗi trong ePUBREADER Firefox add-on.

source: Add-on help is available from the Add-ons Manager.
vi: Thông tin giúp đỡ cho add-on đã hiển thị trong phần quản lý add-on.

source: Changes for 3.1
vi: Các thay đổi cho phiên bản 3.1

source: Translation updates and new language.
vi: Cập nhất các bản dịch và ngôn ngữ mới.

source: Bookmark position is not announced in skim reading.
vi: Vị trí dấu trang không được thông báo trong chế độ thay đổi vị trí đọc.

source: Changes for 3.0
vi: Các thay đổi cho phiên bản 3.0

source: Added support for skim reading.
vi: Thêm hỗ trợ cho thay đổi vị trí đọc.

source: Changes for 2.0
vi: Các thay đổi cho phiên bản 2.0

source: Added options to save and delete different searches for each file.
vi: Thêm các tùy chọn để lưu và xóa các tìm kiếm khác nhau cho mỗi tập tin.

source: Fixed bug which broke when paths contained non latin characters.
vi: Sửa lỗi bị treo khi đường dẫn chứa các kí tự không phải chữ latin.

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
vi: Các phím tắt giờ đây có thể gán lại bằng hộp thoại quản lý thao tác của NVDA.

source: Changes for 1.0
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
vi: Phiên bản đầu tiên.

source: Translated into: Brazilian Portuguese, Farsi, Finnish, French, Galician, German, Italian, Japanese, Korean, Nepali, Portuguese, Spanish, Slovak, Slovenian, Tamil.
vi: Đã dịch sang: tiếng Bồ Đào Nha brazi, Farsi, Phần Lan, Pháp, Galicia, Đức, Ý, Nhật, Hàn Quốc, Nepal, Bồ Đào Nha, Tây Ban Nha, Slovak, Slovenia, Nam Ấn Độ.
