Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/quickBooks2014.*.po
Languages: es

source: [[!meta title="Quick Books 2014 support"]]
es: [[!meta title="Soporte para Quick Books 2014"]]

source: Authors: NV Access Limited, with help from My Blind Spot, Intuit, and community testers.
es: Autores: NV Access Limited, con ayuda de My Blind Spot, Intuit, y probadores de la comunidad.

source: Download: [version 2014.4.7][1]
es: Descargar: [versión 2014.4.7][1]

source: This add-on makes it possible to use NVDA with the Intuit Quickbooks 2014 accounting software.
es: Este complemento hace posible el uso de NVDA con el programa de contabilidad Intuit Quickbooks 2014.

source: Features
es: Características

source: Automatic enabling of QuickBooks accessibility mode.
es: Activación automática del modo de accesibilidad de QuickBooks.

source: Labeling of many input fields.
es: Etiquetado de todos los campos de entrada.

source: Tracking of focus and highlighting for lists such as the Chart of Accounts.
es: Seguimiento del foco y resaltado de listas de listas como el plan de cuentas.

source: Correct control type identification of custom check boxes, radio buttons and buttons.
es: Identificación correcta de tipos de controles en casillas de verificación, botones y botones de opción personalizados.

source: Automatic reporting of messages in custom message dialogs.
es: Verbalización automática de mensajes en diálogos de mensaje personalizados.
