Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/rdAccess.*.po
Languages: bg, de, pt_br, uk

source: This option is enabled by default and ensures that the client portion of RDAccess is loaded in the Citrix Workspace app when starting NVDA. Unless persistent client support is enabled by enabling the previous option, these changes will be automatically undone when exiting NVDA.
bg: Тази опция е активирана по подразбиране и гарантира, че клиентската част на RDAccess се зарежда в приложението Citrix Workspace при стартиране на NVDA. Освен ако постоянната клиентска поддръжка не е включена чрез включване на предишната опция, тези промени ще бъдат автоматично отменени при излизане от NVDA.
pt_br: Essa opção é ativada por padrão e garante que a parte do cliente do RDAccess seja carregada no aplicativo Citrix Workspace ao iniciar o NVDA. A menos que o suporte persistente ao cliente seja ativado pela opção anterior, essas alterações serão automaticamente desfeitas ao sair do NVDA.
uk: Це налаштування увімкнено початково і гарантує, що клієнтська частина RDAccess буде завантажена у програмі Citrix Workspace під час запуску NVDA. Якщо не увімкнути підтримку постійного клієнта за допомогою попередньоо налаштування, ці зміни буде автоматично скасовано при виході з NVDA.

source: This option is only available in the following cases:
bg: Тази опция е налична само в следните случаи:
pt_br: Essa opção só está disponível nos seguintes casos:
uk: Це налаштування доступне лише в таких випадках:

source: Citrix Workspace is installed. Note that the Windows Store version of the app is not supported due to limitations in that app itself
bg: Citrix Workspace е инсталиран. Имайте предвид, че версията на приложението от Windows Store не се поддържа поради ограничения в самото приложение
pt_br: O Citrix Workspace está instalado. Observe que a versão do aplicativo para Windows Store não é compatível devido a limitações do próprio aplicativo
uk: Citrix Workspace встановлено. Зауважте, що версія програми з Windows Store не підтримується через обмеження самої програми

source: It is possible to register RDAccess under the current user context. After installing the app, you have to start a remote session once to make this possible
bg: Възможно е да регистрирате RDAccess под текущия потребителски контекст. След като инсталирате приложението, трябва да стартирате отдалечена сесия веднъж, за да стане това възможно
pt_br: É possível registrar o RDAccess no contexto do usuário atual. Depois de instalar o aplicativo, é necessário iniciar uma sessão remota uma vez para que isso seja possível
uk: Можна зареєструвати RDAccess у контексті поточного користувача. Щоб зробити це можливим, після встановлення програми потрібно один раз запустити віддалений сеанс

source: Citrix specific instructions
bg: Инструкции, специфични за Citrix
pt_br: Instruções específicas do Citrix
uk: Спеціальні інструкції Citrix

source: There are some important points of attention when using RDAccess with the Citrix Workspace app.
bg: Има някои важни неща, на които трябва да обърнете внимание, когато използвате RDAccess с приложението Citrix Workspace.
pt_br: Há alguns pontos de atenção importantes ao usar o RDAccess com o aplicativo Citrix Workspace.
uk: Під час використання RDAccess із програмою Citrix Workspace варто звернути увагу на кілька важливих моментів.

source: Client side requirements
bg: Изисквания от клиентска страна
pt_br: Requisitos do lado do cliente
uk: Вимоги на стороні клієнта

source: The Windows Store variant of the app is *not* supported.
bg: Вариантът на приложението от Windows Store *не се поддържа*.
pt_br: A variante do aplicativo na Windows Store não é *suportada*.
uk: Варіант програми Windows Store *не* підтримується.

source: After installing Citrix Workspace, you have to start a remote session once to allow RDAccess registering itself. The reason behind this is that the application copies the system configuration to the user configuration when it establishes a session for the first time. After that, RDAccess can register itself under the current user context.
bg: След като инсталирате Citrix Workspace, трябва да стартирате отдалечена сесия веднъж, за да позволите на RDAccess да се регистрира. Причината за това е, че приложението копира системната конфигурация в потребителската конфигурация, когато установи сесия за първи път. След това RDAccess може да се регистрира в текущия потребителски контекст.
pt_br: Depois de instalar o Citrix Workspace, é necessário iniciar uma sessão remota uma vez para permitir que o RDAccess se registre. A razão por trás disso é que o aplicativo copia a configuração do sistema para a configuração do usuário quando estabelece uma sessão pela primeira vez. Depois disso, o RDAccess pode se registrar no contexto do usuário atual.
uk: Після встановлення Citrix Workspace вам доведеться один раз запустити віддалений сеанс, щоб дозволити RDAccess зареєструватися. Причиною цього є те, що програма копіює конфігурацію системи в конфігурацію користувача, коли вона встановлює сеанс вперше. Після цього RDAccess може зареєструватися в контексті поточного користувача.

source: Server side requirement
bg: Изисквания от сървърна страна
pt_br: Requisito do lado do servidor
uk: Вимоги на стороні сервера

source: In Citrix Virtual Apps and Desktops 2109, Citrix enabled the so called virtual channel allow list. This means that third party virtual channels, including the channel required by RDAccess, is not allowed by default. For more information, [see this Citrix blog post](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/)
bg: В Citrix Virtual Apps and Desktops 2109 Citrix активира така наречения списък с разрешени виртуални канали. Това означава, че виртуалните канали на трети страни, включително канала, изискван от RDAccess, не са разрешени по подразбиране. За повече информация, прегледайте [тази публикация в блога на Citrix](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/)
pt_br: No Citrix Virtual Apps and Desktops 2109, o Citrix ativou a chamada lista de permissão de canais virtuais. Isso significa que os canais virtuais de terceiros, incluindo o canal exigido pelo RDAccess, não são permitidos por padrão. Para obter mais informações, [consulte esta postagem no blog da Citrix] (https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/)
uk: У Citrix Virtual Apps and Desktops 2109 компанія Citrix увімкнула так званий список дозволених віртуальних каналів. Це означає, що віртуальні канали сторонніх виробників, включаючи канал, необхідний для RDAccess, початково заборонено. Для отримання додаткової інформації [див. цю статтю в блозі Citrix](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/)

source: Explicitly allowing the RdPipe channel required by RDAccess is not yet tested. For now, it is probably your best bet to disable the allow list altogether. If your system administrator is unhappy with this, feel free to [drop a line in the devoted issue][3]
bg: Изричното разрешаване на канала RdPipe, изискван от RDAccess, все още не е тествано. Засега вероятно е най-сигурно да изключите напълно списъка с разрешени. Ако вашият системен администратор не е доволен от това, не се колебайте да [публикувате коментар в посветения доклад][3]
pt_br: A permissão explícita do canal RdPipe exigida pelo RDAccess ainda não foi testada. Por enquanto, sua melhor opção é desativar completamente a lista de permissões. Se o administrador do sistema não estiver satisfeito com isso, sinta-se à vontade para [escrever uma linha na edição dedicada][3]
uk: Явний дозвіл каналу RdPipe, необхідний для RDAccess, ще не перевірено. Наразі, ймовірно, найкращим варіантом буде вимкнути список дозволених каналів. Якщо ваш системний адміністратор незадоволений цим, не соромтеся [написати рядок у спеціальному випуску][3].

source: Issues and contributing
bg: Проблеми и принос
de: Themen und Beiträge
pt_br: Problemas e contribuições
uk: Проблеми та внесок

source: If you want to report an issue or contribute, take a look at [the issues page on Github][3]
bg: Ако искате да съобщите за проблем или да допринесете, погледнете [страницата с доклади в GitHub][3]
de: Wenn Sie ein Problem melden oder einen Beitrag leisten möchten, schauen Sie sich [die Themen-Seite auf GitHub][3] an.
pt_br: Se quiser relatar um problema ou contribuir, dê uma olhada na [página de problemas no Github][3]
uk: Якщо ви хочете повідомити про проблему або зробити свій внесок, перегляньте [сторінку проблем на Github][3]

source: External components
bg: Външни компоненти
de: Externe Komponenten
pt_br: Componentes externos
uk: Зовнішні компоненти

source: This add-on relies on [RD Pipe][4], a library written in Rust backing the remote desktop client support. RD Pipe is redistributed as part of this add-on under the terms of [version 3 of the GNU Affero General Public License][5] as published by the Free Software Foundation.
de: Diese NVDA-Erweiterung stützt sich auf [RD Pipe][4], eine in Rust geschriebene Bibliothek, die den Remote-Desktop-Client unterstützt. RD Pipe wird als Teil dieser NVDA-Erweiterung unter den Bedingungen der [Version 3 der GNU Affero General Public License][5], wie sie von der Free Software Foundation veröffentlicht wurde, weiterverteilt.
pt_br: Esse complemento depende do [RD Pipe][4], uma biblioteca escrita em Rust que oferece suporte ao cliente de área de trabalho remota. O RD Pipe é redistribuído como parte desse complemento sob os termos da [versão 3 da GNU Affero General Public License][5], conforme publicado pela Free Software Foundation.

source: [[!meta title="Remote Desktop Accessibility"]]
bg: [[!meta title="Достъпност за отдалечен работен плот (Remote Desktop Accessibility)"]]
de: [[!meta title="Zugänglichkeit von Remote Desktop"]]
uk: [[!meta title="NVDA Remote Desktop Accessibility"]]

source: Download [beta version][2]
de: [Beta-Version herunterladen][2]
