Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/rdAccess.*.po
Languages: bg, de, pt_br, uk

source: Authors: [Leonard de Ruijter][1]
bg: Автори: [Leonard de Ruijter][1]
de: Autor: [Leonard de Ruijter][1]
pt_br: Autores: [Leonard de Ruijter][1]
uk: Автори: [Леонард де Руйтер][1]

source: Download [latest stable version][2]
pt_br: Faça o download da [última versão estável][2]

source: NVDA compatibility: 2023.2 and later
bg: Съвместимост с NVDA: от 2023.2 и по-нови версии
de: NVDA-Kompatibilität: 2023.2 und neuer
pt_br: Compatibilidade com NVDA: 2023.2 e posteriorCompatibilidade com NVDA: 2023.2 e posterior
uk: Сумісність з NVDA: 2023.2 і новіші версії

source: The RDAccess add-on (Remote Desktop Accessibility) adds support to access remote desktop sessions to NVDA using Microsoft Remote Desktop, Citrix or VMware Horizon. When installed in NVDA on both the client and the server, speech and braille generated on the server will be spoken and brailled by the client machine. This enables a user experience where managing a remote system feels just as performant as operating the local system.
bg: Добавката "Достъпност за отдалечен работен плот" (Remote Desktop Accessibility – RDAccess) добавя поддръжка за достъп до сесии на отдалечен работен плот към NVDA с помощта на Microsoft Remote Desktop, Citrix или VMware Horizon. Когато се инсталира в NVDA както на управляващата, така и на управляваната машина, речта и брайла, генерирани на управляваната машина, ще бъдат изговаряни и извеждани на брайл от управляващата машина. Това позволява потребителско изживяване, при което управлението на отдалечена система се чувства също толкова ефективно, колкото работата с локалната система.
de: Die NVDA-Erweiterung RDAccess (Remote Desktop Accessibility) bietet Unterstützung für den Zugriff auf Remote-Desktop-Sitzungen mit NVDA über Microsoft Remote Desktop, Citrix oder VMware Horizon. Wenn es in NVDA sowohl auf dem Client als auch auf dem Server installiert ist, wird auf dem Server die Sprachausgabe und Braille-Schrift auf dem Client-Rechner ausgegeben und mit der Braille-Schrift versehen. Dies ermöglicht eine Benutzererfahrung, bei der die Verwaltung eines entfernten Systems genauso leistungsfähig ist wie die Bedienung des lokalen Systems.
pt_br: O complemento RDAccess (Remote Desktop Accessibility) adiciona suporte para acessar sessões de área de trabalho remota ao NVDA usando o Microsoft Remote Desktop, Citrix ou VMware Horizon. Quando instalado no NVDA, tanto no cliente quanto no servidor, a fala e o braile gerados no servidor serão falados e braileados pela máquina cliente. Isso permite uma experiência de usuário em que o gerenciamento de um sistema remoto é tão eficiente quanto a operação do sistema local.
uk: Додаток RDAccess (Remote Desktop Accessibility) додає підтримку доступу до сеансів віддаленого робочого столу в NVDA за допомогою Microsoft Remote Desktop, Citrix або VMware Horizon. При встановленні в NVDA як на клієнті, так і на сервері, мова і шрифт Брайля, згенеровані на сервері, будуть відтворюватися на клієнтській машині. Це дає користувачеві можливість керувати віддаленою системою так само ефективно, як і локальною.

source: Features
bg: Възможности
pt_br: Recursos
uk: Особливості

source: Support for Microsoft Remote Desktop, Citrix and VMware Horizon
bg: Поддръжка за Microsoft Remote Desktop, Citrix и VMware Horizon
de: Unterstützung für Microsoft Remote Desktop, Citrix und VMware Horizon
pt_br: Suporte para Microsoft Remote Desktop, Citrix e VMware Horizon
uk: Підтримка Microsoft Remote Desktop, Citrix і VMware Horizon

source: Speech and braille output
bg: Изход на реч и брайл
de: Ausgabe via Sprachausgabe und Braille-Schrift
pt_br: Saída de fala e braille
uk: Виведення мовлення та шрифту Брайля

source: Automatic detection of remote braille using NVDA's automatic braille display detection
bg: Автоматично откриване на отдалечен брайл с помощта на автоматичното откриване на брайлов дисплей на NVDA
de: Automatische Erkennung auf dem Remote-System von Braillezeilen mit Hilfe der automatischen Erkennung von Braillezeilen durch NVDA
pt_br: Detecção automática de braile remoto usando a detecção automática de exibição em braile do NVDA
uk: Автоматичне виявлення віддаленого шрифту Брайля за допомогою автоматичного виявлення брайлівського дисплея в NVDA

source: Automatic detection of remote speech using a dedicated detection process that can be disabled in NVDA's settings dialog
bg: Автоматично откриване на отдалечената реч чрез специален процес на откриване, който може да бъде деактивиран в диалоговия прозорец за настройки на NVDA
de: Automatische Erkennung der Sprachausgabe auf dem Remote-System mit Hilfe eines speziellen Erkennungsprozesses, der in den NVDA-Einstellungen deaktiviert werden kann
pt_br: Detecção automática de fala remota usando um processo de detecção dedicado que pode ser desativado na caixa de diálogo de configurações do NVDA
uk: Автоматичне виявлення віддаленого мовлення за допомогою спеціального процесу виявлення, який можна вимкнути в діалозі налаштувань NVDA

source: Support for portable copies of NVDA running on a server (additional configuration required for Fitrix)
bg: Поддръжка за преносими копия на NVDA, работещи на управляваната машина (необходима е допълнителна конфигурация за Fitrix)
de: Unterstützung für portable NVDA-Versionen auf einem Server (zusätzliche Konfiguration für Fitrix erforderlich)
pt_br: Suporte para cópias portáteis do NVDA em execução em um servidor (configuração adicional necessária para o Fitrix)
uk: Підтримка переносних копій NVDA, запущених на сервері (потрібна додаткова конфігурація для Citrix)

source: Full support for portable copies of NVDA running on a client (no additional administrative privileges required to install the add-on)
bg: Пълна поддръжка за преносими копия на NVDA, работещи на управляващата машина (не са необходими допълнителни административни привилегии за инсталиране на добавката)
de: Vollständige Unterstützung für portable NVDA-Versionen auf einem Client (keine zusätzlichen administrativen Berechtigungen für die Installation der NVDA-Erweiterung erforderlich)
pt_br: Suporte total para cópias portáteis do NVDA em execução em um cliente (não são necessários privilégios administrativos adicionais para instalar o complemento)
uk: Повна підтримка переносних копій NVDA, запущених на клієнті (не потрібні додаткові адміністративні права для встановлення додатка)

source: Multiple active client sessions at the same time
bg: Множество активни клиентски сесии едновременно
de: Mehrere parallellaufende aktive Client-Sitzungen
pt_br: Várias sessões de cliente ativas ao mesmo tempo
uk: Кілька активних клієнтських сеансів одночасно

source: Remote desktop instantly available after NVDA start
bg: Отдалеченият работен плот е незабавно достъпен след стартиране на NVDA
de: Remote Desktop sofort nach NVDA-Start verfügbar
pt_br: Área de trabalho remota disponível instantaneamente após a inicialização do NVDA
uk: Віддалений робочий стіл стає миттєво доступним після запуску NVDA

source: Ability to control specific synthesizer and braille display settings without leaving the remote session
bg: Възможност за управление на определени настройки на синтезатора и брайловия дисплей, без да напускате отдалечената сесия
de: Möglichkeit, bestimmte Einstellungen der Sprachausgabe und der Braillezeile zu steuern, ohne die Remote-Sitzung zu verlassen
pt_br: Capacidade de controlar configurações específicas do sintetizador e da exibição em braile sem sair da sessão remota
uk: Можливість керувати певними налаштуваннями синтезатора та брайлівського дисплея, не виходячи з віддаленого сеансу

source: Ability to use speech and braille from the user session when accessing secure desktops
bg: Възможност за използване на реч и брайл от потребителската сесия при достъп до защитени екрани
de: Möglichkeit der Nutzung von Sprachausgabe und Braille-Schrift aus der Benutzersitzung heraus beim Zugriff auf geschützte Desktops
pt_br: Capacidade de usar fala e braile na sessão do usuário ao acessar desktops seguros
uk: Можливість використання мовлення та шрифту Брайля в сеансі користувача під час доступу до захищених робочих столів

source: Changelog
pt_br: Registro de alterações

source: Version 1.0
pt_br: Versão 1.0

source: Initial stable release.
pt_br: Versão estável inicial.

source: Getting started
bg: Първи стъпки
de: Erste Schritte
pt_br: Primeiros passos
uk: Початок роботи

source: Install RDAccess in both a client and server copy of NVDA.
bg: Инсталирайте добавката "Достъпност за отдалечен работен плот" както в клиентско, така и в сървърно копие на NVDA.
de: Installieren Sie RDAccess in einer NVDA-Version sowohl in einer Client- als auch in einer Server-Umgebung.
pt_br: Instale o RDAccess em uma cópia do cliente e do servidor do NVDA.
uk: Встановіть RDAccess у клієнтську та серверну копії NVDA.

source: The remote system should automatically start speaking using the local speech synthesizer. If not, in the NVDA instance on the server, select the remote speech synthesizer from NVDA"s synthesizer selection dialog.
bg: Отдалечената система трябва автоматично да започне да говори с помощта на локалния синтезатор на реч. Ако не, в копието на NVDA на управляваната машина изберете отдалечения синтезатор на реч от диалоговия прозорец за избор на синтезатор на NVDA.
de: Das Remote-System sollte automatisch mit der lokalen Sprachausgabe beginnen zu sprechen. Wenn dies nicht der Fall ist, wählen Sie dort in der NVDA-Instanz auf dem Server die Sprachausgabe aus dem Dialogfeld zur Auswahl der Sprachausgaben in NVDA aus.
pt_br: O sistema remoto deve começar a falar automaticamente usando o sintetizador de fala local. Caso contrário, na instância do NVDA no servidor, selecione o sintetizador de fala remoto na caixa de diálogo de seleção de sintetizador do NVDA.
uk: Віддалена система повинна автоматично почати розмовляти, використовуючи локальний синтезатор мовлення. Якщо ні, в копії NVDA на сервері виберіть віддалений синтезатор мовлення у діалозі вибору синтезатора NVDA.

source: To use braille, enable automatic braille display detection using the braille display selection dialog.
bg: За да използвате брайл, активирайте автоматичното откриване на брайлов дисплей чрез диалоговия прозорец за избор на брайлов дисплей.
de: Um die Braille-Unterstützung zu verwenden, aktivieren Sie die automatische Erkennung der Braillezeile im Dialogfeld zur Auswahl der Braillezeilen.
pt_br: Para usar o braile, ative a detecção automática de exibição em braile usando a caixa de diálogo de seleção de exibição em braile.
uk: Щоб використовувати шрифт Брайля, увімкніть автоматичне виявлення брайлівського дисплея в діалозі вибору брайлівського дисплея.

source: Configuration
bg: Конфигуриране
pt_br: Configuração
uk: Конфігурація

source: After installation, the RDAccess add-on can be configured using NVDA's settings dialog, which can be accessed from the NVDA Menu by choosing Preferences > Settings... After that, choose the Remote Desktop category.
pt_br: Após a instalação, o complemento RDAccess pode ser configurado usando a caixa de diálogo de configurações do NVDA, que pode ser acessada no menu NVDA, escolhendo Preferências > Configurações... Depois disso, escolha a categoria Remote Desktop. Após a instalação, o complemento RDAccess pode ser configurado usando a caixa de diálogo de configurações do NVDA, que pode ser acessada no menu NVDA, escolhendo Preferências > Configurações... Depois disso, escolha a categoria Remote Desktop.

source: This dialog contains the following settings:
bg: Този диалогов прозорец съдържа следните настройки:
pt_br: Essa caixa de diálogo contém as seguintes configurações:
uk: Цей діалог містить такі налаштування:

source: Enable remote desktop accessibility for
bg: Разрешаване на достъпността за отдалечен работен плот за
pt_br: Habilite a acessibilidade da área de trabalho remota para
uk: Увімкнути доступність віддаленого робочого столу для

source: This list of check boxes controls the operating mode of the add-on. You can choose between:
pt_br: Essa lista de caixas de seleção controla o modo de operação do complemento. Você pode escolher entre:

source: Incoming connections (Remote Desktop Server): Choose this option if the current instance of NVDA is running on a remote desktop server
bg: Входящи връзки (Сървър за отдалечен работен плот): Изберете тази опция, ако текущото копие на NVDA работи на сървър за отдалечен работен плот
pt_br: Conexões de entrada (servidor de área de trabalho remota): Escolha essa opção se a instância atual do NVDA estiver sendo executada em um servidor de área de trabalho remota
uk: Вхідні з'єднання (Сервер віддаленого робочого столу): Виберіть це налаштування, якщо поточний екземпляр NVDA запущено на сервері віддаленого робочого столу

source: Outgoing connections (Remote Desktop Client): Choose this option if the current instance of NVDA is running on a remote desktop client that connects to one or more servers
bg: Изходящи връзки (Клиент за отдалечен работен плот): Изберете тази опция, ако текущото копие на NVDA работи на клиент за отдалечен работен плот, който се свързва с един или повече сървъри
pt_br: Conexões de saída (cliente de área de trabalho remota): Escolha essa opção se a instância atual do NVDA estiver sendo executada em um cliente de área de trabalho remota que se conecta a um ou mais servidores
uk: Вихідні з’єднання (клієнт віддаленого робочого столу): виберіть це налаштування, якщо поточний екземпляр NVDA запущено на клієнті віддаленого робочого столу, який підключається до одного або кількох серверів

source: Secure Desktop pass through: : Choose this option if you want to use braille and speech from the user instance of NVDA when accessing the secure desktop. Note that for this to work, you need to make the RDAccess add-on available on the secure desktop copy of NVDA. For this, choose "Use currently saved settings during sign-in and on secure screens (requires administrator privileges)" in NVDA's general settings.
pt_br: Passagem da área de trabalho segura: : Escolha esta opção se quiser usar braile e fala da instância do usuário do NVDA ao acessar a área de trabalho segura. Observe que, para que isso funcione, você precisa disponibilizar o complemento RDAccess na cópia da área de trabalho segura do NVDA. Para isso, escolha “Usar as configurações salvas atuais nas credenciais do Windows e outras telas seguras (requer privilégios administrativos” nas configurações gerais do NVDA.

source: To ensure a smooth start with the add-on, all options are enabled by default. You are however encouraged to disable server or client mode as appropriate.
pt_br: Para garantir um início tranquilo com o complemento, todas as opções estão ativadas por padrão. No entanto, recomendamos que você desative o modo servidor ou cliente, conforme apropriado.

source: Automatically recover remote speech after connection loss
bg: Автоматично възстановяване на отдалечената реч след загуба на връзка
pt_br: Recupere automaticamente a fala remota após a perda de conexão
uk: Автоматичне відновлення віддаленого мовлення після втрати з’єднання

source: This option is only available in server mode. It ensures that the connection will automatically be re-established when the Remote Speech synthesizer is active and the connection is lost. The behavior is very similar to that of braille display auto detection. This also clarifies why there is only such an option for speech. The reconnection of the Remote Braille display is automatically handled when choosing the Automatic option from the Braille Display Selection dialog.
bg: Тази опция е достъпна само в сървърен режим. Тя гарантира, че връзката ще бъде автоматично възстановена, когато синтезаторът за отдалечена рече активен и връзката се загуби. Поведението е много подобно на това на автоматичното откриване на брайлов дисплей. Това също изяснява защо има само такава опция за реч. Повторното свързване на отдалечения брайлов дисплей се обработва автоматично, когато изберете опцията Автоматично от диалоговия прозорец за избор на брайлов дисплей.
pt_br: Essa opção está disponível somente no modo de servidor. Ela garante que a conexão será restabelecida automaticamente quando o sintetizador de fala remoto estiver ativo e a conexão for perdida. O comportamento é muito semelhante ao da detecção automática da tela braile. Isso também esclarece por que só existe essa opção para fala. A reconexão do monitor Braille remoto é tratada automaticamente quando se escolhe a opção Automático na caixa de diálogo Seleção de monitor Braille.
uk: Це налаштування доступне лише в режимі сервера. Це гарантує, що підключення буде автоматично відновлено, коли віддалений синтезатор мовлення активний і з’єднання втрачено. Поведінка дуже схожа на автоматичне визначення дисплея Брайля. Це також пояснює, чому існує лише такий варіант для мовлення. Повторне підключення віддаленого брайлівського дисплея виконується автоматично, якщо вибрати параметр «Автоматично» в діалозі вибору брайлівського дисплея.

source: This option is enabled by defalt. You are strongly encouraged to leave this option enabled if the Remote Desktop server has no audio output.
bg: Тази опция е включена по подразбиране. Горещо се препоръчва да оставите тази опция включена, ако сървърът за отдалечен работен плот няма аудио изход.
pt_br: Essa opção é ativada por padrão. É altamente recomendável que você deixe essa opção ativada se o servidor da Área de Trabalho Remota não tiver saída de áudio.
uk: Це налаштування увімкнено початково. Наполегливо рекомендується залишити це налаштування увімкненим, якщо сервер віддаленого робочого столу не має аудіовиходу.

source: Allow remote system to control driver settings
bg: Позволяване на отдалечената система да контролира настройките на драйвера
pt_br: Permitir que o sistema remoto controle as configurações do driver
uk: Дозволити віддаленій системі керувати налаштуваннями драйвера

source: This client option, when enabled, allows you to control driver settings (such as synthesizer voice and pitch) from the remote system. This is especially useful when you have difficulties accessing the local NVDA menu when controlling a remote system. Changes performed on the remote system will automatically be reflected locally.
pt_br: Essa opção de cliente, quando ativada, permite controlar as configurações do driver (como a voz e o tom do sintetizador) a partir do sistema remoto. Isso é especialmente útil quando você tem dificuldades para acessar o menu local do NVDA ao controlar um sistema remoto. As alterações realizadas no sistema remoto serão automaticamente refletidas localmente.

source: While enabling this option implies some performance degradation, you are yet advised to enable it. When this option is disabled, speech synthesizer ppitch changes for capitals don't work.
pt_br: Embora a ativação dessa opção implique alguma degradação do desempenho, recomendamos que você a ative. Quando essa opção está desativada, as alterações de tom do sintetizador de fala para letras maiúsculas não funcionam.

source: Persist client support when exiting NVDA
bg: Продължаване на поддръжката на клиента след изход от NVDA
pt_br: Suporte ao cliente persistente ao sair do NVDA
uk: Постійна підтримка клієнта під час виходу з NVDA

source: This client option is only available on installed copies of NVDA. When enabled, it ensures that the client portion of NVDA is loaded in your remote desktop client, even when NVDA is not running.
bg: Тази клиентска опция е достъпна само при инсталирани копия на NVDA. Когато е включена, тя гарантира, че клиентската част на NVDA се зарежда във вашия клиент за отдалечен работен плот, дори когато NVDA не работи.
pt_br: Essa opção de cliente está disponível somente em cópias instaladas do NVDA. Quando ativada, ela garante que a parte do cliente do NVDA seja carregada no seu cliente de área de trabalho remota, mesmo quando o NVDA não estiver em execução.
uk: Це клієнтське налаштування доступне лише у встановлених копіях NVDA. Якщо це налаштування увімкнено, воно гарантує, що клієнтська частина NVDA буде завантажена у вашому клієнті віддаленого робочого столу, навіть якщо NVDA не запущено.

source: To use the client portion of RDAccess, several changes have to be maede in the Windows Registry. The add-on ensures that these changes are made under the profile of the current user. These changes don't require administrative privileges. Therefore, NVDA can automatically apply the necessary changes when loaded, and undo these changes when exiting NVDA. This ensures that the add-on is fully compatible with portable versions of NVDA.
pt_br: Para usar a parte do cliente do RDAccess, várias alterações precisam ser feitas no Registro do Windows. O complemento garante que essas alterações sejam feitas no perfil do usuário atual. Essas alterações não requerem privilégios administrativos. Portanto, o NVDA pode aplicar automaticamente as alterações necessárias quando carregado e desfazer essas alterações ao sair do NVDA. Isso garante que o complemento seja totalmente compatível com as versões portáteis do NVDA.

source: This option is disabled by default. However, if you are running an installed copy and you are the only user of the system, you are advised to enable this option. This ensures smooth operation in case NVDA is not active when connecting to a remote system and is then started afterwards.
pt_br: Essa opção está desativada por padrão. No entanto, se você estiver executando uma cópia instalada e for o único usuário do sistema, recomendamos que ative essa opção. Isso garante uma operação tranquila caso o NVDA não esteja ativo ao se conectar a um sistema remoto e seja iniciado posteriormente.

source: Enable Microsoft Remote Desktop support
bg: Разрешаване на поддръжката на Microsoft Remote Desktop
pt_br: Habilitar o suporte à Área de Trabalho Remota da Microsoft
uk: Увімкніть підтримку Microsoft Remote Desktop

source: This option is enabled by default and ensures that the client portion of RDAccess is loaded in the Microsoft Remote Desktop client (mstsc) when starting NVDA. Unless persistent client support is enabled by enabling the previous option, these changes will be automatically undone when exiting NVDA.
bg: Тази опция е включена по подразбиране и гарантира, че клиентската част на RDAccess се зарежда в клиента за отдалечен работен плот на Microsoft (mstsc) при стартиране на NVDA. Освен ако постоянната клиентска поддръжка не е включена чрез включване на предишната опция, тези промени ще бъдат автоматично отменени при излизане от NVDA.
pt_br: Essa opção é ativada por padrão e garante que a parte do cliente do RDAccess seja carregada no cliente Microsoft Remote Desktop (mstsc) ao iniciar o NVDA. A menos que o suporte persistente ao cliente seja ativado por meio da ativação da opção anterior, essas alterações serão automaticamente desfeitas ao sair do NVDA.
uk: Це налаштування увімкнено початково і гарантує, що клієнтська частина RDAccess буде завантажена у клієнті Microsoft Remote Desktop (mstsc) під час запуску NVDA. Якщо не увімкнути підтримку постійного клієнта за допомогою попереднього налаштування, ці зміни буде автоматично скасовано при виході з NVDA.

source: Enable Citrix Workspace support
bg: Разрешаване на поддръжката на Citrix Workspace
pt_br: Habilitar o suporte ao Citrix Workspace
uk: Увімкніть підтримку Citrix Workspace
