Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/readFeeds.*.po
Languages: es, it, sk

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
es: Si fuese necesario, puedes descargar la [última versión compatible con NVDA 2017.3][3].
it: Se è necessario, è possibile scaricare la versione [compatibile con NVDA 2017.3][3].
sk: V prípade potreby si môžete stiahnuť [poslednú verziu kompatibilnú s NVDA 2017.3] [3].

source: Changes for 4.0
es: Cambios para 4.0
sk: Zmeny vo verzii 4.0

source: Added a button to open the selected feed from the Feeds dialog.
es: Añadido un botón para abrir el feed seleccionado desde el diálogo Feeds.
it: Aggiunto un pulsante per aprire il feed selezionato dalla finestra Feeds.
sk: Pridané tlačidlo na otvorenie vybraného informačného kanála v dialógovom okne Informačné kanály.

source: Changes for 3.0
es: Cambios para 3.0
sk: Zmeny vo verzii 3.0

source: The dialogs to manage feed files have been removed. Now their functionality is included in the Feeds dialog.
es: Se han eliminado los diálogos para gestionar los ficheros de feeds. Ahora su funcionalidad se incluye en el diálogo Feeds.
it: La finestra per gestire i file dei feed è stata rimossa. Questa funzione verrà eseguita dalla finestra Feeds.
sk: Dialógové okná na správu súborov informačného kanála boli odstránené. Ich funkčnosť je teraz zahrnutá v dialógovom okne Informačné kanály.

source: The visual presentation of the dialogs has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
es: Se ha mejorado la presentación visual de los diálogos, adhiriéndose a la apariencia de los diálogos mostrada en NVDA.
sk: Vizuálna prezentácia dialógov bola vylepšená, pričom sa zachovala podoba dialógov zobrazených v NVDA.

source: The default feed is saved on the NVDA's configuration. Therefore, it's possible to set different default feeds in configuration profiles.
es: El feed predeterminado se guarda en la configuración de NVDA. Por lo tanto, es posible configurar diferentes feeds predeterminados en los perfiles de configuración.
sk: Predvolený informačný kanál je uložený v konfigurácii NVDA. Preto je možné v konfiguračných profiloch nastaviť rôzne predvolené informačné kanály.

source: Requires NVDA 2016.4.
es: Se requiere NVDA 2016.4.
sk: Vyžaduje NVDA 2016.4.

source: Changes for 2.0
es: Cambios para 2.0
sk: Zmeny vo verzii 2.0

source: Add-on help is available from the Add-ons Manager.
es: La ayuda del complemento está disponible en el Administrador de Complementos.
sk: Návod k doplnku nájdete v správcovi doplnkov.

source: Changes for 1.0
es: Cambios para 1.0
sk: Zmeny vo verzii 1.0

source: Initial version.
es: Versión inicial.
sk: Prvé vydanie.

source: [[!meta title="Read Feeds"]]
sk: [[!meta title="RSS Čítačka"]]

source: Installation or Update:
it: Installazione e aggiornamento:
sk: Inštalácia alebo aktualizácia:

source: Commands:
it: Comandi rapidi:
sk: Príkazy:

source: Feeds...
sk: Informačné kanály...

source: A list of the saved feeds.
it: Un elenco dei feed salvati.
sk: Zoznam uložených informačných kanálov.

source: ####Copy feeds folder... ####
it: ####Cartella Copia feed ####
sk: Skopýrovať priečinok informačného kanála...

source: Restore feeds...
it: Ripristina feed
sk: Obnoviť informačné kanály...

source: Keyboard commands:
it: Comandi da tastiera:
sk: Klávesové skratky:

source: Notifications:
it: Avvisi vocali:
sk: Oznámenia:

source: NVDA will display an error message if it was not possible to backup or restore the personalFeeds folder.
it: NVDA visualizza un avviso di errore segnalando che non è stato possibile ripristinare o aggiornare la cartella personalFeeds.
sk: NVDA zobrazí chybové hlásenie, ak nebolo možné zálohovať alebo obnoviť priečinok personalFeeds.
