Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/readFeeds.*.po
Languages: es, it, sk

source: Authors: Noelia Ruiz Martínez, Mesar Hameed
es: Autores: Noelia Ruiz Martínez, Mesar Hameed
it: Autori: Noelia Ruiz Martínez, Mesar Hameed
sk: Autori: Noelia Ruiz Martínez, Mesar Hameed

source: NVDA compatibility: 2019.3 or later
es: Compatibilidad con NVDA: 2019.3 o posterior

source: Download [stable version][1]
es: Descargar [versión estable][1]
it: Scarica la [versione stabile][1]
sk: Stiahnuť [stabilná verzia][1]

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]
it: Scarica la [versione in sviluppo][2]
sk: Stiahnúť [Vývojovú verziu ][2]

source: This addon provides a straightforward way to read feeds in Atom or RSS formats using NVDA. The feeds will not be refreshed automatically. Below when we mention feeds, we mean both RSS and ATOM feeds.
es: Este complemento proporciona una manera fácil de leer fuentes en formatos de RSS o Atom utilizando NVDA. Los feeds no se actualizarán automáticamente. En adelante cuando mencionemos feeds, nos referiremos a los feeds RSS y ATOM.
it: Questo componente aggiuntivo fornisce un modo semplice per leggere i feed nel formato Atom o RSS usando NVDA. I feed non verranno aggiornati automaticamente. Quando si menzionano i feed, si intendono sia i feed RSS che feed ATOM.
sk: Tento doplnok poskytuje jednoduchý spôsob čítania kanálov vo formátoch Atom alebo RSS pomocou NVDA. Kanály sa neobnovia automaticky. Nižšie, keď spomíname informačné kanály, máme na mysli informačné kanály RSS aj ATOM.

source: Installation or Update
es: Instalación o actualización

source: If you used a previous version of this addon, and there is an RSS or personalFeeds folder in your personal NVDA configuration folder, when installing the current version, a dialog will ask if you want to upgrade or install. Choose update to preserve your saved feeds and to continue using them in the new installed version of readFeeds.
es: Si has utilizado una versión anterior de este complemento, y hay una carpeta personalFeeds o RSS en la carpeta personal de configuración de NVDA, al instalar la versión 6.0 o posterior, un cuadro de diálogo te preguntará si deseas actualizar o instalar. Selecciona Actualizar para preservar tus feeds guardados y continuar utilizándolos en la nueva versión instalada dereadFeeds.
it: Se avete installato una versione precedente di questo componente aggiuntivo, e sono presenti le cartelle personalFeed o RSS nella cartella di configurazione di NVDA, un messaggio di dialogo vi chiederà se si vuol importare le cartelle personali durante l'aggiornamento.
sk: Ak ste použili predchádzajúcu verziu tohto doplnku a vo vašom osobnom konfiguračnom priečinku NVDA sa nachádza priečinok RSS alebo personalFeeds, pri inštalácii aktuálnej verzie sa zobrazí dialógové okno s otázkou, či chcete aktualizovať alebo nainštalovať. Vyberte aktualizáciu, aby ste zachovali uložené kanály a pokračovali v ich používaní v novej nainštalovanej verzii readFeeds.

source: Commands
es: Órdenes

source: Read Feeds menu
es: Menú Read Feeds
it: Il Menu di Read Feeds
sk: Menu RSS čítačky

source: You can access the Read Feeds submenu from the nvda menu, Tools submenu, where the following menu options are available:
es: Puedes acceder al submenú Read Feeds desde el menú NVDA, submenú herramientas, donde están disponibles las siguientes opciones:
it: Si può accedere al sottomenu Gestore Feed dal menu NVDA, Strumenti. Le voci del sottomenu sono:
sk: Menu RSS čítačky je dostupné z menu NVDA (nvda+n) a obsahuje tieto možnosti:

source: Opens a dialog with the following controls:
es: Abre un diálogo con los siguientes controles:
it: Apre una finestra con i seguenti controlli:
sk: Otvorí dialógové okno s nasledujúcimi ovládacími prvkami:

source: Filter by: An edit box to search previously saved feeds.
es: Filtrar por: un cuadro de edición para buscar feeds guardados con anterioridad.
it: Filtra per: un campo editazione per la ricerca tra i feed salvati.
sk: Filtrovať podľa: Editačné pole na vyhľadávanie predtým uložených kanálov.

source: A list of the saved feeds, focused when the dialog is opened.
es: Una lista de los feeds guardados, que recibe el foco cuando se abre el diálogo.

source: List of articles: Opens a dialog which presents the articles list from your current feed. Select the article you want to read and press Enter or Open web page of selected article button to open the corresponding page in your browser. Press About article button to open a dialog showing title and link of the selected article; from this dialog, you'll be able to copy this info to the clipboard.
es: Lista de artículos: abre un diálogo que presenta la lista de artículos de tu feed actual. Selecciona el artículo que desees leer y pulsa Intro o el botón Abrir página web del artículo seleccionado para abrir la página correspondiente en tu navegador. Presiona el botón Acerca del artículo para abrir un diálogo que muestre el título y el enlace del artículo seleccionado; desde este diálogo, podrás copiar esta información al portapapeles.
it: Elenco degli articoli: apre una finestra che presenta l'elenco degli articoli del feed selezionato. Seleziona l'articolo che ti interessa leggere, quindi premere Invio o il pulsante Apri feed per aprire l'articolo con il tuo browser predefinito. Premendo il pulsante Informazioni Articolo è possibile visualizzare il link ed il titolo dell'articolo selezionato. Queste informazioni possono essere copiate negli appunti.
sk: Zoznam článkov: Otvorí sa dialógové okno, ktoré predstavuje zoznam článkov z vášho aktuálneho informačného kanála. Vyberte článok, ktorý si chcete prečítať, a stlačte kláves Enter alebo Otvoriť webovú stránku tlačidla vybraného článku, aby ste otvorili príslušnú stránku v prehliadači. Stlačením tlačidla Informácie o článku otvoríte dialógové okno s názvom a odkazom na vybraný článok; z tohto dialógového okna budete môcť tieto informácie skopírovať do schránky.

source: Open feed: Opens the selected feed in the default application.
es: Abrir feed: abre el feed seleccionado en la aplicación predeterminada.
it: Apri feed: apre il feed nell'aplicazione predefinita.
sk: Otvoriť informačný kanál: Otvorí vybraný informačný kanál v predvolenej aplikácii.

source: Open feed as HTML: Opens the selected feed in the default web browser. You will be able to show or hide publication dates and buttons to copy information about articles to clipboard.
es: Abrir feed como HTML: abre el feed seleccionado en el navegador web predeterminado. Podrás mostrar u ocultar fechas de publicación y botones para copiar información sobre los artículos al portapapeles.

source: Copy feed address: Opens a dialog to confirm if you want to copy the feed address to clipboard.
es: Copiar dirección del feed: abre un diálogo para confirmar si quieres copiar la dirección del feed al portapapeles.

source: New: Opens a dialog with an edit box to enter the address of a new feed. If the address is valid and the feed can be saved, its name, based on the feed title, will appear at the bottom of the feeds list.
es: Nuevo: abre un diálogo con un cuadro de edición para introducir la dirección de un feed nuevo. Si la dirección es válida y el feed puede guardarse, su nombre, basado en el título del feed, aparecerá al fondo de la lista de feeds.
it: Nuovo: apre una finestra per inserire un nuovo indirizzo feed. Se l'indirizzo è valido ed il feed può esser salvato, il nome del feed appare nel fondo dell'elenco feed.
sk: Nové: otvorí dialógové okno s editovaním zadajte adresu nového informačného kanála. Ak je adresa platná a informačný kanál je možné uložiť, v spodnej časti zoznamu informačných kanálov sa zobrazí jeho názov na základe názvu informačného kanála.

source: Rename: Opens a dialog with an edit box to rename the selected feed.
es: Renombrar: abre un diálogo con un cuadro de edición para renombrar el feed seleccionado.
it: Rinomina: apre una finestra dove è possibile rinominare il feed.
sk: Premenovať: Otvorí dialógové okno s editovaným na premenovanie vybraného informačného kanála.

source: Delete: Opens a dialog to delete the selected feed after confirmation.
es: Eliminar: abre un diálogo para eliminar el feed seleccionado después de una confirmación.
it: Elimina: apre una finestra che consente di eliminare un feed con previa converma.
sk: Odstrániť: Otvorí sa dialógové okno, ktoré po potvrdení odstráni vybraný informačný kanál.

source: Set default: Sets the selected feed as the default, so that its articles can be accessed with NVDA's gestures.
es: Configurar predeterminado: configura el feed seleccionado como el predeterminado, así que su artículo puede accederse con gestos de NVDA.
it: Imposta predefinito: permette di impostare il feed selezionato come predefinito, in modo che il feed selezionato si potrà anche aprire con i comandi di NVDA.
sk: Nastaviť predvolené: Nastaví vybraný informačný kanál ako predvolený, aby k jeho článkom bolo možné pristupovať pomocou gesta NVDA.

source: Open folder containing a backup of feeds: Opens a folder which may contain a backup of feeds. This can be useful to explore and delete feeds which shouldn't be imported when the add-on is updated.
es: Abrir carpeta que contiene una copia de seguridad de las fuentes: Abre una carpeta que podría contener una copia de seguridad de las fuentes. Esto puede ser útil para explorar y eliminar fuentes que no deberían importarse cuando el complemento se actualice.
it: Cartella backup: apre una cartella che contiene feed precedentemente salvati. Può essere utile per cancellare feed non più necessari che non si vogliono caricare durante l'aggiornamento del componente.
sk: Otvoriť priečinok obsahujúci zálohu zdrojov: Otvorí priečinok, ktorý môže obsahovať zálohu zdrojov. To môže byť užitočné pri skúmaní a odstraňovaní informačných kanálov, ktoré by sa po aktualizácii doplnku nemali importovať.

source: Preferences: Opens the settings dialog for readFeeds, also available in NVDA's menu, Preferences, settings, readFeeds category.
es: Preferencias: abre el diálogo de opciones de Read Feeds, también disponible en el menú NVDA, Preferencias, Opciones, categoría Read Feeds.

source: Close: Closes the Feeds dialog.
es: Cerrar: cierra el diálogo Feeds.
it: Chiudi: chiude la finestra dei feed.
sk: Zatvoriť: Zatvorí dialógové okno informačné kanály

source: Notes
es: Notas
it: Nota:
sk: Poznámky

source: If a feed named tempFeed is created, please rename it, as this file could be replaced when needed to create a feed whose name already exists.
es: Si se crea un feed llamado tempFeed, por favor renómbralo, ya que este fichero podría reemplazarse cuando sea necesario crear un feed cuyo nombre ya exista.
it: Se è presente un feed chiamato tempFeed, si consiglia di rinominarlo, visto che il feed potrà esser sostituito da un feed che ha lo stesso nome.
sk: Ak sa vytvorí informačný kanál s názvom tempFeed, premenujte ho, pretože v prípade potreby je možné tento súbor nahradiť a vytvoriť informačný kanál, ktorého názov už existuje.

source: The feed set as the default can't be removed. The addressFile feed will be use as the default when the configuration is reset, so it can't be deleted.
es: El feed configurado como el predeterminado puede eliminarse. el feed addressFile se utilizará como el predeterminado cuando la configuración se reinicie, así no puede eliminarse.
it: Il feed impostato come predefinito non può essere rimosso. Il file addressFile potrà esser usato come predefinito quando si ripristina alla configurazione iniziale, in questo caso potrà esser rimosso.
sk: Zdroj nastavený ako predvolený nie je možné odstrániť. Informačný kanál AddressFile sa použije ako predvolený pri resetovaní konfigurácie, takže ho nemožno odstrániť.

source: The Filter by edit box can be placed after the Open article button from NVDA's menu, Preferences, Settings, Read feeds category, or pressing the Preferences button of the Feeds dialog.
es: El cuadro de edición Filtrar por se puede situar tras el botón Abrir artículo desde el menú NVDA, Preferencias, Opciones, categoría Read Feeds, o pulsando el botón Preferencias en el diálogo de feeds.

source: Copy feeds folder
es: Copiar carpeta feeds

source: Opens a dialog to choose a folder where you can save the personalFeeds directory of your feeds. By default the selected folder is the NVDA's configuration directory, which will create the personalFeeds directory.
es: Abre un diálogo para elegir una carpeta donde puedes guardar el directorio personalFeeds de tus feeds. Por omisión la carpeta seleccionada es el directorio de configuración de NVDA, el cual creará el directorio personalFeeds.
it: Apre una finestra dove è possibile scegliere il percorso per salvare la cartella dei vostri feed. Il percorso predefinito è la cartella di configurazione di NVDA, dove verrà salvata una cartella nominata personalFeeds.
sk: Otvorí dialógové okno pre výber priečinka, do ktorého si môžete uložiť priečinok personalFeeds vašich informačných kanálov. V predvolenom nastavení je vybratý priečinok konfiguračným adresárom NVDA, ktorý vytvorí adresár personalFeeds.

source: Restore feeds
es: Restaurar feeds

source: Opens a dialog to select a folder which replaces your feeds in the personalFeeds folder. Make sure you load a folder containing feeds URLs.
es: Abre un diálogo para seleccionar una carpeta que reemplaza tus feeds en la carpeta personalFeeds. Asegúrate de cargar una carpeta conteniendo URLs de feeds.
it: Apre una finestra che consente selezionare una cartella di feed precedentemente salvati e che sostituiranno i feed nella cartella personalFeeds. Assicurarsi di selezionare una cartella che contiene file con l'URL dei feed.
sk: Otvorí dialógové okno pre výber priečinka, ktoré nahradí vaše informačné kanály v priečinku personalFeeds. Nezabudnite načítať priečinok obsahujúci adresy URL informačných kanálov.

source: Keyboard commands
es: Órdenes de teclado

source: Ctrl+Shift+NVDA+Space: Announces current article's URL. Pressing twice will open the web page.
es: Ctrl+Shift+NVDA+Espacio: anuncia la URL actual de los artículos. Pulsando dos veces abrirá la página web.
it: Ctrl+Shift+NVDA+Space: Legge il link dell'articolo selezionato. Premuto due volte apre la pagina web dell'articolo.
sk: Ctrl+Shift+NVDA+Medzera: Oznamuje URL aktuálneho článku. Stlačené dva-krát otvorí webovú stránku.

source: Ctrl+Shift+NVDA+8: Refreshes the selected feed and announces its most recent title.
es: Ctrl+Shift+NVDA+8: refresca el feed seleccionado y anuncia su título más reciente.
it: Ctrl+Shift+NVDA+8: Aggiorna il feed selezionato e annuncia l'articolo più recente.
sk: Ctrl+Shift+NVDA+8: Obnoví vybraný informačný kanál a oznámi jeho najnovšiu aktualizáciu.

source: Ctrl+Shift+NVDA+I: Announces current feed title and link. Pressing twice will copy the title and related link to clipboard.
es: Ctrl+Shift+NVDA+I: anuncia el título y el enlace del feed actual. Pulsando dos veces copiará el título y el enlace relacionado al portapapeles.
it: Ctrl+Shift+NVDA+I: legge il titolo del feed e del link selezionato. Premendo due volte verrà copiato il titolo e il relativo link negli appunti.
sk: Ctrl+Shift+NVDA+I: Oznamuje aktuálny názov informačného kanála a odkaz. Stlačené dva-krát sa skopíruje názov a odkaz do schránky.

source: Ctrl+Shift+NVDA+U: Announces previous feed title.
es: Ctrl+Shift+NVDA+U: anuncia el título del feed anterior.
it: Ctrl+Shift+NVDA+U: legge il titolo del precedente feed.
sk: Ctrl+Shift+NVDA+U: Oznamuje predchádzajúci názov informačného kanála.

source: Ctrl+Shift+NVDA+O: Announces next feed title.
es: Ctrl+Shift+NVDA+O: anuncia el título del feed siguiente.
it: Ctrl+Shift+NVDA+O: legge il titolo del feed successivo.
sk: Ctrl+Shift+NVDA+O: Oznamuje ďalší názov informačného kanála.

source: Notifications
es: Notificaciones

source: When the title or URL have been copied.
es: Cuando el título o la URL se haya copiado.
it: Quando si copia un titolo o un link.
sk: Po skopírovaní názvu alebo adresy URL.

source: When unable to connect/refresh a feed, or the URL does not correspond to a valid feed.
es: Cuando no se pueda conectar/refrescar un feed, o la URL no se corresponda con un feed válido.
it: Quando non è possibile connettersi o aggiornare un feed, o l'URL non corrisponde ad un feed valido.
sk: Ak sa nedá pripojiť/obnoviť informačný kanál alebo webová adresa nezodpovedá platnému informačnému kanálu.

source: NVDA will display an error message if it was not possible to backup or restore the personalFeeds folder, and if a new feed cannot be created.
es: NVDA mostrará un mensaje de error si no fue posible respaldar o restaurar la carpeta personalFeeds o si no se puede crear un nuevo feed.

source: The title of the articles list dialog displays the selected feed name and number of items available.
es: El título del diálogo de lista de artículos muestra el nombre del feed seleccionado y el número de elementos disponibles.
it: Nel titolo della finestra elenco articoli viene indicato il feed selezionato ed il numero di elementi disponibili.
sk: Názov dialógového okna so zoznamom článkov obsahuje vybratý názov informačného kanála a počet dostupných položiek.

source: Changes for 12.0
es: Cambios para 12.0

source: Fixed a bug which made shortcuts for items of NVDA's tools menu don't work as expected.
es: Corregido un problema que hacía que los atajos del menú Herramientas de NVDA no funcionaran como se esperaba.

source: Changes for 11.0
es: Cambios para 11.0

source: Compatible with NVDA 2021.1
es: Compatible con NVDA 2021.1

source: Changes for 10.0
es: Cambios para 10.0

source: Added a button to open the selected feed as HTML in the default web browser.
es: Añadido un botón para abrir el feed seleccionado como HTML en el navegador web predeterminado.

source: If a new feed cannot be created, this will be notified in an error dialog.
es: Si no se puede crear un nuevo feed, un diálogo de error lo notificará.

source: Improved order and presentation of some articles.
es: Mejorado el orden y la presentación de algunos artículos.

source: More feeds may be supported.
es: Se pueden soportar más feeds.

source: When the feeds dialog is opened, the list of feeds will be focused instead of the search edit box.
es: Cuando se abra el diálogo de feeds, la lista de feeds recibirá el foco en lugar del cuadro de edición para filtrar.

source: You can choose if the search edit box is placed after the list of feeds, useful to focus the list even when switching from another window without closing the Feeds dialog.
es: Puedes elegir si el cuadro de búsqueda se sitúa tras la lista de feeds, útil para poner el foco en la lista incluso al pasar desde otra ventana sin cerrar el diálogo de feeds.

source: Added a button to copy the feed address to clipboard from the feeds dialog.
es: Añadido un botón para copiar la dirección del feed al portapapeles desde el diálogo de feeds.

source: Changes for 9.0
es: Cambios para 9.0

source: Requires NVDA 2019.3 or later.
es: Se requiere NVDA 2019.3 o posterior.

source: Changes for 8.0
es: Cambios para 8.0

source: When the add-on is updated, feeds saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import feeds saved in the main configuration folder of NVDA.
es: Cuando se actualice el complemento, las fuentes guardadas en la versión anterior del complemento se copiarán automáticamente a la nueva versión, a menos que prefieras importar fuentes guardadas en la carpeta de configuración principal de NVDA.

source: When using the dialog to copy feeds, if the chosen folder is not named personalFeeds, a subfolder with this name will be created to prevent the deletion of directories containing important data, such as Documents or Downloads.
es: Al usar el diálogo para copiar fuentes, si la carpeta elegida no se llama personalFeeds, se creará una subcarpeta con este nombre para evitar la eliminación de directorios que contengan datos importantes, como Documentos o Descargas.

source: Changes for 7.0
es: Cambios para 7.0
sk: Zmeny vo verzii 7.0

source: The Feeds dialog includes a button to open a folder which may contain a backup of feeds.
es: El diálogo Fuentes incluye un botón para abrir una carpeta que podría contener una copia de seguridad de las fuentes.
it: Aggiunto un pulsante Nella finestra Feed che consente di aprire una cartella di backup.
sk: Dialógové okno Kanály obsahuje tlačidlo na otvorenie priečinka, ktorý môže obsahovať zálohu informačných kanálov.

source: When using the edit box to filter feeds, if no results are found, the list of feeds and other controls are disabled, so that NVDA doesn't report "unknown" in the empty list.
es: Al usar el cuadro de edición para filtrar fuentes, si no se encuentran resultados, la lista de fuentes y otros controles están deshabilitados, de manera que NVDA no anuncie "desconocido" en la lista vacía.
it: Quando non si trova nessun risultato dal campo editazione, l'elenco Feed e gli altri controlli vengono disattivati. In questo modo NVDA non annuncierà più Sconosciuto in elenchi vuoti.
sk: Ak sa na filtrovanie kanálov používa editovacie pole, ak sa nenájdu žiadne výsledky, zoznam informačných kanálov a ďalších ovládacích prvkov sa deaktivuje, takže NVDA v prázdnom zozname nehlási „neznámy“.

source: If the list of articles dialog can't be shown, for example due to errors in the feed, NVDA will raise an error, so that the feeds dialog can be used without restarting NVDA.
es: Si el diálogo de lista de artículos no se puede mostrar, por ejemplo debido a errores en la fuente, NVDA disparará un error, de forma que el diálogo de fuentes pueda usarse sin reiniciar NVDA.
it: Se l'elenco degli articoli non può essere visualizzato, dovuto per esempio ad un problema di feed, verrà rilasciato un errore. In questo modo non sarà più necessario riavviare NVDA per usare la finestra Feed.
sk: Ak nie je možné zobraziť zoznam článkov, napríklad z dôvodu chýb v informačnom kanáli, NVDA vyvolá chybu, takže dialógové okno informačných kanálov sa dá použiť bez reštartovania NVDA.

source: Changes for 6.0
es: Cambios para 6.0
sk: Zmeny vo verzii 6.0

source: When the default feed has been updated and it stops working due to server issues, the previous articles aren't deleted and can be read with the corresponding keystrokes.
es: Cuando se refresca el feed por defecto y deja de funcionar por errores en el servidor, los artículos anteriores no se borran y pueden leerse con los atajos correspondientes.
it: Quando il feed predefinito è stato aggiornato, ma per problemi del server non si connette, gli articoli precedenti non vengono eliminati e possono essere letti con i comandi assegnati.
sk: Po aktualizácii predvoleného informačného kanála a jeho zastavení z dôvodu problémov so serverom sa predchádzajúce články neodstránia a dajú sa prečítať pomocou zodpovedajúcich stlačení klávesov.

source: Fix regression: The default feed can be updated twice again.
es: Solucionada regresión: El feed por defecto puede actualizarse dos veces nuevamente.
it: Il feed predefinito può essere aggiornato nuovamente (Fix regression).
sk: Opraviť regresiu: Predvolený informačný kanál možno znova aktualizovať dvakrát.

source: Changes for 5.0
es: Cambios para 5.0
sk: Zmeny vo verzii 5.0

source: The articles list dialog has been enhanced.
es: El diálogo lista de artículos se ha mejorado.
it: Migliorata la finestra per l'elenco articoli.
sk: Dialógové okno so zoznamom článkov bolo vylepšené.

source: Compatible with NVDA 2018.3 or later (required).
es: Compatible con NVDA 2018.3 o posterior (requerido).
it: Compatibilità con NVDA 2018.3 o superiore(required).
sk: Kompatibilné s NVDA 2018.3 alebo novším (povinné).
