Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/reportPasswords.*.po
Languages: hr, it, pt_br, pt_pt

source: [[!meta title="Report Passwords"]]
hr: [[!meta title="Javi lozinke (Report Passwords)"]]
pt_br: [[!meta title="Informar Senhas (Report Passwords)"]]
pt_pt: [[!meta title="Anúncio de palavras -passe"]]

source: Authors: Noelia Ruiz Martínez
hr: Autori: Noelia Ruiz Martínez
it: Autore: Noelia Ruiz Martínez
pt_br: Autores: Noelia Ruiz Martínez
pt_pt: Autor: Noelia Ruiz Martínez

source: NVDA compatibility: 2019.3 or later
hr: NVDA kompatibilnost: 2019.3 ili noviji
it: Compatibilità con NVDA: versione 2019.3 o successive
pt_br: Compatibilidade com NVDA: 2019.3 ou posteriores
pt_pt: Compatibilidade: NVDA 2019.3 ou posteriores

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [versione stabile][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Descarregar a [versão estável][1]

source: Download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica [versione in sviluppo][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Descarregar a [versão de desenvolvimento][2]

source: This add-on adds the option of speaking the text typed in protected controls like passwords, such as when logging into web-based email sites, where typed characters are spoken as asterisks.
hr: Ovaj dodatak dodaje mogućnost izgovaranja teksta, tipkanog u zaštićenim kontrolama kao što su lozinke. Npr. prilikom prijave na internetskim stranicama za e-poštu, na kojima se tipkani znakovi izgovaraju kao zvijezdice.
it: Questo add-on aggiunge l'opzione di annunciare il testo inserito nei controlli protetti come le password, ad esempio quando si effettua il login nelle webmail, dove i caratteri digitati sono letti come asterischi.
pt_br: Esse complemento adiciona a opção de falar o texto digitado em controles protegidos, como senhas, como ao fazer login em sites de e-mail baseados na Web, onde os caracteres digitados são falados como asteriscos.
pt_pt: Este extra adiciona a opção de anunciar as letras digitadas em campos de introdução de palavras-passe, como ao iniciar sessão na net, onde normalmente se ouve apenas asterisco.

source: Note: NVDA has an option to configure if typed passwords will be spoken in Windows terminals. This add-on won't affect those kinds of controls.
hr: Napomena: NVDA ima mogućnost za konfiguriranje govora za tipkane lozinke u Windows terminalima. Ovaj dodatak neće utjecati na te vrste kontrola.
it: Nota: NVDA ha un'opzione per configurare se le password digitate devono essere lette nelle finestre terminale di Windows. Questo add-on non ha effetto su questi controlli.
pt_br: Nota: O NVDA tem uma opção para configurar se as senhas digitadas serão faladas nos terminais(consoles) do Windows. Este complemento não afetará esses tipos de controles.
pt_pt: Nota: O NVDA tem uma opção para configurar se as palavras-passe introduzidas são anunciadas nas consolas Windows. Este extra não afecta esses controlos.

source: How to configure
hr: Kako konfigurirati
it: Come configurarlo
pt_br: Como configurar
pt_pt: Como configurar

source: The add-on can be configured from its category in the NVDA's settings dialog, under NVDA's menu, Preferences submenu. A gesture for opening the add-on settings panel can be assigned from Input gestures dialog, configuration category.
hr: Dodatak se može konfigurirati u njegovoj kategoriji u dijaloškom okviru NVDA postavki, u NVDA izborniku, u podizborniku Postavke. Gesta za otvaranje ploče postavki dodatka može se dodijeliti u dijaloškom okviru Ulazne geste, u kategoriji Konfiguracije.
it: L'add-on può essere configurato dalla sua categoria nella finestra Impostazioni di NVDA, nel menu NVDA, sottomenu Preferenze. Dalla finestra Gesti e Tasti di Immissione, categoria Configurazione, si può assegnare un tasto rapido per aprire le impostazioni di questo add-on.
pt_br: O complemento pode ser configurado a partir de sua categoria na caixa de diálogo de configurações do NVDA, no menu do NVDA, submenu Preferências. Um comando (gesto) para abrir o painel de configurações do complemento pode ser atribuído no diálogo Definir comandos (Gestos de entrada), categoria configuração.
pt_pt: O extra pode ser configurado através da respectiva categoria nas configurações do NVDA, no menu NVDA, sub-menu Preferências. Um comando para abrir as configurações do extra pode ser configurado no diálogo "Definir comandos, em "Configurações.

source: Tip: If you have not configured NVDA to speak typed characters or words but want to hear typed text in passwords, you may create a configuration profile to enable the speaking of typed characters and passwords, and assign it to a gesture or create a trigger to enable it automatically in certain situations. For convenience, NVDA will ask if you want to create a dedicated profile when the add-on is installed.
hr: Savjet: Ako tvoj NVDA čitač nije konfiguriran na način, da govori upisane znakove ili riječi, a želiš čuti upisani tekst u lozinkama, možeš stvoriti konfiguracijski profil koji će aktivirati govor tipkanih znakova i lozinki, te ga dodijeliti jednoj gesti. Također možeš stvoriti okidač, koji govor aktivira automatski u određenim situacijama. Radi praktičnosti, NVDA će te pitati, želiš li stvoriti određeni profil kad se dodatak instalira.
it: Suggerimento: se non avete configurato NVDA per pronunciare i caratteri o le parole digitate ma volete ascoltare il testo digitato nei campi password, potete creare un profilo di configurazione per abilitare la pronuncia dei caratteri e delle password digitate, ed assegnargli un tasto rapido o creare un automatismo per abilitarlo in certe situazioni. Per comodità, NVDA vi chiederà se volete creare un profilo di configurazione dedicato quando installate l'add-on.
pt_br: Dica: Se não configurou o NVDA para falar caracteres ou palavras digitadas, mas deseja ouvir texto digitado nas senhas, crie um perfil de configuração para permitir a fala de caracteres e senhas digitados e atribua-o a um comando (gesto) ou crie um disparador para ativá-lo automaticamente em determinadas situações. Por conveniência, o NVDA perguntará se você deseja criar um perfil dedicado quando o complemento estiver instalado.
pt_pt: Dica: Se não configurou o NVDA para falar caracteres e palavras, mas quer ouvir os caracteres das palavras-passe, pode criar um perfil para ouvir os caracteres e palavras digitadas, e associá-lo a um comando ou definir um acionador para o activar automaticamente em certas situações. Para facilitar, o NVDA perguntará se quer criar um perfil dedicado quando o extra é instalado.

source: Changes for 1.0
hr: Promjene u 1.0
it: Novità nella versione 1.0
pt_br: Alterações na 1.0
pt_pt: Alterações na 1.0

source: Initial version.
hr: Prvo izdanje.
it: Versione iniziale.
pt_br: Versão inicial.
pt_pt: Versão inicial.
