Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/reportSymbols.*.po
Languages: it, pt_br, zh_cn

source: [[!meta title="Report Symbols"]]
pt_br: [[!meta title="Informar Símbolos (Report Symbols)"]]
zh_cn: [[!meta title="朗读符号"]]

source: Author: Noelia Ruiz Martínez.
it: Autrice: Noelia Ruiz Martínez.
pt_br: Autor: Noelia Ruiz Martínez.
zh_cn: 作者: Noelia Ruiz Martínez.

source: NVDA compatibility: 2019.3 or later.
it: Compatibilità con NVDA: 2019.3 o superiore.
pt_br: Compatibilidade com NVDA: 2019.3 ou posterior.

source: Download [stable version][1]
it: Scarica [versione stabile][1]
pt_br: Baixe a [versão estável][1]

source: Download [development version][2]
it: Scarica [versione in sviluppo][2]
pt_br: Baixe a [versão em desenvolvimento][2]

source: This add-on allows to listen the typed symbols (non alphanumeric or blank characters), even when the speaking of typed characters is turned off in NVDA.
it: Questo componente aggiuntivo consente di leggere i simboli digitati (non i caratteri alfanumerici o gli spazi), anche se la lettura dei caratteri digitati è disattivata in NVDA.
pt_br: Este complemento permite ouvir os símbolos digitados (caracteres não alfanuméricos ou invisíveis/em branco), mesmo quando a fala de caracteres digitados está desativada no NVDA.
zh_cn: 此插件允许听取输入的符号包括（非字母数字的字符），即使关闭了NVDA的输入字符朗读。

source: It's based on the old ReportSymbols add-on, developed by the same author. You should uninstall it to use this version.
it: Deriva dal vecchio componente aggiuntivo ReportSymbols, sviluppato dalla stessa autrice. Disinstallare la vecchia versione prima di usare questo componente aggiuntivo.
pt_br: Baseia-se no antigo complemento ReportSymbols, desenvolvido pelo mesmo autor. Deve desinstalá-lo para usar esta versão.
zh_cn: 当前的reportSymbols基于由同一作者开发的旧ReportSymbols插件。你应该卸载它来使用新版本的reportSymbols。

source: Preferences menu
it: Menu Preferenze
pt_br: Menu preferências
zh_cn: 选项设置

source: Report Symbols settings: Allows to set preferences for the speaking of typed symbols.
it: Impostazioni lettura simboli: Consente di configurare la lettura dei caratteri digitati.
pt_br: Configurações de Informar Símbolos: Permite definir preferências para a fala de símbolos digitados.
zh_cn: 朗读符号设置：允许为发言类型符号设置首选项。

source: Note: A gesture to open this dialog can be assigned from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
it: Nota: è possibile assegnare un comando rapido per aprire questa finestra tramite le impostazioni Gesti e tasti di immissione, nella categoria Configurazione.
pt_br: Nota: Um comando (gesto) para abrir esta caixa de diálogo pode ser atribuído no menu NVDA, submenu Preferências, diálogo Definir comandos (Gestos de entrada), categoria Configuração.
zh_cn: 注意: 需要修改插件快捷手势可以从NVDA菜单，首选项子菜单，输入手势对话框，来配置分配打开此对话框的手势。

source: Changes for 6.0
pt_br: Alterações para 6.0
zh_cn: 6.0更新日志

source: Compatible with NVDA 2021.1.
pt_br: Compatível com NVDA 2021.1.
zh_cn: 与 NVDA 2021.1兼容。

source: Changes for 5.0
it: Novità nella versione 5.0
pt_br: Alterações para 5.0
zh_cn: 5.0更新日志

source: Requires NVDA 2019.3 or later.
it: Richiede NVDA 2019.3 o superiore.
pt_br: Requer NVDA 2019.3 ou posterior.
zh_cn: 需要 NVDA 2019.3 或更高版本。

source: Changes for 4.0
it: Novità nella versione 4.0
pt_br: Alterações para 4.0
zh_cn: 4.0更新日志

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
it: Le impostazioni del componente aggiuntivo vengono visualizzate nella finestra impostazioni di NVDA sotto la rispettiva categoria.
pt_br: As configurações do complemento são incluídas na categoria respectiva do diálogo Configurações do NVDA.
zh_cn: 插件设置显示在NVDA设置对话框的相应类别中。

source: Requires NVDA 2018.2 or later.
it: Richiede NVDA 2018.2 o superiore.
pt_br: Requer NVDA 2018.2 ou posterior.
zh_cn: 需要NVDA 2018.2或更高版本。

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
it: SE è necessario, si può scaricare [l'ultima versione compatibile con NVDA 2017.3][3].
pt_br: Se for necessário, pode baixar a [última versão compatível com o NVDA 2017.3][3].
zh_cn: 如果需要，您可以下载[与NVDA 2017.3兼容的最新版本] [3]。

source: Changes for 3.0
it: Novità nella versione 3.0
pt_br: Alterações para 3.0
zh_cn: 3.0更新日志

source: Added checkboxes for the speaking of spaces, carriage returns and other blank characters.
it: Aggiunte caselle di controllo per la lettura di spazi, segni di fine riga e caratteri vuoti.
pt_br: Adicionadas Caixas de seleção para falar espaços, retornos de carro (quebra de linha) e outros caracteres em branco (caracteres invisíveis).
zh_cn: 增加了空格，回车和其他空白字符的复选框。

source: Changes for 2.0
it: Novità nella versione 2.0
pt_br: Alterações para 2.0
zh_cn: 2.0更新日志

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
it: Migliorata la rappresentazione grafica dell'interfaccia per le finestre di dialogo, in conformità con il layout delle finestre di dialogo usate in NVDA.
pt_br: A apresentação visual do diálogo foi aprimorada, aderindo à aparência dos diálogos mostrados no NVDA.
zh_cn: 对话框的视觉表现得到了增强，并遵循NVDA中显示的对话框的外观。

source: Requires NVDA 2016.4 or later.
it: Richiede NVDA 2016.4 o superiore.
pt_br: Requer NVDA 2016.4 ou posterior.
zh_cn: 需要NVDA 2016.4或更高版本。

source: Changes for 1.0
it: Novità nella versione 1.0
pt_br: Alterações para 1.0
zh_cn: 1.0更新日志

source: Initial version.
it: Versione iniziale.
pt_br: Versão inicial.
zh_cn: 发布初始版本。

source: Download [stable version][1] (compatible with NVDA 2019.3 and beyond)
zh_cn: 下载 [稳定版][1]（兼容NVDA 2019.3及更高版本）

source: Changes for 7.0
zh_cn: 7.0更新日志

source: Compatible with NVDA 2022.1.
zh_cn: 与 NVDA 2022.1兼容。
