Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: bg, da, de, fa, fi, fr, hr, it, pl, sk, vi

source: Windows builds 20348 and 22000 are recognized as Windows Server 2022 and Windows 11, respectively.
bg: Компилациите 20348 и 22000 на Windows се разпознават съответно като Windows Server 2022 и Windows 11.
de: Windows Builds 20348 und 22000 werden als Windows Server 2022 und Windows 11 erkannt.
fi: Windowsin koontiversiot 20348 ja 22000 tunnistetaan Windows Server 2022:ksi ja Windows 11:ksi.
fr: Les builds Windows 20348 et 22000 sont respectivement reconnues comme Windows Server 2022 et Windows 11.
it: Le build di Windows 20348 e 22000 sono riconosciute rispettivamente come Windows Server 2022 e Windows 11.
pl: Kompilacje systemu Windows 20348 i 22000 są rozpoznawane odpowiednio jako Windows Server 2022 i Windows 11.

source: On Insider Preview builds, Windows release such as "Windows 10" will not be used. Instead NvDA will announce "Windows Insider".
bg: При компилациите на Insider Preview, имената на издания на Windows, като например "Windows 10", няма да се използват. Вместо това NvDA ще докладва "Windows Insider".
de: In Windows Insider-Vorabversionen wird nicht mehr Windows Version 10 oder ähnliches angesagt. Stattdessen wird "Windows Insider" gesagt.
fi: Windows-versiota, kuten "Windows 10", ei käytetä Insider-esiversioissa. Sen sijaan NVDA ilmoittaa "Windows Insider".
fr: Sur les builds Insider Preview, les versions de Windows telles que "Windows 10" ne seront pas utilisées. Au lieu de cela, NvDA annoncera "Windows Insider".
it: Nelle build di Insider Preview, la versione di Windows come "Windows 10" non verrà utilizzata. NVDA annuncerà "Windows Insider".
pl: W kompilacjach Insider Preview wersja systemu Windows, taka jak "Windows 10", nie będzie używana. Zamiast tego NvDA ogłosi "Windows Insider".

source: On 64-bit systems, processor architecture (x64 or ARM64) will be announced as part of Windows version information.
bg: В 64-битовите системи архитектурата на процесора (x64 или ARM64) ще бъде докладвана като част от информацията за версията на Windows.
de: Auf 64-bit-Systemen, wird die Prozessorarchitektur (x64 oder ARM64) mit der Windows Version ausgegeben.
fi: Suorittimen arkkitehtuuri (x64 tai ARM64) ilmoitetaan osana Windowsin versiotietoja 64-bittisissä järjestelmissä.
fr: Sur les systèmes 64 bits, l'architecture du processeur (x64 ou ARM64) sera annoncée avec les informations de version de Windows.
it: Sui sistemi a 64 bit, l'architettura del processore (x64 o ARM64) verrà annunciata come parte delle informazioni sulla versione di Windows.
pl: W systemach 64-bitowych architektura procesora (x64 lub ARM64) zostanie ogłoszona jako część informacji o wersji systemu Windows.

source: Version 21.04
bg: Версия 21.04
fi: Versio 21.04
hr: Verzija 21.04
it: Novità nella versione 21.04
pl: Wersja 21.04

source: NVDA 2020.4 or later is required.
bg: Изисква се NVDA 2020.4 или по-нова версия.
da: NVDA 2020.4 eller nyere er påkrævet.
de: NVDA 2020.4 oder neuer ist erforderlich.
fi: Edellyttää NVDA 2020.4:ää tai uudempaa.
fr: Nécessite NVDA 2020.4 ou au-delà.
hr: Potrebna je NVDA verzija 2020.4 ili novija.
it: E' richiesto NVDA 2020.4 o successive.
pl: Wymagana jest wersja NVDA 2020.4 lub nowsza.

source: Updated psutil dependency to 5.8.0.
bg: Външната библиотека psutil е обновена до версия 5.8.0.
da: Opdaterede psutil dependency til 5.8.0.
de: Die psutil-Abhängigkeit wurde auf 5.8.0 aktualisiert.
fi: Päivitetty psutil-riippuvuus versioksi 5.8.0.
fr: Mise à jour de la dépendance psutil vers la version 5.8.0.
hr: Ažurirana je psutil zavisnost na 5.8.0.
it: Aggiornato psutil alla versione 5.8.0.
pl: Zaktualizowano zależność psutil do wersji 5.8.0.

source: When pressing add-on commands twice to copy resource information to clipboard, NVDA will announce resource summary that is being copied.
bg: При двукратно натискане на командите на добавката за копиране на информация за ресурса в клипборда, NVDA ще докладва резюме на ресурса, който бива копиран.
da: Når tilføjelseskommandoer trykkes to gange for at kopiere ressourceoplysninger til udklipsholderen, annoncerer NVDA ressourceoversigt, der kopieres.
de: Wenn Sie zweimal die Tastenbefehle der Erweiterung drücken, um Ressourcen-Informationen in die Zwischenablage zu kopieren, werden diese von NVDA gleichzeitig vorgelesen.
fi: Kun lisäosan komentoja painetaan kahdesti resurssitietojen kopioimiseksi leikepöydälle, NVDA ilmoittaa kopioitavan resurssiyhteenvedon.
fr: Lorsqu'on appuie deux fois sur une commande de l'extension pour copier les informations sur les ressources dans le presse-papiers, NVDA annoncera le résumé des ressources copié
it: Quando si premono due volte i comandi aggiuntivi per copiare le informazioni negli appunti, NVDA annuncerà il riepilogo delle informazioni copiate.
pl: Po dwukrotnym naciśnięciu poleceń dodatków w celu skopiowania informacji o zasobach do schowka, NVDA ogłosi kopiowane podsumowanie zasobów.

source: Version 21.01
bg: Версия 21.01
fi: Versio 21.01
hr: Verzija 21.01
it: Novità nella versione 21.01
pl: Wersja 21.01

source: Updated psutil dependency to 5.7.3.
bg: Външната библиотека psutil е обновена до версия 5.7.3.
da: Opdaterede psutil dependency til 5.7.3.
de: Die psutil-Abhängigkeit wurde auf 5.7.3 aktualisiert.
fi: Päivitetty psutil-riippuvuus versioksi 5.7.3.
fr: Mise à jour de la dépendance psutil vers la version 5.7.3.
hr: Ažurirana je psutil zavisnost na 5.7.3.
it: Aggiornato psutil alla versione 5.7.3.
pl: Zaktualizowano zależność psutil do wersji 5.7.3.

source: Shortened Windows version message.
bg: Съкратено е съобщението за версията на Windows.
da: Forkortede beskeden Windows-version.
de: Verkürzte Windows-Versionsmeldung.
fi: Windowsin versioilmoitusta lyhennetty.
fr: Message de version Windows raccourci.
hr: Skraćena je poruka Windows verzije.
it: Messaggio abbreviato sulla versione di Windows.
pl: Komunikat o skróconej wersji systemu Windows.

source: On Windows 8.1, build.revision will be announced as part of Windows version message, similar to Windows 10.
bg: В Windows 8.1 build.revision (номера на компилацията) ще бъде докладвана като част от съобщението за версията на Windows, подобно на Windows 10.
da: I Windows 8.1 vil build.revision blive annonceret som en del af Windows-version beskeden, svarende til Windows 10.
de: Unter Windows 8.1 wird build.revision als Teil der Windows-Versionsnachricht angekündigt, ähnlich wie bei Windows 10.
fi: Windows 8.1:ssä koontiversio.tarkennus ilmoitetaan osana Windowsin versiota samalla tavalla kuin Windows 10:ssä.
fr: Sous Windows 8.1, build.revision sera annoncé dans le message de version de Windows, de manière similaire à Windows 10.
it: Su Windows 8.1, build.revision verrà annunciato come parte del messaggio di versione di Windows, simile a Windows 10.
pl: W systemie Windows 8.1 wersja build.revision zostanie ogłoszona jako część komunikatu o wersji systemu Windows, podobnie jak w systemie Windows 10.

source: Version 20.09
bg: Версия 20.09
fi: Versio 20.09
hr: Verzija 20.09
it: Novità nella versione 20.09
pl: Wersja 20.09

source: System uptime is now given as days, hours, minutes, seconds.
bg: Работното време на системата вече се извежда в дни, часове, минути и секунди.
da: Systemets oppetid angives nu som dage, timer, minutter, sekunder.
de: Die Systemlaufzeit wird nun in Tagen, Stunden, Minuten und Sekunden angegeben.
fi: Järjestelmän käynnissäoloaika ilmoitetaan nyt päivinä, tunteina, minuutteina ja sekunteina.
fr: Le temps de fonctionnement du système est maintenant indiqué en jours, heures, minutes, secondes.
hr: Vrijeme neprekidnog rada sustava sada se navodi kao dani, sati, minute, sekunde.
it: Il tempo di attività del sistema è ora fornito come giorni, ore, minuti, secondi.
pl: Czas pracy systemu od teraz jest podawany jako wartość w dniach, godzinach, minutach, sekundach.

source: Windows Server Insider Preview build 20201 or later is properly recognized as a Server Insider build.
bg: Компилациите на Windows Server Insider Preview 20201 или по-новите версии се разпознават правилно като компилация от Server Insider.
da: Windows Server Insider Preview build 20201 eller nyere genkendes korrekt som en Server Insider build.
de: Windows Server Insider Preview Build 20201 oder neuer wird ordnungsgemäß als Server-Insider-Build erkannt.
fi: Windows Server Insider-esikoontiversio 20201 tai sitä uudempi tunnistetaan oikein Server Insider -koontiversioksi.
fr: Windows Server Insider Preview build 20201 ou au-delà est correctement reconnu comme une build Server Insider.
hr: Windows Server Insider Preview izgradnja 20201 ili novija, ispravno se prepoznaje kao Server Insider izgradnja.
it: Windows Server Insider Preview build 20201 o superiore è correttamente riconosciuto come una Server Insider build.
pl: Windows Server kompilacja Insider Preview 20201 lub nowsze są teraz prawidłowo rozpoznawane jako kompilacje insider preview.

source: Version 20.07
bg: Версия 20.07
fi: Versio 20.07
hr: Verzija 20.07
it: Novità nella versione 20.07
pl: Wersja 20.04
sk: Verzia 20.07

source: Windows 10 Version 20H2 is properly recognized when obtaining Windows version information (NVDA+Shift+6).
bg: Windows 10 версия 20H2 се разпознава правилно при получаване на информация за версията на Windows (NVDA+Shift+6).
da: Windows 10 version 20H2 genkendes korrekt, når der anmodes om Windows-versionoplysninger (NVDA+Shift+6).
de: Windows 10 Version 20H2 wird beim Abrufen von Informationen zur Windows-Version (NVDA+Umschalt+6) korrekt erkannt.
fi: Windows 10:n versio 20H2 tunnistetaan oikein Windowsin versiotietoja haettaessa (NVDA+Vaihto+6).
fr: Windows 10 Version 20H2 est correctement reconnue quand on obtient les informations de version de Windows (NVDA+maj+6).
hr: Windows 10 verzija 20H2 pravilno se prepoznaje prilikom dohvaćanja podataka o Windows verziji (NVDA+šift+6).
it: Windows 10 Versione 20H2 è riconosciuto correttamente quando si ottengono le informazioni sulla versione di Windows (NVDA+Shift+6).
pl: Windows 10 wersja 20H2 jest poprawnie rozpoznawana przy dostarczaniu informacji o wersji za pomocą skrótu (NVDA+Shift+6).
sk: Pri zisťovaní verzie Windows (NVDA+Shift+6) je správne rozpoznaná verzia Windows 10 20H2.

source: Simplified Windows 10 version message i.e. Windows 10 YYMM instead of Windows 10verYYMM when pressing NVDA+Shift+6.
bg: Опростено съобщение за версията на Windows 10, т.е. Windows 10 ГГММ вместо Windows 10 версия ГГММ при натискане на NVDA+Shift+6.
da: Forenklet Windows 10-versionmeddelelse, dvs. Windows 10 ÅÅ/MM i stedet for Windows 10ver/ÅÅ/MM, når du trykker på NVDA+Shift+6.
de: Vereinfachte Windows 10-Versionsmeldung, d. h. Windows 10 JJMM statt Windows 10VerJJMM beim Drücken von NVDA+Umschalt+6.
fi: Yksinkertaistettu Windows 10:n versioviestiä painettaessa NVDA+Vaihto+6, esim. Windows 10verVVKK:n:n asemesta Windows 10 VVKK.
fr: Simplification du message de version de Windows 10 ex: Windows 10 AAMM au lieu de Windows 10verAAMM lors de l'appui sur NVDA+Shift+6.
hr: Pojednostavljena poruka verzije sustava Windows 10, tj. Windows 10 YYMM umjesto Windows 10verYYMM kad se pritisne NVDA+šift+6.
it: Semplificato il messaggio sulla versione di Windows: Windows 10 AAMM invece di Windows 10verAAMM quando si preme NVDA+Shift+6.
pl: Uproszczony komunikato o werji Windows Na przykład: Windows 10 YYMM instead of Windows 10verYYMM when pressing NVDA+Shift+6.
sk: Skrátené zobrazenie verzie Windows.

source: Version 20.06
bg: Версия 20.06
fi: Versio 20.06
hr: Verzija 20.06
it: Novità nella versione 20.06
pl: Wersja 20.06
sk: Verzia 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
bg: Оправени са много проблеми със стила на кода и потенциални грешки с Flake8.
da: Løst mange problemer med kodningstil og potentielle fejl med Flake8.
de: Mit Flake8 wurden viele Code-Probleme und potenzielle Fehler behoben.
fi: Ratkaistu useita koodaustyylin ongelmia sekä mahdollisia bugeja Flake8:n kanssa.
fr: Résolution de beaucoup de problèmes de style de code et de bogues potentiels avec Flake8.
hr: Riješeni su mnogi problemi sa stilom kodiranja i potencijalnih grešaka sa Flake8.
it: Risolti molti problemi con lo stile del codice e bug potenziali con Flake8.
pl: Naprawiono błędy związane z stylem kodu oraz linterem flake8.
sk: Opravené drobné chyby v kóde.

source: Version 20.04
bg: Версия 20.04
fi: Versio 20.04
hr: Verzija 20.04
it: Novità nella versione 20.04
pl: Wersja 20.04
sk: Verzia 20.04

source: Updated psutil dependency to 5.7.0.
bg: Външната библиотека psutil е обновена до версия 5.7.0.
da: Opdateret psutil dependency til 5.7.0.
de: Die "psutil"-Abhängigkeit wurde auf 5.7.0 aktualisiert.
fi: Päivitetty psutil-riippuvuus versioksi 5.7.0.
fr: Mise à jour de la dépendance psutil vers la version 5.7.0.
hr: Ažurirana je psutil zavisnost na 5.7.0.
it: Aggiornata la dipendenza psutil alla versione 5.7.0.
pl: Zaktualizowano zależność psutil dependency to 5.7.0.
sk: Aktualizované knižnice psutil na verziu 5.7.0.

source: Version 20.01
bg: Версия 20.01
fi: Versio 20.01
hr: Verzija 20.01
it: Novità nella versione 20.01
pl: Wersja 20.01
sk: Verzia 20.01

source: NVDA 2019.3 or later is required due to extensive use of Python 3.
bg: Изисква се NVDA 2019.3 или по-нова версия, поради широко използване на Python 3.
da: NVDA 2019.3 eller nyere er påkrævet på grund af omfattende brug af Python 3.
de: NVDA 2019.3 oder höher ist aufgrund des umfangreichen Einsatzes von Python 3 erforderlich.
fi: NVDA 2019.3 tai uudempi vaaditaan laajamittaisen Python 3:n käytön takia.
fr: NVDA 2019.3 ou au-delà est requis en raison d'une utilisation importante de Python 3.
hr: Potrebna je verzija NVDA 2019.3 zbog iskorištavanja mogućnosti Pythona 3.
it: E' richiesto NVDA 2019.3 o superiore a causa dell'utilizzo massiccio di Python 3.
pl: NVDA 2019.3 lub nowsza jest wymagana ze względu na szerokie wykorzystanie Pythona 3.
sk: Keďže doplnok vyžaduje Python 3, Vyžaduje sa NVDA od verzie2019.3

source: Version 19.11
bg: Версия 19.11
fi: Versio 19.11
hr: Verzija 19.11
it: Novità nella versione 19.11
pl: Wersja19.11
sk: Verzia 19.11

source: Improved detection of Windows Insider Preview builds, especially for 20H1 and beyond.
bg: Подобрено е откриването на компилациите на Windows Insider Preview, особено за 20H1 и по-нови.
da: Forbedret detektering af Windows Insider Preview builds, især til 20H1 og nyere.
de: Verbesserte Erkennung von Windows Insider Preview-Builds, insbesondere für 20H1 und darüber hinaus.
fi: Windows Insider -esiversioiden tunnistusta paranneltu, erityisesti 20H1:ssä ja uudemmissa.
fr: Amélioration de la détection des builds de Windows Insider Preview, en particulier pour20h1 et au-delà.
hr: Poboljšano otkrivanje za Windows Insider Preview gradnje, posebice za 20H1 i nadalje.
it: Migliorato il rilevamento delle Windows Insider Preview builds, , specialmente per le versioni 20H1 e superiori..
pl: Ulepszone wykrywanie kompilacji insider preview, dla wersji 20H1 i nowszej.
sk: Vylepšená detekcia verzii Windows insider, hlavne od verzie 20H1.

source: Version 19.07
bg: Версия 19.07
fi: Versio 19.07
hr: Verzija 19.07
it: Novità nella versione 19.07
pl: Wersja 19.07
sk: Verzia 19.07

source: Updated psutil dependency to 5.6.3.
bg: Външната библиотека psutil е обновена до версия 5.6.3.
da: Opdateret psutil dependency til 5.6.3.
de: Die Paket-Abhängigkeit "psutil" wurde auf 5.6.3 aktualisiert.
fi: Päivitetty psutil-riippuvuus versioksi 5.6.3.
fr: Mise à jour de la dépendance psutil vers la version 5.6.3.
hr: Ažurirana je psutil zavisnost na 5.6.3.
it: Aggiornata la dipendenza psutil alla versione 5.6.3.
pl: Zaktualizowano zależność psutil do wersji 5.6.3.
sk: Aktualizované knižnice psutil na verziu 5.6.3.

source: Internal changes to battery status announcement command.
bg: Вътрешни промени в командата за съобщаване на състоянието на батерията.
da: Interne ændringer til meddelelse om batteristatus.
de: Interne Änderungen am Befehl "Akku-Status ankündigen".
fi: Sisäisiä muutoksia akun tilan ilmoittavaan komentoon.
fr: Changements internes dans la commande d'annonce de l'état de la batterie.
hr: Interna promjena za naredbu najavljivanja stanja baterija.
it: Modifiche interne al comando per la vocalizzazione dello stato della batteria.
pl: Zmiany wewnętrzne do polecenia baterii.
sk: Interné zmeny oznamovania stavu batérie.

source: Version 18.12
bg: Версия 18.12
fi: Versio 18.12
hr: Verzija 18.12
it: Novità nella versione 18.12
pl: Wersja 18.12
sk: Verzia 18.12

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени с цел съвместимост с бъдещи версии на NVDA.
da: Interne ændringer for at bedre kunne understøtte fremtidige versioner af NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Versionen.
fi: Sisäisiä muutoksia tulevien NVDA-versioiden tukemiseksi.
fr: Changements internes pour supporter de futures versions de NVDA.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
it: Modifiche interne per supportare le future versioni di NVDA.
pl: Zmiany wewnętrzne do wspierania przyszłych wersji NVDA.
sk: Interné zmeny ako príprava na nové verzie NVDA.

source: Version 18.10
bg: Версия 18.10
fi: Versio 18.10
hr: Verzija 18.10
it: Novità nella versione 18.10
pl: Wersja 18.10
sk: Verzia 18.10
vi: Phiên bản 18.10

source: Code has been made more compatible with Python 3.
bg: Кодът е по-съвместим с Python 3.
da: Koden er blevet gjort mere kompatibel med Python 3.
de: Der Code wurde mit Python 3 besser kompatibel gemacht.
fi: Koodista on tehty yhteensopivampaa Python 3:n kanssa.
fr: Le code a été rendu plus compatible avec Python 3.
hr: Kod je sada kompatibilniji s Python 3.
it: Il codice è stato reso più compatibile con Python 3.
pl: Poprawiona została zgodność kodu źródłowego z Pythonem 3.
sk: Kód upravený na Python 3.
vi: Mã nguồn đã được làm cho tương thích hơn với Python 3.

source: Updated psutil dependency to 5.4.7.
bg: Външната библиотека psutil е обновена до версия 5.4.7.
da: Opdateret psutil dependency til 5.4.7.
de: Die Paket-Abhängigkeit "psutil" wurde auf 5.4.7. aktualisiert.
fi: Päivitetty psutil-riippuvuus versioksi 5.4.7.
fr: Mise à jour de la dépendance psutil vers la version 5.4.7.
hr: Ažurirana je psutil zavisnost na 5.4.7.
it: Aggiornata la dipendenza psutil alla versione 5.4.7.
pl: Zaktualizowano zależność psutil do wersji 5.4.7.
sk: Aktualizovaná knižnica psutil na verziu 5.4.7.
vi: Cập nhật psutil dependency lên 5.4.7.

source: When obtaining disk capacity and memory usage, NVDA will no longer give errors if using a computer or a service with more than a petabyte of RAM or disk size.
bg: При получаване на капацитета на диска и употребата на паметта, NVDA няма повече да дава грешки, ако се използва компютър или услуга с повече от един петабайт RAM или твърд диск.
da: Når der oplyses diskkapacitet og hukommelsesforbrug, vil NVDA ikke længere fejle, hvis du bruger en computer eller en tjeneste med mere end en petabyte RAM eller diskplads.
de: Bei der Ermittlung der Speicher- und Medienkapazität und -auslastung verursacht NVDA keinen Fehler mehr, wenn ein Computer oder ein Dienst mit mehr als einem Petabyte Speichergröße verwendet werden.
fi: NVDA ei enää ilmoita virheistä haettaessa tietoa levyn kapasiteetista ja muistin käytöstä , mikäli käytetään tietokonetta tai palvelua, jossa RAM-muistin määrä tai levyn koko ylittää yhden petatavun.
fr: Lors de l’obtention de la capacité des disques et de l’utilisation de la mémoire, NVDA ne donne plus d'erreur si vous utilisez un ordinateur ou un service contenant plus d’un pétaoctet de RAM ou d'espace disque.
hr: Prilikom dobivanja kapaciteta diska i upotrebe memorije, NVDA više neće pogriješiti, ako koristi računalo ili uslugu s više od petabajta RAM-a ili veličine diska.
it: Nel ricavare la capacità del disco o della memoria in uso, NVDA non riporterà errori se si utilizza un computer o un servizio con più di un petabyte di RAM o di spazio disco.
pl: Podczas wyświetlania pojemności dysku i użycia pamięci, NVDA nie będzie już wyrzucać błędów, dla komputerów lub usług używających więcej niż petabajt pamięci RAM lub dysku.
sk: NVDA viac nevypíše chybu, ak sa pokúsite zistiť využitie disku a máte viac ako petabitový disk.
vi: Khi lấy thông tin về tổng dung lượng ổ đĩa và mức sử dụng bộ nhớ, NVDA sẽ không còn báo lỗi nếu dùng một máy tính hay dịch vụ với nhiều hơn một petabyte dung lượng am hay ổ đĩa.

source: Values for memory and disk usage are shown with up to two decimal places (e.g. 4.00 GB instead of 4.0 GB).
bg: Стойностите за употребата на памет и на твърдия диск се показват с до два десетични знака (например 4,00 GB вместо 4,0 GB).
da: Værdier for hukommelse og diskbrug vises med op til to decimaler (fx 4,00 GB i stedet for 4,0 GB).
de: Werte für Speicher- und Mediennutzung werden mit bis zu zwei Dezimalstellen angezeigt (z. B. 4,00 GB statt 4,0 GB).
fi: Muistin ja levyn käytön arvot näytetään enintään kahdella desimaalilla (esim. 4.00 Gt aiemman 4.0 Gt sijaan).
fr: Les valeurs pour l’utilisation de la mémoire et le disque sont montrées avec deux décimales (par exemple 4.00 Go au lieu de 4.0 Go).
hr: Vrijednosti za memoriju i upotrebu diska prikazuju se s najviše dva decimalna mjesta (npr. 4,00 GB umjesto 4,0 GB).
it: I valori per l'utilizzo della memoria e del disco sono indicati con un massimo di due cifre decimali (ad es. 4.00 GB invece di 4.0 GB).
pl: Wartości użycia pamięci i dysku wyświetlane są do dwóch miejsc po przecinku, np. 4.00 GB zamiast 4.0 GB).
sk: Hodnoty pre kapacitu disku a pamäť sú interpretované s presnosťou na dve miesta (nie 4,0 ale 4,00).
vi: Các giá trị của việc sử dụng bộ nhớ và ổ đĩa được hiển thị tới hai chữ số thập phân (ví dụ: 4.00 GB thay vì 4.0 GB).

source: Improved detection of Windows Insider Preview builds.
bg: Подобрено е откриването на компилациите на Windows Insider Preview.
da: Forbedret detektering af Windows Insider Preview builds.
de: Verbesserte Erkennung von Windows Insider Preview Builds.
fi: Windows Insider -esiversioiden tunnistusta paranneltu.
fr: Amélioration de la détection des builds de Windows Insider Preview.
hr: Poboljšano otkrivanje za Windows Insider Preview gradnje.
it: Migliorato il rilevamento delle Windows Insider Preview build.
pl: Ulepszone wykrywanie kompilacji Windows insider preview.
sk: Zlepšené zisťovanie verzii Windows insider.
vi: Cải thiện khả năng phát hiện cho Windows Insider Preview builds.

source: Version 18.04
bg: Версия 18.04
fa: نسخه‌ی 18.04
fi: Versio 18.04
hr: Verzija 18.04
it: Novità nella versione 18.04
pl: Wersja 18.04
sk: Verzia 18.04
vi: Phiên bản 18.04

source: Version 18.04.x is the last release to support Windows releases earlier than 7 SP1.
bg: Версия 18.04.x е последната версия, която ще поддържа издания на Windows, по-стари от Windows 7 Service Pack 1.
da: Version 18.04.x er den sidste version, der understøtter udgaver af Windows ældre end 7 SP1.
de: Wichtig: Version 18.04.x ist die letzte Version, die auf Windows-Versionen vor Windows 7 Service-pack 1 ausgeführt werden kann.
fa: نسخه‌ی 18.04.x آخرین نسخه‌ایست که از ویندوزهای قدیمیتر از ویندوز 7 SP1 پشتیبانی میکند.
fi: Versio 18.04.x on viimeinen julkaisu, joka tukee 7 SP1:tä vanhempia Windows-versioita.
fr: La version 18.04.x est la dernière version à prendre en charge les versions de Windows antérieures à 7 SP1.
hr: Verzija 18.04.x je posljednje izdanje koje će podržavati verzije Windowsa starije od Windowsa 7 SP1.
it: La versione 18.04.x è l'ultima release che supporta le versioni precedenti a Windows 7 SP1.
pl: Wersja 18.04.x jest ostatnim wydaniem wspierającym wydania windows wcześniej niż 7 SP1.
sk: Verzia 18.04.x je posledná, ktorá podporuje systémy staršie ako Windows 7 Servicepack1.
vi: Phiên bản 18.04.x là bản phát hành cuối cùng hỗ trợ các bản Windows phát hành trước 7 SP1.
