Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: bg, da, de, fa, fi, fr, hr, it, pl, sk, vi

source: Authors: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst and other NVDA contributors
bg: Автори: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst и други сътрудници на NVDA
da: Forfattere: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst og andre NVDA-bidragydere
de: Autoren: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst und andere NVDA-Entwickler
fi: Tekijät: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst sekä muut NVDA:n tekijät
fr: Auteurs : Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst et d'autres contributeurs de NVDA
hr: Autori: Alex Hall, Joseph Lee, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst i drugi NVDA doprinositelji
it: Autori: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala e altri collaboratori di NVDA
pl: Autorzy: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst i inni współtwórcy
sk: Autori: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala, Ethin Probst a ďalší.

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fa: دانلود [نسخه‌ی پایدار][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pl: Pobierz [wersja stabilna][1]
sk: Stiahnuť [stabilnú verziu][1]
vi: Tải về [phiên bản chính thức][1]

source: NVDA compatibility: 2021.3 and later
de: NVDA compatibility: 2021.3 und neuer
pl: Zgodność z NVDA: 2021.3 i nowsze

source: This add-on gives information about CPU load, memory usage and other resource usage information.
bg: Тази добавка дава информация за натоварването на централния процесор, използваната оперативна памет и друга информация за използваните системни ресурси.
da: Dette tilføjelsesprogram giver information om CPU-belastning, brug af hukommelse og andre oplysninger om forbrug af ressourcer.
de: Diese Erweiterung enthält Informationen über Prozessor-Auslastung, verwendeten Arbeitsspeicher sowie andere nützliche Ressourcen.
fa: این افزونه، اطلاعاتی درباره‌ی عملکرد CPU، میزان استفاده از حافظه، و دیگر اطلاعات مربوط به استفاده از منابع سیستم را در اختیارتان میگذارد.
fi: Tämä lisäosa antaa tietoja suorittimen kuormituksesta sekä muistin ja muiden resurssien käytöstä.
fr: Cette extension fournit des informations sur la charge du processeur, l'utilisation de la mémoire et d'autres informations sur l'utilisation des ressources.
hr: Ovaj dodatak daje informacije o opterećenosti procesora, korištenju memorije i druge informacije o korištenju resursa.
it: Questo componente aggiuntivo fornisce informazioni sulle prestazioni di sistema, quali carico della CPU, utilizzo della memoria e molto altro.
pl: Ta wtyczka podaje informacje o obciążeniu procesora, użyciu pamięci RAM, a także wykorzystaniu innych zasobów.
sk: Poskytuje informácie o zaťažení procesora, stave pamäte a o iných zdrojoch.
vi: Add-on này cung cấp các thông tin về tải CPU, sử dụng bộ nhớ và các nguồn tài nguyên khác.

source: Shortcuts
bg: Бързи клавиши
da: Genveje
de: Tastenkürzel
fa: کلیدهای میانبر
fi: Pikanäppäimet
fr: Raccourcis
hr: Prečaci
it: Tasti rapidi
pl: Skróty
sk: Klávesové skratky
vi: Các phím tắt

source: NVDA+Shift+E: presents used ram, average processor load, and battery info if available.
bg: NVDA+Shift+E: Предоставя информация за използваната RAM памет, средното натоварване на процесора и информация за батерията, ако е налична.
da: NVDA+Shift+E: Oplyser hukommelse i brug, processorbelastning og batteriinformation, hvis denne er tilgængelig.
de: NVDA+Umschalt+E: Zeigt den verbrauchten Arbeitsspeicher, die durchschnittliche Prozessorauslastungen und Akku-Informationen an, falls verfügbar.
fi: NVDA+Vaihto+E: Lukee käytetyn RAM-muistin määrän, suorittimen keskimääräisen kuormituksen sekä akun tiedot, mikäli sellainen on käytettävissä.
fr: NVDA+Maj+E: Annonce le pourcentage de mémoire utilisée, la charge moyenne du processeur et des informations sur la batterie si disponibles.
hr: NVDA+šift+E: Prikazuje korištenje ram memorije, prosječno opterećenje procesora i informacije o stanju baterije, ako su dostupne.
it: NVDA+Shift+E: fornisce informazioni sulla quantità di ram utilizzata, sul carico medio della cpu e sulla batteria, se disponibile.
pl: NVDA+Shift+E podaje używaną pamięć, średnie obciążenie procesora, informacje o baterii jeśli jest dostępna.
sk: NVDA+Shift+E: oznámy využitie pamäte ram, priemerné zaťaženie procesora a stav batérie, ak je dostupná.

source: NVDA+Shift+1: presents the average processor load and if multicore CPU's are present the load of each core.
bg: NVDA+Shift+1: Предоставя информация за средното натоварване на процесора и натоварването на всяко ядро (ако са повече от едно).
da: NVDA+Shift+1: Oplyser den gennemsnitlige processorbelastning, og hvis multicore-CPU'er er til stede, vil brug for hver kerne også blive oplyst.
de: NVDA+Umschalt+1: Zeigt die durchschnittliche Prozessorauslastung (falls mehrere CPUs vorhanden sind, die Auslastung der einzelnen Kerne) an.
fi: NVDA+Vaihto+1: Lukee suorittimen keskimääräisen kuormituksen, ja mikäli käytössä on moniydinsuoritin, myös ytimien kuormituksen.
fr: NVDA+Maj+1: Annonce la charge moyenne du processeur et, pour les processeurs multi cœur la charge de chaque cœur.
hr: NVDA+šift+1: Prikazuje prosječnu opterećenost procesora i ako postoje višejezgreni procesori, prikazuje opterećenje svake jezgre.
it: NVDA+Shift+1: Fornisce informazioni sul carico medio delle CPU e, se sono presenti processori multicore, informazioni dettagliate sul carico di ciascuna CPU presente nel sistema.
pl: NVDA+Shift+1: przedstawia średnie obciążenie procesora, a jeśli obecne są procesory wielordzeniowe, obciążenie każdego rdzenia.
sk: NVDA+Shift+1: oznámy vyťaženie procesora a jednotlivých jadier.

source: NVDA+Shift+2/5: presents the used and total space for both physical and virtual ram.
bg: NVDA+Shift+2/5: Предоставя информация за количеството използвана и общо налична физическа и виртуална оперативна памет.
da: NVDA+Shift+2/5: Oplyser brugt og total plads i fysisk og virtuel hukommelse.
de: NVDA+Umschalt+2/5: Zeigt den genutzten und den Gesamtspeicher sowohl für den physischen als auch für den virtuellen Arbeitsspeicher an.
fi: NVDA+Vaihto+2/5: Lukee sekä fyysisen että näennäisen RAM-muistin käytetyn ja kokonaismäärän.
fr: NVDA+Maj+2/5: Annonce les quantités d'espace mémoire physique et virtuelle utilisées et totales.
hr: NVDA+šift+2/5: Prikazuje korišteni i ukupni kapacitet fizičke I virtualne ram memorije.
it: NVDA+Shift+2/5: Fornisce informazioni sulla quantità di Ram fisica e virtuale utilizzata e totale.
pl: NVDA+Shift+2/5 podaje informacje o użyciu fizycznej i wirtualnej pamięci RAM.
sk: NVDA+Shift+2/5: Oznámi využitú a celkovú fyzickú a virtuálnu pamäť.

source: NVDA+Shift+3: presents the used and total space of the static and removable drives.
bg: NVDA+Shift+3: Предоставя информация за заетото и общото дисково пространство на статичните дискове и на тези със сменяем носител на компютъра.
da: NVDA+Shift+3: Oplyser brugt og samlet plads på de statiske og flytbare drev.
de: NVDA+Umschalt+3: Zeigt den belegten und gesamten Speicherplatz aller Laufwerke an.
fi: NVDA+Vaihto+3: Lukee kiintolevyjen ja siirrettävien asemien käytetyn ja kokonaistilan.
fr: NVDA+Maj+3: Annonce les quantités d'espace utilisé et total des disques fixes et amovibles.
hr: NVDA+šift+3: Prikazuje korišteni i ukupni prostor na statičnim i prenosivim diskovima.
it: NVDA+Shift+3: riporta la dimensione totale e la percentuale di utilizzo delle unità disco locali e rimovibili.
pl: NVDA+Shift+3 podaje informacje o używanej i całkowitej przestrzeni dysków twardych i wymiennych.
sk: NVDA+Shift+3: Oznámi využité a celkové miesto pre pevné a pamäťové disky pripojené k počítaču.

source: NVDA+Shift+4: presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
bg: NVDA+Shift+4: Предоставя информация за зареденост на батерията, дали тя се зарежда, оставащо време на автономна работа (ако не се зарежда), и предупреждава при ниско или критично ниво на заряда.
da: NVDA+Shift+4: Oplyser batteristatus i procent, opladestatus, resterende batteritid (hvis det ikke er ved at blive opladet) og en advarsel, hvis batteriniveauet er lavt eller kritisk.
de: NVDA+Umschalt+4: Zeigt den Akku-Status in Prozent und den Ladestatus, die verbleibende Zeit (falls nicht aufgeladen) an und gibt eine Warnung aus, sobald der Akku schwach oder kritisch ist.
fi: NVDA+Vaihto+4: Lukee akun varauksen prosentteina, latauksen tilan, jäljellä olevan ajan (jos ei latauksessa) sekä varoituksen, mikäli varauksen taso on alhainen tai kriittinen.
fr: NVDA+Maj+4: Annonce le pourcentage de charge de la batterie, l'état de charge si elle est en charge, le temps restant (sauf si en charge), et une alerte si le niveau de la batterie est faible ou critique.
hr: NVDA+šift+4: Prikazuje postotak baterije, stanje punjenja, preostalo vrijeme (ako se ne puni), te upozorenje, ako je baterija slaba ili skoro prazna.
it: NVDA+Shift+4: riporta la percentuale di carica della batteria, lo stato di carica, il tempo rimanente (se non in carica), e un messaggio di avviso se la carica è bassa o molto bassa.
pl: NVDA+Shift+4 raportuje procent baterii, status ładowania, pozostały czas (jeśli nie ładuje), i ostrzeżenie o niskim lub krytycznym poziomie baterii.
sk: NVDA+Shift+4: oznámy stav batérie v percentách, stav napájania, zostávajúci čas (ak sa vybíja) a prípadne upozornenie ak je batéria vybytá alebo v kritickom stave.

source: NVDA+Shift+6: presents CPU Architecture 32/64-bit and Windows version and service pack numbers.
bg: NVDA+Shift+6: Съобщава процесорната архитектура (32/64-битова) и версиите на текущо използваната Windows и сервизен пакет.
da: NVDA+Shift+6: Oplyser CPU-arkitektur (32/64-bit) og Windows-version samt service pack numre.
de: NVDA+Shift+6: Zeigt die CPU-Architektur (32-/64-Bit) und die Windows-Version sowie die Service-Pack-Nummer an.
fi: NVDA+Vaihto+6: Ilmoittaa suorittimen arkkitehtuurin (32- tai 64-bittinen) sekä Windowsin ja Service Packin version.
fr: NVDA+Maj+6: Annonce l'architecture du processeur 32/64-bit et les numéros de version de Windows et du service pack.
hr: NVDA+šift+6: Prikazuje strukturu procesora (32-64-bitni), verziju Windowsa i broj service paketa.
it: NVDA+Shift+6: riporta l'Architettura della CPU 32/64-bit, la versione di Windows utilizzata e il numero del service pack.
pl: NVDA+Shift+6 odczytuje wersję i pakiet serwisowy systemu Windows, oraz bity procesora (32 lub 64 bity).
sk: NVDA+Shift+6: Oznámi architektúru procesora (32 alebo 64 bit), verziu Windows a Service packu.

source: NVDA+Shift+7: presents the system's uptime.
bg: NVDA+Shift+7: Съобщава работното време на системата.
da: NVDA+Shift+7: Oplyser systemets oppetid.
de: NVDA+Shift+7: Zeigt die Laufzeit des Betriebssystems an.
fi: NVDA+Vaihto+7 ilmoittaa järjestelmän käynnissäoloajan.
fr: NVDA+Maj+7: Annonce le temps de fonctionnement du système depuis sa mise en route.
hr: NVDA+šift+7: Prikazuje vrijeme neprekidnog rada sustava.
it: NVDA+Shift+7 riporta il tempo di attività del sistema.
pl: NVDA+Shift+7 Pokazuje czas pracy systemu.
sk: Nvda+shift+7: Oznámi čas behu systému od posledného reštartu.

source: If you have NVDA 2013.3 or later installed, you can change these shortcut keys via input gestures dialog.
bg: Ако използвате NVDA версия 2013.3 или по-нова, може да промените тези клавишни команди от диалога за настройка на жестовете на въвеждане.
da: Hvis du har NvDA 2013.3 eller nyere installeret, kan du ændre disse genvejstaster under NVDA-menuen/Indstillinger/Håndter kommandoer.
de: Wenn Sie NVDA 2013.3 oder neuer installiert haben, können Sie diese Tastenkombinationen unter "Tastenbefehle" im NVDA-Menü ändern.
fi: Jos asennettuna on NVDA 2013.3 tai uudempi, voit muuttaa näitä pikanäppäimiä Syötekomennot-valintaikkunasta.
fr: Si vous avez NVDA 2013.3 ou version ultérieure installé, vous pouvez modifier ces touches de raccourci dans le dialogue Gestes de commandes.
hr: Ako je instalirana NVDA verzija 2013.3 ili novija, tipkovničke prečace je moguće mijenjati putem dijaloškog okvira za ulazne geste.
it: Se si dispone di NVDA 2013.3 o superiore, è possibile modificare questi tasti rapidi dalla finestra Gesti e Tasti di Immissione.
pl: Jeśli posiadasz NVDA 2013.3 lub nowszą, możesz mienić te skróty klawiszowe w dialogu zdarzeń wejścia.

source: Usage notes
bg: Бележки за ползвателите
da: Brugsanvisninger
de: Nutzungshinweise
fa: تذکراتی در مورد استفاده از افزونه
fi: Huomautuksia käytöstä
fr: Remarques sur l'utilisation
hr: Upute za primjenu
it: Note d'utilizzo
pl: Uwagi o użytkowaniu
sk: Všimnite si
vi: Các lưu ý sử dụng

source: This add-on does not replace task manager and other system information programs for Windows. Also note the following:
bg: Тази добавка не замества мениджъра на задачите и другите програми за преглед на системна информация в Windows. Също така имайте предвид следното:
da: Denne tilføjelse erstatter ikke Jobliste og andre systeminformationsprogrammer til Windows. Bemærk også følgende:
de: Diese Erweiterung ersetzt nicht den Task-Manager von Windows sowie andere Systeminformationsprogramme. Bitte beachten Sie Folgendes:
fa: این افزونه جای task manager و دیگر برنامه‌های اطلاعات سیستم که برای ویندوز طراحی شده‌اند را نمیگیرد.همچنین، نکات زیر را نیز به یاد داشته باشید:
fi: Tämä lisäosa ei korvaa Windowsin tehtävienhallintaa tai muita järjestelmätietoja näyttäviä ohjelmia. Huomaa lisäksi seuraavat seikat:
fr: Cette extension ne remplace pas le gestionnaire de tâches et les autres programmes d'information système pour Windows. Aussi, notez ce qui suit :
hr: Ovaj dodatak ne zamijenjuje upravljača zadataka i druge programe za informacije o sustavu Windows. Važno je znati i sljedeće:
it: Questo componente aggiuntivo non sostituisce applicazioni quali Task Manager o altri software che forniscono informazioni di sistema per Windows. Inoltre si tenga presente che:
pl: Ten dodatek nie zastępuje Menedżera zadań i innych programów dla Windows, dostarczających informacji o systemie. Proszę również zwrócić uwagę na następujące kwestie:
sk: Tento doplnok nie je náhradou za správcu úloh a iné programy na zisťovanie informácií v systéme Windows. Vezmite preto navedomie tieto skutočnosti:
vi: Add-on này không thay thế cho task manager và các trình kiểm tra thông tin hệ thống khác của Windows. Cũng lưu ý những điểm sau:

source: Resource information cannot be copied to clipboard if running the add-on in secure screens.
pl: Informacji o zasobach nie można skopiować do schowka, jeśli dodatek jest uruchamiany na bezpiecznych ekranach.

source: CPU usage is given for logical processors, not physical cores. This is noticeable for processors which uses Hyper-Threading where number of CPU's is twice the number of CPU cores.
bg: Натовареността на централния процесор се посочва за логическите процесори, а не за физическите ядра. Това е забележимо при процесори използващи Hyper-Threading, където броят на централните процесори е два пъти повече от броя на процесорните ядра.
da: CPU-brug bliver angivet for logiske processorer, ikke fysiske kerner. Dette har betydning for processorer, som bruger hypertrådningsteknologi. Her er antallet af CPU'er er det dobbelte af CPU-kernerne.
de: Die Prozessor-Auslastung wird für logische Prozessoren, jedoch nicht für physische Kerne ausgegeben. Dies ist bei Prozessoren bemerkbar, welche Hyper Threading verwenden. Bei diesen Prozessoren ist die Anzahl der Prozessoren das doppelte der Prozessorkerne.
fa: اطلاعاتی که در مورد کارکرد CPU اعلام میشود، برای پردازنده‌های منطقی است، نه هسته‌های فیزیکی. این در مورد پردازشگرهایی که از hyper-threading استفاده میکنند قابل ملاحظه است؛ زمانی که تعداد CPU دو برابر تعداد هسته‌های آن است.
fi: Suorittimen käyttö ilmoitetaan loogisille suorittimille, ei fyysisille ytimille. Tällä on merkitystä Hyper Threading -teknologiaa käyttävissä suorittimissa, joissa suorittimien määrä on kaksi kertaa ydinten määrä.
fr: L'utilisation du processeur est donnée pour les processeurs logiques, non pour les cœurs physiques. Cela est perceptible pour les processeurs qui utilise la technologie Hyper Threading où le nombre de CPU est deux fois le nombre de cœurs du processeur.
hr: Informacije o korištenju procesora dane su za logičke procesore, ne za fizičke jezgre. To se može primijetiti kod procesora koji koriste Hyper-Threading gdje je broj procesora dvostruko veći od broja jezgri.
it: L'utilizzo della CPU è riportato per processori logici, non core fisici. Questo è evidente per i processori che utilizzano Hyper-Threading dove il numero di CPU è il doppio del numero di core della CPU.
pl: Użycie CPU jest podawane dla procesorów logicznych, nie fizycznych rdzeni. Jest to zauważalne w przypadku procesorów używających technologii Hyper Threading gdzie liczba CPU jest dwukrotnie większa od liczby rdzeni.
sk: Využitie procesora je vypočítané pre logické procesory, nie pre fyzické jadrá. Toto je dôležité pri procesoroch, ktoré používajú viacero vláken, kde počet procesorov je dvojnásobný, ako počet jadier.
vi: Sử dụng CPU được cung cấp cho bộ vi xử lý logic chứ không phải lõi vật lý. Cần lưu ý điều này với các bộ vi xử lý dùng Hyper-Threading có số CPU gấp đôi số lõi vật lý.

source: If there is heavy disk activity such as copying large files, there might be delays when obtaining disk usage information.
bg: Ако има интензивна дейност на диска, например копиране на големи файлове, може да има закъснения при получаване на информацията за използването на диска.
da: Hvis der er en stor mængde af diskaktivitet som f.eks. Kopiering af store filer, kan der være forsinkelser, når der hentes oplysninger om diskbrug.
de: Es kann zu Verzögerungen beim Abrufen von Informationen über die Festplattennutzung kommen, wenn starke Festplattenaktivitäten wie z.B. das Kopieren großer Dateien stattfinden.
fa: چنانچه دیسک‌ها درگیر فعالیت سنگینی مانند کپی فایل‌های بزرگ باشند، ممکن است هنگام به‌دست‌آوردن اطلاعات میزان استفاده از دیسک، تأخیرهایی به وجود بیاید.
fi: Levynkäyttötietoja haettaessa saattaa olla viivettä, mikäli levytoimintaa, kuten suurten tiedostojen kopiointia, on runsaasti.
fr: Si l'activité du disque est lourde, comme la copie de fichiers volumineux, il peut y avoir des retards lors de l'obtention d'informations sur l'utilisation du disque.
hr: Ako je u tijeku velika aktivnost diska, kao što je kopiranje velikih datoteka, moguća su kašnjenja prilikom dobivanja informacija o korištenju diska.
it: Se è in corso un notevole processo sul disco, come ad esempio la copia di file di grandi dimensioni, ci potrebbero essere dei ritardi nell'ottenere informazioni sull'utilizzo del disco.
pl: Jeśli aktywność dysku jest za duża, tak jak na przykład kopiowanie wielkich plików, możliwe są opóźnienia w trakcie pobierania informacji.
sk: Ak práve kopírujete veľké súbory, zistenie informácie o využití disku môže chvíľu trvať.
vi: Nếu có một hoạt động làm nặng ổ đĩa như sao chép các tập tin lớn, có thể phải chờ trong khi lấy thông tin về mức độ sử dụng ô đĩa.

source: This add-on requires Windows 7 Service Pack 1 or later.
bg: Тази добавка изисква Windows 7 Service Pack 1 или по-нова версия.
da: Denne tilføjelse kræver Windows 7 Service Pack 1 eller nyere.
de: Für diese Erweiterung ist Windows 7 Service Pack 1 oder höher erforderlich.
fi: Tämä lisäosa edellyttää Windows 7 Service Pack 1:tä tai uudempaa.
fr: Cette extension requiert Windows 7 Service Pack 1 ou au-delà.
hr: Ovaj dodatak zahtijeva Windows 7 Service Pack 1 ili kasniji.
it: Questo add-on richiede Windows 7 Service Pack 1 o superiore.
pl: Ten dodatek wygląda Windows 7 Service Pack 1 lub nowszy.
sk: Tento doplnok funguje na systémoch Windows od verzie 7 Servicepack 1.

source: Note on license: this add-on uses Psutil, licensed under 3-Clause BSD License which is compatible with GNU General Public License.
bg: Забележка относно лиценза: Тази добавка използва Psutil, лицензиран под BSD лиценз с 3 клаузи, който е съвместим с GNU General Public License.
de: Hinweis zur Lizensierung: Diese Erweiterung verwendet Psutil, welches mit der 3-Clause BSD Lizenz veröffentlicht wurd. Diese ist mit der General Public Lizenz kompatibel.
fi: Huomautus lisenssistä: tämä lisäosa käyttää Psutil-riippuvuutta, joka on kolmilausekkeisen BSD-lisenssin alainen, joka on yhteensopiva GNU GPL -lisenssin kanssa.
fr: Remarque sur la licence : cette extension utilise Psutil, sous licence BSD à 3 clauses compatible avec la GNU General Public License.
hr: Napomena o licenci: ovaj dodatak koristi Psutil, licenciran pod BSD licencom s 3 klauzule koja je kompatibilna s GNU Općom javnom licencom.
it: Nota sulla licenza: questo componente aggiuntivo utilizza Psutil, concesso con licenza 3-Clause BSD compatibile con GNU General Public License.
pl: Uwaga dotycząca licencji: ten dodatek używa Psutil, licencjonowanego na 3-klauzulowej licencji BSD, która jest zgodna z GNU General Public License.

source: Version 22.03
pl: Wersja 22.03

source: Version 22.03 is the last stable version to support Windows 7 Service Pack 1, 8, and 8.1.
pl: Wersja 22.03 jest ostatnią stabilną wersją obsługującą system Windows 7 z dodatkiem Service Pack 1, 8 i 8.1.

source: NVDA 2021.3 or later is required.
pl: Wymagana jest nvda 2021.3 lub nowsza.

source: A warning message will be displayed when attempting to install the add-on on Windows 7, 8, and 8.1.
pl: Podczas próby zainstalowania dodatku w systemie Windows 7, 8 i 8.1 zostanie wyświetlony komunikat ostrzegawczy.

source: Updated psutil dependency to 5.9.0.
pl: Zaktualizowano zależność psutil do wersji 5.9.0.

source: Version 22.01
bg: Версия 22.01
hr: Verzija 22.01
pl: Wersja 22.01

source: NVDA 2021.2 or later is required.
bg: Изисква се NVDA 2021.2 или по-нова версия.
de: NVDA 2021.2 oder neuer wird benötigt.
hr: Potrebna je NVDA verzija 2021.2 ili novija.
pl: Wymagana jest nvda 2021.2 lub nowsza.

source: Version 21.10
bg: Версия 21.10
fi: Versio 21.10
hr: Verzija 21.10
it: Novità nella versione 21.10
pl: Wersja 21.10

source: NVDA 2021.1 or later is required due to changes to NVDA that affects this add-on.
bg: Изисква се NVDA 2021.1 или по-нова версия, поради промени в NVDA, които засягат тази добавка.
de: NVDA 2021.2 oder neuer ist erforderlich, da die Änderungen diese Erweiterung betreffen.
fi: NVDA 2021.1 tai uudempi vaaditaan tähän lisäosaan vaikuttavien NVDA-muutosten takia.
fr: NVDA 2021.1 ou ultérieur est requis en raison de modifications apportées à NVDA qui affectent cette extension.
hr: Potrebna je NVDA verzija 2021.1 ili novija zbog promjena u NVDA čitaču koje utječu na ovaj dodatak.
it: NVDA 2021.1 o successive sono richiesti per modifiche a NVDA che interessano questo componente aggiuntivo.
pl: NVDA 2021.1 lub nowsza jest wymagana ze względu na zmiany w NVDA, które mają wpływ na ten dodatek.

source: Version 21.08
bg: Версия 21.08
fi: Versio 21.08
hr: Verzija 21.08
it: Novità nella versione 21.08
pl: Wersja 21.08

source: Minimum Windows release requirement is now tied to NVDA releases.
bg: Изискването за минимално издание на Windows вече е свързано с изданията на NVDA.
de: Die Mindestanforderungen für Windows-Versionen sind jetzt an NVDA-Versionen gebunden.
fi: Windowsin vähimmäisversiovaatimus on nyt sidottu NVDA-versioihin.
fr: L'exigence de version minimale de Windows est désormais liée aux versions de NVDA.
it: Il requisito minimo di rilascio di Windows è ora legato alle versioni di NVDA.
pl: Minimalne wymagania dotyczące wersji systemu Windows są teraz powiązane z wersjami NVDA.
