Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: bg, da, de, fa, fi, fr, hr, it, pl, sk, vi

source: Last release to support Windows Server 2003, Vista and Server 2008.
bg: Последно издание, поддържащо Windows Server 2003, Vista и Server 2008.
da: Sidste version der understøtter Windows Server 2003, Vista og Server 2008.
de: Dies ist die letzte Version der Erweiterung, die Windows Server 2003, Vista und Server 2008 unterstützt.
fa: آخرین انتشاری است که ویندوز سرور 2003، ویستا و سرور 2008 را پشتیبانی میکند.
fi: Viimeinen Windows Server 2003:a, Vistaa ja Server 2008:aa tukeva versio.
fr: La dernière version à prendre en charge Windows Server 2003, Vista et Server 2008.
hr: Posljednje izdanje koje podržava Windows Server 2003, Vistu i Server 2008.
it: Ultima versione che supporta Windows Server 2003, Vista e Server 2008.
pl: Ostatnia wersjawspierająca Windows Server 2003, Vista i Server 2008.
sk: Posledná verzia, ktorá podporuje Windows Server 2003, Vista a Server 2008.
vi: Phiên bản cuối cùng hỗ trợ Windows Server 2003, Vista và Server 2008.

source: Better detection of Windows 10 releases and distinguishing between public and Insider Preview builds.
bg: По-добро откриване на изданията на Windows 10 и разграничение между публичните и Insider Preview компилациите.
da: Forbedret detektion af udgaver af Windows 10 og bedre til at skelne mellem offentlige builds af Windows og Insider Preview.
de: Die Identifikation der Windows-10-Version funktioniert zuverlässiger. Außerdem wird nun zwischen Windows-Insider-Versionen und veröffentlichten Windows-Versionen unterschieden.
fa: شناسایی بهتر انتشارهای ویندوز ۱۰ و تشخیص دادن ساخت‌های پیش‌نمایش عمومی (public) و داخلی (insider).
fi: Parempi Windows 10 -versioiden tunnistaminen sekä julkisten ja Insider-esiversioiden erottaminen toisistaan.
fr: Meilleure détection des versions de Windows 10 et distinction entre les versions publiques et les versions d'Insider Preview.
hr: Poboljšano otkrivanje za Windowsa 10 izdanja i bolje razlikovanje između javnih i Insider Preview izdanja.
it: Miglior rilevamento delle versioni di Windows 10 e miglior distinzione tra le Public e Insider building.
pl: Lepsze wykrywanie wydań Windowsa 10, a także rozróżnianie między wydaniami publicznymi i wydaniami niejawnego programu testów.
sk: Vylepšená detekcia verzií Windows 10 vrátane rozlišovania medzi verejnými a testovacími verziami.
vi: Phát hiện tốt hơn với các bản phát hành Windows 10 và sự khác nhau giữa các bản chính thức và Insider Preview.

source: Version 17.12
bg: Версия 17.12
fa: نسخه‌ی 17.12
fi: Versio 17.12
hr: Verzija 17.12
it: Novità nella versione 17.12
pl: Wersja 17.12
sk: Verzia 17.12
vi: Phiên bản 17.12

source: Added support for 64-bit ARM processors on Windows 10.
bg: Добавена е поддръжка за 64-битови ARM процесори под Windows 10.
da: Tilføjet support til 64-bit ARM-processorer på Windows 10.
de: Unterstützung für 64-Bit-Arm-Prozessoren auf Windows 10 hinzugefügt.
fa: پشتیبانی از پردازشگرهای ۶۴ بیتی ARM در ویندوز ۱۰.
fi: Lisätty tuki 64-bittisille ARM-suorittimille Windows 10:ssä.
fr: Ajout du support pour les processeurs ARM 64 bits sur Windows 10.
hr: Dodana podrška za 64-bitne ARM procesore na Windowsima 10.
it: Aggiunto il supporto per i processori ARM a 64 bit su Windows 10.
pl: Dodano wsparcie dla 64-bitowych ARM procesorów w Windowsie 10.
sk: Pridaná podpora pre 64-bitové ARM procesory v systéme Windows 10.
vi: Đã hỗ trợ cho 64-bit ARM processors trên Windows 10.

source: Version 17.09
bg: Версия 17.09
fa: نسخه‌ی 17.09
fi: Versio 17.09
hr: Verzija 17.09
it: Novità nella versione 17.09
pl: Wersja 17.09
vi: Phiên bản 17.09

source: Important: Version 17.09.x is the last version to support Windows XP.
bg: Важно: Версия 17.09.x е последната версия, която ще поддържа Windows XP.
da: Vigtigt: Version 17.09.x er den sidste version, der understøtter Windows XP.
de: Wichtig: Version 17.09.x ist die letzte Version, die auf Windows XP ausgeführt werden kann.
fa: مهم: نسخه‌ی 17.09.x، آخرین نسخه‌ایست که از ویندوز XP پشتیبانی میکند.
fi: Tärkeää: 17.09.x on viimeinen Windows XP:tä tukeva versio.
fr: Important : la version 17.09.x est la dernière version compatible avec Windows XP.
hr: Važno: Verzija 17.09 je posljednje izdanje koje podržava Windows XP.
it: Importante: la Versione 17.09.x è l'ultima versione che supporta Windows XP.
pl: Ważne: Wersja 17.09.x jest ostatnią wersją wspierającą Windows XP.
sk: Dôležité: Verzia 17.09.x je posledná, ktorá podporuje Windows XP.
vi: Quan trọng: phiên bản 17.09.x là phiên bản cuối cùng hỗ trợ Windows XP.

source: Last version to run on Windows XP.
bg: Последната версия, която ще работи под Windows XP.
da: Sidste version til at køre på Windows XP.
de: Dies ist die letzte Version, welche Windows XP unterstützt.
fa: آخرین نسخه‌ای که روی ویندوز XP اجرا میشود.
fi: Viimeinen Windows XP:ssä ajettava versio.
fr: Dernière version à fonctionner sous Windows XP.
hr: Zadnja verzija koja radi na Windowsima XP.
it: Ultima versione per Windows XP.
pl: Ostatnia wersja, którą będzie można uruchomić na Windowsie XP.
sk: Posledná verzia, ktorá funguje so systémom Windows XP.
vi: Phiên bản cuối cùng chạy trên Windows XP.

source: Windows 10 build 16278 and later is recognized as Version 1709. A minor revision for this add-on will be released once Version 1709 stable build is released.
bg: Windows 10 компилация 16278 и по-нови биват разпознати като версия 1709. Минимално обновление на тази добавка ще бъде издадено, когато бъде издадена стабилна компилация на версия 1709.
da: Windows 10 build 16278 og senere er anerkendt som Version 1709. En mindre revision for denne tilføjelse frigives, når version 1709 stabil build er udgivet.
de: Windows 10 Build 16278 und höher wird als Version 1709 erkannt. Eine kleinere Revision für diese Erweiterung wird veröffentlicht, sobald Version 1709 stable build veröffentlicht wird.
fa: ویندوز ۱۰ ساخت 16278 و بعد از آن به عنوان نسخه‌ی 1709 شناسایی میشوند. بازبینی کوچکی از افزونه، وقتی نسخه‌ی پایدار ساخت 1709 منتشر شود، در دسترس قرار خواهد گرفت.
fi: Windows 10:n koontiversio 16278 ja uudemmat tunnistetaan versioksi 1709. Tästä lisäosasta julkaistaan pieni päivitys, kun version 1709 vakaa koontiversio on julkistettu.
fr: Windows 10 build 16278 et versions ultérieures est reconnu comme Version 1709. Une révision mineure pour cette extension sera publié une fois que la version stable de la build 1709 sera publiée.
hr: Windows 10 verzija 16278 i novija prepoznata je kao Verzija 17.09. Manje izdanje ovog dodatka bit će objavljeno nakon objave stabilne verzije 2017.9.
it: Windows 10 build 16278 e superiore è riconosciuta come Versione 1709. Quando verrà rilasciata la versione stabile di Windows 10 1709, verrà rilasciato un aggiornamento minore per questo componente aggiuntivo.
pl: Windows 10 kompilacja 16278 i nowsze są rozpoznawane jako 1709. Pomniejsza aktualizacja tego dodatku będzie wydana po wydaniu wersji 1709 stabilnej kompilacji.
sk: Windows 10 od verzie 16278 je rozpoznaný ako Verzia 1709. Mierne upravená verzia tohto doplnku bude vydaná po vydaní verejnej stabilnej verzie Windowsu 1709.
vi: Windows 10 build 16278 trở lên được nhận dạng là phiên bản 1709. Một bản chỉnh sửa chính cho add-on này sẽ được phát hành khi phiên bản 1709 chính thức được phát hành.

source: Version 17.07.1
bg: Версия 17.07.1
fa: نسخه‌ی 17.07.1
fi: Versio 17.07.1
hr: Verzija 17.07.1
it: Novità nella versione 17.07.1
pl: Wersja 17.07.1
sk: Verzia 17.07.1
vi: Phiên bản 17.07.1

source: Reintroduce support for Windows XP (broken since version 17.02).
bg: Върната е поддръжката за Windows XP (неработеща от версия 17.02 насам).
da: Genindførte understøttelse for Windows XP (understøttelse har ikke virket siden version 17.02).
de: Unterstützung für Windows XP wurde wieder eingeführt.
fa: پشتیبانی مجدد از ویندوز XP که در نسخه‌ی 17.02 قطع شده بود.
fi: Palautettu Windows XP:n tuki (ollut rikki versiosta 17.02 lähtien).
fr: Réintroduit le support de Windows XP (cassé depuis la version 17.02).
hr: Ponovo uvedena podrška za Windows XP (prekinuta od verzije 17.02).
it: Reintroduce il supporto per Windows XP (non funzionante dalla versione 17.02).
pl: Ponowne wsparcie Windowsa XP (uszkodzone od wersji 17.02).
sk: Obnovená podpora pre Windows XP (nebola dostupná od verzie 17.02)
vi: Hỗ trợ lại cho Windows XP (đã bị bỏ từ phiên bản 17.02).

source: Version 17.05
bg: Версия 17.05
fa: نسخه‌ی 17.05
fi: Versio 17.05
hr: Verzija 17.05
it: Novità nella versione 17.05
pl: Wersja 17.05
sk: Verzia 17.05
vi: Phiên bản 17.05

source: Announcement of system uptime (time passed since last boot; NVDA+Shift+7).
bg: Съобщаване на работното време на системата (изминалото време от последното стартиране) чрез NVDA+Shift+7.
da: Annoncering af systemopetid (tid gået siden sidste opstart, NVDA + Shift +7).
de: Ansage der Betriebszeit des Systems (vergangene Zeit seit dem letzten Booten; NVDA+Umschalt+7).
fa: اعلام زمان بالا بودن سیستم؛ زمانی که از آخرین بوت سیستم سپری شده است؛ NVDA+Shift+7).
fi: Järjestelmän käynnissäoloajan ilmoittaminen (edellisestä käynnistyksestä kulunut aika; NVDA+Shift+7).
fr: Annonce du temps de bon fonctionnement du système (temps passé depuis le dernier démarrage, NVDA+Maj+7).
hr: Najava trajanja pokretanja sustava (vrijeme proteklo od zadnjeg pokretanja računala); NVDA+Shift+7).
it: Vocalizzazione dell'attività del sistema (il tempo trascorso dall'ultimo avvio; NVDA+Shift+7).
pl: Wymawianie czasu pracy systemu (czas od ostatniego rozruchu; NVDA+Shift+7).
sk: Pridaná možnosť zistiť čas behu systému od posledného reštartu (nvda+shift+7).
vi: Thông báo thời gian hoạt động của hệ thống (thời gian trôi qua kể từ lần khởi động cuối cùng; NVDA + Shift + 7).

source: Version 17.02
bg: Версия 17.02
fa: نسخه‌ی 17.02
fi: Versio 17.02
hr: Verzija 17.02
it: Novità nella versione 17.02
pl: Wersja 17.02
sk: Verzia 17.02
vi: Phiên bản 17.02

source: Updated psutil dependency to 5.0.1.
bg: Външната библиотека psutil е обновена до версия 5.0.1.
da: Opdateret psutil afhængighed til 5.0.1.
de: Psutil-Abhängigkeit auf 5.0.1 aktualisiert.
fa: متعلقات psutil به نسخه‌ی 5.0.1 به‌روز شد.
fi: Päivitetty psutil-riippuvuus versioksi 5.0.1.
fr: Mise à jour de la dépendance psutil vers la version 5.0.1.
hr: Ažurirana je psutil zavisnost na 5.0.1.
it: Aggiornata la dipendenza psutil alla versione 5.0.1.
pl: Zaktualizowano zależność psutil do wersji 5.0.1.
sk: Aktualizovaná knižnica psutil na verziu 5.0.1.
vi: Cập nhật psutil dependency lên 5.0.1.

source: When checking disk usage, NVDA will no longer present an error dialog on some systems where a removable media is not properly recognized (such as when a card isn't inserted into a card reader).)
bg: При проверка на дейността на диска NVDA вече няма да извежда съобщение за грешка на някои системи, на които преносим носител не бива разпознаван правилно (например когато в четеца на карти памет няма поставена карта).
da: Når du kontrollerer diskbrug, vil NVDA ikke længere præsentere en fejldialog på nogle systemer, hvor et flytbart medie ikke er korrekt genkendt (f.eks. Når et kort ikke er indsat i en kortlæser).
de: Bei der Überprüfung der Festplattennutzung zeigt NVDA keinen Fehlerdialog mehr auf einigen Systemen an. Dies gilt nur auf Systemen, auf denen ein Wechselmedium nicht richtig erkannt wird (z.B. wenn eine Karte nicht in einen Kartenleser eingelegt ist).
fa: در زمان بررسی میزان استفاده از دیسک، NVDA دیگر در بعضی سیستم‌ها، هنگامی که یک رسانه‌ی قابل حمل به‌درستی توسط سیستم شناسایی نشده، مثلا کارتی داخل کارت‌خوان قرار ندارد، پنجره‌ی خطا نشان نمیدهد.
fi: NVDA ei näytä enää virheilmoitusta levynkäyttötietoja tarkistettaessa järjestelmissä, joissa siirrettävää tietovälinettä ei tunnistettu oikein (esim. kun muistikorttia ei ole asetettu kortinlukijaan).
fr: Lors de la vérification de l'utilisation du disque, NVDA ne présentera plus de dialogue d'erreur sur certains systèmes où un support amovible n'est pas correctement reconnu (par exemple lorsqu'une carte n'est pas insérée dans un lecteur de carte).)
hr: Tijekom provjere upotrebljivosti diska, NVDA više neće prikazivati dijaloški okvir pogreške na nekim sustavima gdje izmjenjivi medij nije ispravno prepoznat (primjerice kada kartica nije umetnuta u čitač kartica.)
it: Quando si controlla l'utilizzo del disco, NVDA non mostrerà più una finestra di errore in alcuni sistemi, nei quali un'unità rimovibile non è riconosciuta correttamente (come quando una memory card non è inserita in un card reader).)
pl: Podczas sprawdzania użycia dysku NVDA nie będzie już wyświetlać okna dialogowego błędu w niektórych systemach, w których nośnik wymienny nie jest prawidłowo rozpoznawany (na przykład gdy karta nie jest włożona do czytnika kart).)
sk: NVDA viac nezobrazí chybu, ak pri kontrole kapacity disku nie je možné načítať všetky externé disky (napríklad pamäťovú kartu, ktorá aktuálne nie je vložená).
vi: Khi kiểm tra mức độ sử dụng đĩa, NVDA sẽ không còn tình trạng hiển thị hộp thoại báo lỗi trên vài hệ thống có ổ đĩa di động không được nhận dạng chính xác (như khi thẻ nhớ không được gắn vào ổ đọc thẻ).)

source: Version 16.08
bg: Версия 16.08
fa: نسخه‌ی 16.08
fi: Versio 16.08
hr: Verzija 16.08
it: Novità nella versione 16.08
pl: Wersja 16.08
sk: Verzia 16.08
vi: Phiên bản 16.08

source: Starting with version 16.08, add-on releases will be shown as year.month.revision.
bg: Започвайки с версия 16.08, изданията на добавката ще са с номер на версията във формат година.месец.ревизия.
da: Begyndende med version 16.08 vises tilføjelsespakkens fremtidige udgivelser som år.måned.revision.
de: Ab version 16.08 werden neue Versionen dieser Erweiterung mit Jahr.Monat angezeigt.
fa: با آغاز به انتشار نسخه‌ی 16.08، انتشارهای افزونه به صورت سال.ماه.بازبینی نشان داده میشوند.
fi: Lisäosan versionumerot ovat Versiosta 16.08 alkaen muotoa vuosi.kuukausi.tarkistusversio.
fr: À partir de la version 16.08, les versions pour cette extension seront de la forme année.mois.révision.
hr: Počevši od verzije 16.08, izdanja ovog dodatka prikazivat će se u formatu godina.mjesec.izdanje.
it: A partire dalla versione 16.08, le versioni dell'add-on saranno mostrate come anno.mese.revisione.
pl: Zaczynając od wersji 16.08, wersje dodatku będą wyświetlane jako rok.miesiąc.rewizja.
sk: Od verzie 16.08 používame na číslovanie verzii systém rok.mesiac.
vi: Từ phiên bản 16.08, các bản phát hành của add-on sẽ được hiển thị tên là năm.tháng.bản chỉnh sửa.

source: Various revisions of Windows 10 are now properly recognized (such as 1607 for build 14393).
bg: Различните ревизии на Windows 10 биват разпознати правилно (като например 1607 за компилация 14393).
da: Forskellige revisioner af Windows 10 er nu korrekt genkendt (f.eks. 1607 til build 14393).
de: Verschiedene Korrekturen für Windows10-Versionen werden richtig erkannt (z.B. 1607 für build 14393).
fa: نسخه‌های گوناگونی از ویندوز ۱۰ حالا به‌درستی شناسایی میشوند (مانند 1607 برای بیلد 14393).
fi: Windows 10:n eri versiot tunnistetaan nyt oikein (kuten 1607 koontiversiossa 14393).
fr: Diverses révisions de Windows 10 sont maintenant correctement reconnues (tels que la 1607 pour la build 14393).
hr: Različite verzije Windowsa 10 se sada ispravno prepoznaju (kao što je 1607 za verziju 14393).
it: Diverse revisioni di Windows 10 ora sono correttamente riconosciute (come la 1607 per la build 14393).
pl: Różne wersje systemu Windows 10 są teraz poprawnie rozpoznawane (takie jak 1607 dla kompilacji 14393).
sk: Doplnok dokáže rozpoznať rôzne verzie Windows 10 (napríklad 1607 pre zostavu 14393).
vi: Nhiều bản chỉnh sửa của Windows 10 giờ đã được nhận dạng chính xác (như 1607 cho số hiệu 14393).

source: Windows 10 build revisions (after installing cumulative updates) are properly recognized (such as 14393.51).
bg: Ревизиите на компилациите на Windows 10 (след инсталиране на сборни актуализации) биват правилно разпознати (например 14393.51).
da: Windows 10 build revisions (efter installation af kumulative opdateringer) er korrekt genkendt (såsom 14393.51).
de: Korrekturen der Buildnummer (z.B. 14393.51) wird jetzt auch nach kummulativen Aktualisierungen erkannt.
fa: نسخه بیلدهای ویندوز ۱۰ (بعد از نصب به‌روزرسانی‌ها) به‌درستی شناخته میشوند (مثل 14393.51).
fi: Windows 10:n koontiversiot tunnistetaan oikein kumulatiivisten päivitysten asentamisen jälkeen (kuten 14393.51).
fr: Les révisions de build de Windows 10 (après l'installation des mises à jour cumulatives) sont correctement reconnues (tels que la 14393.51).
hr: Revizije Windows 10 gradnji (nakon instalacije kumulativnih ažuriranja) ispravno se prepoznaju (kao što je 14.393.51).
it: Le build revisions di Windows 10 (dopo l'installazione di aggiornamenti cumulativi) sono riconosciute correttamente (ad esempio la 14393.51).
pl: Wydania kompilacji windowsa 10 (po instalacji aktualizacji zbiorczych) są rozpoznawane poprawnie (tak jak 14393.51).
sk: Správne sú rozpoznané zostavy Windows 10 po inštalácii kumulatívnych aktualizácii (napríklad 14393.51).
vi: Windows 10 bản sửa đổi (sau khi cài các bản cập nhật tích lũy) đã được nhận dạng chính xác (ví dụ 14393.51).

source: If using Insider Preview builds, this fact is recognized.
bg: Ако използвате компилации с вътрешни версии (Insider Preview) на Windows 10, това бива разпознато.
da: Hvis du bruger Insider-preview-builds, genkendes dette.
de: Es wird nun auch erkannt, ob die aktive Windowsversion ein Build des Insiderprogramms ist.
fa: چنانچه در حال استفاده از نسخه‌های پیش‌نمایش داخلی (Insider Preview) باشید، این مورد توسط افزونه شناسایی میشود.
fi: Insider-esiversiot tunnistetaan oikein.
fr: Si vous utilisez une build Insider Preview, celle-ci sera reconnue.
hr: Ako koristite Insider Preview gradnje, ta se činjenica prepoznaje.
it: Se si utilizzano le Insider Preview builds, questo fatto è riconosciuto.
pl: Jeżeli są używane kompilacje Insider Preview, ten stan jest rospoznany.
sk: Doplnok upozorňuje, ak používate vývojové verzie Windows (program Insider).
vi: Nếu đang dùng bản Insider Preview, trường hợp này cũng được nhận dạng.

source: Changes for 4.5
bg: Промени във версия 4.5
da: Ændringer i 4.5
de: Änderungen in 4.5
fa: تغییرات در نسخه‌ی 4.5
fi: Muutokset versiossa 4.5
fr: Changements pour la version 4.5
hr: Promjene u verziji 4.5
it: Novità nella versione 4.5
pl: Zmiany w wersji 4.5
sk: Zmeny vo verzii 4.5
vi: Các thay đổi cho phiên bản 4.5

source: Add-on repository has moved to GitHub (can be found at https://github.com/josephsl/resourcemonitor).
bg: Хранилището за добавката бе преместено в GitHub (можете да го намерите на адрес https://github.com/josephsl/resourcemonitor).
da: Tilføjelsespakkens udviklingssted er flyttet til GitHub (kan findes på https://github.com/josephsl/resourcemonitor).
de: Der Quellordner der Erweiterung (Repository) wurde nach GitHub verschoben. Das Verzeichnis kann hier gefunden werden [https://github.com/josephsl/resourcemonitor](https://github.com/josephsl/resourcemonitor).
fa: منبع فایل‌های افزونه به GitHub منتقل شده است. میتوانید آنرا در این نشانی بیابید: https://github.com/josephsl/resourcemonitor.
fi: Lisäosan koodivarasto on muuttanut GitHubiin (löytyy osoitteesta https://github.com/josephsl/resourcemonitor).
fr: Le référentiel de l'extension a été déplacé vers GitHub (peut être trouvé sur https://github.com/josephsl/resourcemonitor).
hr: Repozitorij dodatka premješten je na GitHub (možete ga pronaći na https://github.com/josephsl/resourcemonitor).
it: Il repository dell'add-on è stato spostato su GitHub (lo si trova all'indirizzo https://github.com/josephsl/resourcemonitor).
pl: Repozytorium tego dodatku został przeniesiony do GitHuba (można go znaleźć pod adresem https://github.com/josephsl/resourcemonitor).
sk: Doplnok presunutý na GitHub (https://github.com/josephsl/resourcemonitor).
vi: Kho add-on đã được chuyển sang GitHub (có thể tìm thấy tại https://github.com/josephsl/resourcemonitor).

source: Windows Server 2016 is properly recognized.
bg: Windows сървър 2016 бива правилно разпознат.
da: Windows Server 2016 er korrekt genkendt.
de: Windows-Server 2016 wird nun korrekt erkannt.
fa: ویندوز سرور 2016 به‌درستی شناسایی میشود.
fi: Windows Server 2016 tunnistetaan asianmukaisesti.
fr: Windows Server 2016 est correctement reconnu.
hr: Windows Server 2016. se ispravno prepoznaje.
it: Windows Server 2016 è riconosciuto correttamente.
pl: Windows Server 2016 jest rozpoznawany poprawnie.
sk: Správne je rozpoznávaný Windows server 2016.
vi: Windows Server 2016 đã được nhận dạng chính xác.

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
fa: تغییرات در نسخه‌ی 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0
pl: Zmiany w wersji 4.0
sk: Zmeny vo verzii 4.0
vi: Các thay đổi cho phiên bản 4.0

source: Updated psutil dependency to 2.2.1.
bg: Външната библиотека psutil е обновена до версия 2.2.1.
da: Opdateret psutil dependency til 2.2.1.
de: Psutil-Abhängigkeit auf 2.2.1 aktualisiert.
fa: متعلقات psutil به نسخه‌ی 2.2.1 به‌روز شد.
fi: Päivitetty psutil-riippuvuus versioksi 2.2.1.
fr: Mise à jour de la dépendance psutil vers la version 2.2.1.
hr: Ažurirana je opsutil zavisnost na 2.2.1.
it: Aggiornata la dipendenza psutil alla versione 2.2.1.
pl: Zaktualizowano zależność psutil do wersji 2.2.1.
sk: Aktualizovaná knižnica psutil na verziu 2.2.1.
vi: Cập nhật psutil dependency lên 2.2.1.

source: Vastly improved performance when obtaining information on CPU load.
bg: Значително подобрена производителност при получаване на информация за натоварването на централния процесор.
da: Stor forbedring af performance, under opsamlingen af oplysninger om CPU-belastning.
de: Erheblich verbesserte Leistung beim Abrufen von Informationen über die CPU-Auslastung.
fa: عملکرد افزونه، هنگام دریافت اطلاعات مربوط به بار CPU، به مقدار زیادی بهبود یافت.
fi: Suorituskykyä paranneltu huomattavasti suorittimen kuormituksen tietoja haettaessa.
fr: Nette amélioration des performances lors de l'obtention d'informations sur la charge du processeur.
hr: Izrazito poboljšana učinkovitost pri dobivanju informacija o opterećenosti procesora.
it: Performance molto migliorate nell'acquisizione delle informazioni sul carico della CPU.
pl: Znacznie ulepszona zawodność przy pobieraniu informacji o użyciu procesora.
sk: Upravené zisťovanie zaťaženia procesora.
vi: Cải thiện lớn cho hiệu xuất vận hành khi lấy thông tin về tải CPU.

source: Added support for recognition of Windows 10.
bg: Добавена е поддръжка за разпознаване на Windows 10.
da: Tilføjet understøttelse af genkendelse af Windows 10.
de: Unterstützung für die Erkennung von Windows 10 hinzugefügt.
fa: پشتیبانی از شناسایی ویندوز ۱۰ افزوده شد.
fi: Lisätty tuki Windows 10:n tunnistamiselle.
fr: Ajout du support pour la reconnaissance de Windows 10.
hr: Dodana podrška za prepoznavanje Windowsa 10.
it: Aggiunto il supporto al riconoscimento di Windows 10.
pl: Dodano wsparcie dla rospoznawania Windows 10.
sk: Pridaná podpora pre rozpoznávanie Windows 10.
vi: Đã hỗ trợ tính năng nhận dạng của Windows 10.

source: In Windows 10, the build number of Windows will also be announced.
bg: В Windows 10 номерът на компилацията на Windows също ще бъде съобщаван.
da: I Windows 10 vil build-nummeret også blive annonceret.
de: In Windows 10 wird auch die Build-Nummer von Windows angesagt.
fa: در ویندوز ۱۰، شماره‌ی ساخت ویندوز (build number) هم اعلام خواهد شد.
fi: Windows 10:n versiota ilmoitettaessa kerrotaan myös koontiversio.
fr: Dans Windows 10, le numéro de build de Windows est également annoncé.
hr: U Windowsima 10, broj verzije Windowsa također će biti izgovoren.
it: In Windows 10, verrà anche vocalizzato il numero di build.
pl: W systemie Windows 10 zostanie również ogłoszony numer kompilacji systemu Windows.
sk: V systéme Windows 10 je oznamované aj číslo zostavi.
vi: Trong Windows 10, số hiệu (build number) của Windows cũng sẽ được thông báo.
