Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: bg, da, de, fa, fi, fr, hr, it, pl, sk, vi

source: You can use Add-ons Manager to access add-on help.
bg: Можете да използвате Мениджъра на добавките за достъп до помощта за добавката.
da: Du kan bruge Styring af tilføjelsesprogrammer til at få hjælp til tilføjelsesprogrammet.
de: Sie können den Add-ons-Manager verwenden, um auf die Hilfe zur Erweiterung zuzugreifen.
fa: میتوانید برای دسترسی به راهنمای افزونه، از مدیر افزونه‌ها استفاده کنید.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: Vous pouvez utiliser le Gestionnaire d'extensions pour accéder à l'aide de l'extension.
hr: Moguće je koristiti Upravljač za dodatke za pristup pomoći.
it: Per accedere alla guida, si può utilizzare il gestore componenti aggiuntivi.
pl: Teraz państwo może użyć menedżera dodatków, aby dostać się do pomocy dodatku.
sk: Pomocníka k doplnku nájdete v správcovi doplnkov.
vi: Bạn có thể truy cập hỗ trợ cho add-on thông qua trình quản lý add-on.

source: Changes for 3.1
bg: Промени във версия 3.1
da: Ændringer i 3.1
de: Änderungen in 3.1
fa: تغییرات در نسخه‌ی 3.1
fi: Muutokset versiossa 3.1
fr: Changements pour la version 3.1
hr: Promjene u verziji 3.1
it: Novità nella versione 3.1
pl: Zmiany dla wersji 3.1
sk: Zmeny vo verzii 3.1
vi: Các thay đổi cho phiên bản 3.1

source: Resource Monitor officially supports Windows 8.1.
bg: Resource Monitor официално поддържа Windows 8.1.
da: Resource Monitor understøtter officielt Windows 8.1.
de: Der Ressourcen-Monitor unterstützt offiziell Windows 8.1.
fa: دیده‌بان منابع بطور رسمی از ویندوز 8.1 پشتیبانی میکند.
fi: Resurssienvalvonta tukee virallisesti Windows 8.1:tä.
fr: Resource Monitor prend officiellement en charge Windows 8.1.
hr: „Prati stanje resursa” službeno podržava Windows 8.1.
it: Resource Monitor supporta ufficialmente Windows 8.1.
pl: Monitor zasobów oficjalnie obsługuje Windows 8.1.
sk: Resource monitor oficiálne podporuje Windows 8.1
vi: Theo dõi tài nguyên chính thức hỗ trợ Windows 8.1.

source: Updated translations.
bg: Обновени преводи.
da: Opdaterede oversættelser.
de: Übersetzungen aktualisiert.
fa: ترجمه‌ها به‌روز شد.
fi: Käännöksiä päivitetty.
fr: Mise à jour des traductions.
hr: Ažurirani prijevodi.
it: Traduzioni aggiornate.
pl: Zaktualizowano tłumaczenia.
sk: Aktualizované preklady.
vi: Cập nhật các bản phiên dịch.

source: Changes for 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fa: تغییرات در نسخه‌ی 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
pl: Zmiany dla wersji 3.0
sk: Zmeny vo verzii 3.0
vi: Các thay đổi cho phiên bản 3.0

source: Updated psutil dependency to 1.2.1.
bg: Външната библиотека psutil е обновена до версия 1.2.1.
da: Opdateret psutil dependency til 1.2.1.
de: Psutil-Abhängigkeit auf 1.2.1 aktualisiert.
fa: متعلقات psutil به نسخه‌ی 1.2.1 به‌روز شد.
fi: Päivitetty psutil-riippuvuus versioksi 1.2.1.
fr: Mise à jour de la dépendance psutil vers la version 1.2.1.
hr: Ažurirana psutil zavisnost na 1.2.1.
it: Aggiornata la dipendenza psutil alla versione 1.2.1.
pl: Zaktualizowano zależność psutil do wersji 1.2.1.
sk: Aktualizovaná knižnica psutil na verziu 1.2.1.
vi: Cập nhật psutil dependency lên 1.2.1.

source: Announcement of current Windows version, CPU architecture and service pack if any (NVDA+Shift+6).
bg: NVDA+Shift+6 Съобщава текущо използваната версия на Windows, размер на процесорните инструкции (32 или 64-битови) и сервизен пакет - ако има такъв.
da: Annoncering af Windows-version, CPU-arkitektur og service pack hvis nogen (NVDA+Shift+6).
de: NVDA+Umschalt+6 gibt die Windows-Version, die verwendete Prozessor-Architektur sowie verwendete Service Packs aus.
fa: اعلام نسخه‌ی جاری ویندوز، معماری CPU و در صورت موجود بودن، بسته‌ی خدماتی (service pack) (NVDA+Shift+6).
fi: Suorittimen arkkitehtuurin sekä Windowsin ja Service Packin version ilmoittaminen (NVDA+Shift+6).
fr: Annonce la version en cours de Windows, l'architecture du processeur et le service pack le cas échéant (NVDA+Maj+6).
hr: Izgovor trenutne verzije Windowsa, arhitekture procesora i servisnog paketa ako postoji (NVDA+Shift+6).
it: Vocalizzazione della versione corrente di Windows, dell'architettura della CPU e del service pack se presente (NVDA+Shift+6).
pl: NVDA+Shift+6 odczytuje wersję i servicepack systemu Windows, oraz bity procesora (32 lub 64 bity).
sk: Oznamovanie architektúri procesora (32 alebo 64 bit), verzie windows a Service Packu ((NVDA+Shift+6).
vi: Thông báo phiên bản Windows hiện tại, kiểu CPU và gói dịch vụ nếu có (NVDA+Shift+6).

source: Ability to change add-on shortcut keys (NVDA 2013.3 or later).
bg: Възможност за промяна на бързите клавиши за добавката (NVDA 2013.3 или по-нова).
da: Mulighed for at ændre genvejstaster (NVDA 2013.3 eller senere).
de: Tastenkürzel der Erweiterung sind ab NVDA 2013.3 änderbar.
fa: توانایی تغییر کلیدهای میانبر افزونه (NVDA 2013.3 یا بالاتر).
fi: Mahdollisuus vaihtaa lisäosan pikanäppäimiä (NVDA:n 2013.3-versiossa tai uudemmassa).
fr: Possibilité de modifier les touches de raccourci de l'extension (NVDA 2013.3 ou version ultérieure).
hr: Mogućnost promjene tipkovnih prečica (NVDA verzija 2013.3 ili novija).
it: Possibilità di cambiare i tasti rapidi dell'add-on (NVDA 2013.3 o superiore).
pl: Możliwość zmiany klawiszy skrótu dodatku (NVDA 2013.3 lub nowsza).
sk: Možnosť zmeniť klávesové skratky (NVDA 2013 a vyššie).
vi: Khả năng thay đổi phím tắt cho add-on (NVDA 2013.3 trở lên).

source: Ability to copy individual resource information to clipboard by pressing resource commands two times.
bg: Възможност за копиране на индивидуална информация за ресурсите в клипборда при двукратно натискане на командите за докладване на тази информация.
da: Muligt at kopiere individuelle ressourceoplysninger til udklipsholderen ved at ved at trykke på genvejstasten to gange.
de: Es besteht die Möglichkeit, einzelne Ressourceninformationen durch zweimaliges Drücken der Tastenkombination in die Zwischenablage zu kopieren.
fa: توانایی کپی اطلاعات هرکدام از منابع در کلیپ‌برد با فشردن فرمان مربوط، دو بار پشت سر هم.
fi: Mahdollisuus kopioida yksittäisen resurssin tiedot leikepöydälle painamalla komentoja kahdesti.
fr: Possibilité de copier les informations de la ressource individuelle dans le presse-papiers en appuyant deux fois sur commandes ressource.
hr: Mogućnost kopiranja pojedinačnih informacija o resursima u međuspremnik pritiskom naredbi resursa dva puta.
it: Possibilità di copiare ciascuna informazione sulle risorse negli appunti digitando i comandi due volte.
pl: Możliwość skopiowania do schowka pojedynczych informacji o zasobach, przez naciśnięcie dwukrotnie klawisza polecenia wypowiadającego daną informację.
sk: Možnosť kopírovať údaje do schránky dvojitým stlačením danej skratky.
vi: Khả năng sao chép thông tin tài nguyên cụ thể vào bộ nhớ tạm bằng cách bấm lệnh xem thông tin hai lần.

source: Changes for 2.4
bg: Промени във версия 2.4
da: Ændringer i 2.4
de: Änderungen in 2.4
fa: تغییرات در نسخه‌ی 2.4
fi: Muutokset versiossa 2.4
fr: Changements pour la version 2.4
hr: Promjene u verziji 2.4
it: Novità nella versione 2.4
pl: Zmiany w wersji 2.4
sk: Zmeny vo verzii 2.4
vi: Các thay đổi cho phiên bản 2.4

source: New languages: Chinese (simplified), Ukrainian.
bg: Нови езици: опростен китайски, украински.
da: Nye sprog: Kinesisk (simplificeret), ukrainsk.
de: Neue Sprachen: Chinesisch (vereinfacht), Ukrainisch.
fa: زبان‌های جدید: چینی (ساده‌شده)، اوکراینی.
fi: Uusia kieliä: kiina (yksinkertaistettu), ukraina
fr: Nouvelles langues: Chinois (simplifié), Ukrainien.
hr: Novi jezici: kineski (pojednostavljeni), ukrajinski.
it: Nuove lingue: Cinese (semplificato), Ucraino.
pl: Nowe języki: chiński (uproszczony), ukraiński.
sk: Nové jazyky: Ukrajinčina, zjednodušená Čínština
vi: Các ngôn ngữ mới: tiếng Trung Quốc (giản thể), tiếng Ukraina.

source: Changes for 2.3
bg: Промени във версия 2.3
da: Ændringer i 2.3
de: Änderungen in 2.3
fa: تغییرات نسخه‌ی 2.3
fi: Muutokset versiossa 2.3
fr: Changements pour la version 2.3
hr: Promjene u verziji 2.3
it: Novità nella versione 2.3
pl: Zmiany dla 2.3
sk: Zmeny vo verzii 2.3
vi: Các thay đổi cho phiên bản 2.3

source: Added Bulgarian translation.
bg: Добавен е превод на български език.
da: Tilføjet bulgarsk oversættelse.
de: Übersetzung für Bulgarisch hinzugefügt.
fa: ترجمه‌ی بلغاری افزوده شد.
fi: Lisätty bulgariankielinen käännös.
fr: Ajout de la traduction en bulgare.
hr: Dodan prijevod na bugarski jezik.
it: Aggiunta la traduzione in bulgaro.
pl: Dodano tłumaczenie bułgarskie.
sk: pridaný preklad do bulharčiny
vi: Đã thêm bản dịch tiếng Bungari.

source: Changes for 2.2
bg: Промени във версия 2.2
da: Ændringer i 2.2
de: Änderungen in 2.2
fa: تغییرات در نسخه‌ی 2.2
fi: Muutokset versiossa 2.2
fr: Changements pour la version 2.2
hr: Promjene u verziji 2.2
it: Novità nella versione 2.2
pl: Zmiany w wersji 2.2
sk: Zmeny vo verzii 2.2
vi: Các thay đổi cho phiên bản 2.2

source: Added following translations: Arabic, Aragonese, Croatian, Dutch, Finnish, French, Galician, German, Hungarian, Italian, Japanese, Korean, Nepali, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil and Turkish.
bg: Добавени са следните преводи: Арабски, арагонски, хърватски, холандски, финландски, френски, галицийски, немски, унгарски, италиански, японски, корейски, непалски, полски, португалски (Бразилия), руски, словашки, словенски, испански, Тамил и турски.
da: Tilføjet følgende oversættelser: Arabisk, aragonesisk, croatisk, hollandsk, finsk, fransk, galicisk, tysk, ungarsk, italiensk, japansk, koreansk, nepalesisk, polsk, portugisisk (Brasilien), russisk, slovakisk, slovensk, spansk, tamilsk og tyrkisk.
de: Folgende Übersetzungen hinzugefügt: Arabisch, Aragonesisch, Kroatisch, Niederländisch, Finnisch, Französisch, Galiesisch, Deutsch, Ungarisch, Italienisch, Japanisch, Koreanisch, Nepalesisch, Polnisch, Portugiesisch (Brasilien), Russisch, Slovakisch, Slovenisch, Spanisch, Tamil und Türkisch.
fa: افزونه به این زبان‌ها ترجمه شد: آراگونیایی، آلمانی، اسلوواکیایی، اسلوونیایی، اسپانیولی، ایتالیایی، پرتغالی برزیلی، تامیل، ترکیه‌ای، روسی، ژاپنی، عربی، فرانسوی، فنلاندی، کره‌ای، کرواتی، گالیسیایی، لهستانی، مجارستانی، نپالی و هلندی.
fi: Lisätty seuraavat käännökset: arabia, aragonia, brasilianportugali, espanja, galego, hollanti, italia, japani, korea, kroatia, nepali, puola, ranska, saksa, slovakki, slovenia, suomi, tamili, turkki, unkari ja venäjä.
fr: Ajout des traductions suivantes : Arabe, Aragonais, Néerlandais, Finnois, Français, Galicien, Allemand, Croate, Hongrois, Italien, Japonais, Coréen, Népalais, Portugais (Brésilien), Russe, Slovaque, Slovène, Espagnol, Tamoul et Turque.
hr: Dodani prijevodi na sljedeće jezike: arapski, aragonski, hrvatski, nizozemski, finski, francuski, galicijski, njemački, mađarski, talijanski, japanski, korejski, nepaljski, poljski, portugalski (Brazil), ruski, slovački, slovenski, španjolski, tamilski i turski.
it: Aggiunte le seguenti traduzioni: Arabo, Aragonese, Croato, Olandese, Finlandese, Francese, Galiziano, Tedesco, Ungherese, Italiano, Giapponese, Coreano, Nepalese, Polacco, Portoghese (Brasile), Russo, Slovacco, Sloveno, Spagnolo, Tamil e Turco.
pl: Dodano następujące języki: arabski, aragoński, chorwacki, holenderski, fiński, francuski, galicyjski, niemiecki, węgierski, włoski, japoński, koreański, nepalski, polski, portugalski(brazylijski), rosyjski, słowacki, słoweński, hiszpański, tamilski i turecki.
sk: Pridané preklady: Arabčina, Aragónčina, chorvátčina, holandčina, fínčina, francúzština, Galijcíjčina, nemčina, maďarčina, taliančina, japončina, kórejčina, nepálčina, poľština, brazílska portugalčina, ruština, slovenčina, slovinčina, španielčina, Tamilčina a turečtina.
vi: Đã thêm các bản dịch sau: tiếng Ả Rập, Aragonese, Croatia, Hà Lan, Phần Lan, Pháp, Galicia, Đức, Hungary, Ý, Nhật Bản, Hàn Quốc, Nepal, Ba Lan, Bồ Đào Nha (Brazil), Nga, Slovak, Slovenia, Tây Ban Nha, Tamil và Thổ Nhĩ Kỳ.

source: Changes for 2.1
bg: Промени във версия 2.1
da: Ændringer i 2.1
de: Änderungen in 2.1
fa: تغییرات در نسخه‌ی 2.1
fi: Muutokset versiossa 2.1
fr: Changements pour la version 2.1
hr: Promjene u verziji 2.1
it: Novità nella versione 2.1
pl: Zmiany dla wersji 2.1
sk: Zmeny vo verzii 2.1
vi: Các thay đổi cho phiên bản 2.1

source: Updated psutil dependency to version 0.6.1.
bg: Външната библиотека psutil е обновена до версия 0.6.1.
da: Opdaterede psutil dependency til version 0.6.1.
de: Psutil auf Version 0.6.1 aktualisiert.
fa: Psutil dependency به نسخه‌ی 0.6.1 به‌روز شد.
fi: Päivitetty psutil-riippuvuus versioksi 0.6.1.
fr: Mise à jour de la dépendance psutil vers la version 0.6.1.
hr: Ažurirana psutil zavisnost na verziju 0.6.1.
it: Aggiornata la dipendenza psutil alla versione 0.6.1.
pl: Zaktualizowano zależność psutil do wersji 0.6.1.
sk: Aktualizovaná knižnica psutil na verziu 0.6.1.
vi: Cập nhật psutil dependency lên phiên bản 0.6.1.

source: Fixed long delay when getting information of drives.
bg: Отстранено е голямото забавяне при извличане на информация за дисковите дялове.
da: Rettet lang forsinkelse, når man bad om informationer om drev.
de: Größere Zeitverzögerung beim Erhalten von Informationen von Datenträgern beseitigt.
fa: تأخیر طولانی در زمان به‌دست آوردن اطلاعات درایوها برطرف شد.
fi: Korjattu pitkä viive asemien tietoja haettaessa.
fr: Correction du long délai lors de l'obtention des informations des disques
hr: Riješen problem velikog kašnjenja pri dobivanju informacija o particijama.
it: Corretto un grosso ritardo che si verificava quando si acquisivano informazioni sui drives.
pl: Naprawiono duże opóźnienie podczas uzyskiwania informacji o dyskach.
sk: Skrátený čas na zistenie kapacity a miesta na diskoch.
vi: Sửa lỗi đợi lâu khi lấy thông tin ổ đĩa.

source: Code cleanup.
bg: Разчистване на изходния код.
da: Oprydning i koden.
de: Der Quellcode wurde bereinigt.
fa: پاکسازیِ کد.
fi: Koodia siivottu.
fr: Nettoyage du code.
hr: Čišćenje koda.
it: Pulizia del codice.
pl: Czyszczenie kodu.
sk: drobné úpravy v kóde.
vi: Dọn dẹp mã nguồn.

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fa: تغییرات در نسخه‌ی 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
pl: Zmiany dla wersji 2.0
sk: Zmeny vo verzii 2.0
vi: Các thay đổi cho phiên bản 2.0

source: added translation support and translation comments.
bg: Добавена е възможност за превод и коментари за преводачите.
da: Tilføjet understøttelse for oversættelse og oversættelseskommentarer.
de: Möglichkeit zur Übersetzung sowie Übersetzungskommentare hinzugefügt.
fa: پشتیبانی از ترجمه و توضیحات ترجمه افزوده شد.
fi: Lisätty käännösten tuki ja käännöskommentteja.
fr: Ajout du support des traductions et des commentaires pour les traducteurs.
hr: Dodana podrška za prijevode i komentare prijevoda.
it: aggiunto il supporto e i commenti alle traduzioni.
pl: dodano wsparcie tłumaczeniowe i komentarze do tłumaczeń.
sk: Podpora pre preklady vrátane komentárov pre prekladateľov.
vi: thêm các hỗ trợ và chú thích phiên dịch.

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fa: تغییرات در نسخه‌ی 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
pl: Zmiany dla wersji 1.0
sk: Zmeny vo verzii 1.0
vi: Các thay đổi cho phiên bản 1.0

source: Initial Release
bg: Първоначално издание
da: Første udgivelse
de: Ehrstveröffentlichung
fa: انتشار اولیه
fi: Ensimmäinen versio
fr: Première version.
hr: Prvo izdanje
it: Versione iniziale
pl: Wstępne wydanie
sk: prvé vydanie
vi: Bản phát hành đầu tiên

source: [[!meta title="Resource Monitor"]]
bg: [[!meta title="Наблюдение на ресурсите (Resource Monitor)"]]
da: [[!meta title="Ressourcemonitor"]]
de: [[!meta title="Ressourcen-Monitor"]]
fa: [[!meta title="دیده‌بان منابع (Resource Monitor)"]]
fi: [[!meta title="Resurssienvalvonta"]]
hr: [[!meta title="Prati stanje resursa (Resource Monitor)"]]
sk: [[!meta title="Monitor prostriedkov"]]
vi: [[!meta title="Theo dõi tài nguyên"]]

source: NVDA compatibility: 2021.2 and beyond
bg: Съвместимост с NVDA: от 2021.2 и по-нови версии

source: NVDA compatibility: 2019.3 to 2020.2
sk: Funguje s NVDA 2019.3 a 2020.2

source: If you have NvDA 2013.3 or later installed, you can change these shortcut keys via input gestures dialog.
sk: Ak používate NVDA od verzie 2013.3, môžete si skratky upraviť v dialógu klávesové skratky.

source: Authors: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala and other NVDA contributors
fa: نویسندگان: Alex Hall، Joseph Lee، beqa gozalishvili، Tuukka Ojala و دیگر مشارکت‌کنندگان NVDA

source: NVDA+Shift+E Presents used ram, average processor load, and battery info if available.
fa: NVDA+Shift+E، مقدار استفاده‌شده از رم، میانگین کارکرد پردازنده و در صورت موجود بودن، اطلاعات باتری را ارائه میدهد.

source: NVDA+Shift+1 Presents the average processor load and if multicore CPU's are present the load of each core.
fa: NVDA+Shift+1، میانگین بارِ CPU و چنانچه CPU چندهسته‌ای باشد، بارِ هر هسته را اعلام میکند.

source: NVDA+Shift+2/5 Presents the used and total space for both physical and virtual ram.
fa: NVDA+Shift+2 و NVDA+Shift+5، فضای استفاده‌شده و فضای کلی رم فیزیکی و رم مجازی را اعلام میکند.

source: NVDA+Shift+3 Presents the used and total space of the static and removable drives.
fa: NVDA+Shift+3، فضای استفاده‌شده و کل فضای درایوهای ثابت و قابل حمل متصل‌شده به رایانه را اعلام میکند.

source: NVDA+Shift+4 Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
fa: NVDA+Shift+4، درصدِ باتری، وضعیت شارژ، زمان باقی‌مانده در صورت شارژ نشدن، و یک هشدار اگر باتری ضعیف یا خیلی ضعیف باشد.

source: NVDA+Shift+6 Presents CPU Architecture 32/64-bit and Windows version and service pack numbers.
fa: NVDA+Shift+6، معماری CPU (۳۲ یا ۶۴ بیتی)، شماره نسخه‌ی ویندوز و شماره‌ی بسته‌ی خدماتی (service pack) را اعلام میکند.

source: NVDA+Shift+7 presents the system's uptime.
fa: NVDA+Shift+7، زمان بالا بودن سیستم را اعلام میکند.

source: If you have NvDA 2013.3 or later installed, you can change these shortcut keys.
fa: چنانچه شما نسخه‌ی NvDA 2013.3 یا بعد از آن‌را نصب کرده باشید، میتوانید این کلیدهای میانبر را تغییر دهید.

source: Support for Windows XP from this add-on ended on December 31, 2017. Support for Windows Server 2003, Vista and Server 2008 ended on June 30, 2018.
fa: پشتیبانی این افزونه از ویندوز XP در ۱۰ دی‌ماه ۱۳۹۶ پایان یافت. پشتیبانی این افزونه از ویندوز سِروِر 2003، ویستا و سِروِر 2008 در ۹ تیرماه ۱۳۹۷ پایان یافت.
