Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/reviewCursorCopier.*.po
Languages: hr

source: [[!meta title="Review Cursor Copier"]]
hr: [[!meta title="Preglednik kursora kopiranja"]]

source: Author: Tuukka Ojala <tuukka.ojala@gmail.com>
hr: Autor: Tuukka Ojala <tuukka.ojala@gmail.com>

source: Download [stable version][1]
hr: Preuzmi [stable version][1]

source: Download [development version][2]
hr: Preuzmi [development version][2]

source: This NVDA add-on provides various commands for copying the text under the review cursor to the clipboard. Currently, the following commands are implemented:
hr: Ovaj dodatak pruža različite naredbe za kopiranje teksta ispod preglednog kursora u međuspremnik. Trenutno su implementirane sljedeće naredbe:

source: Copy the line under the review cursor
hr: Kopiraj redak ispod preglednog kursora

source: Copy the word under the review cursor
hr: Kopiraj riječ ispod preglednog kursora

source: Copy from the start of the current line to the review cursor
hr: Kopiraj od početka trenutnog retka do preglednog kursora

source: Copy from the review cursor to the end of the current line
hr: Kopiraj od preglednog kursora do kraja trenutnog retka

source: Copy from the start of the current word to the review cursor
hr: Kopiraj od početka trenutne riječi do preglednog kursora

source: Copy from the review cursor to the end of the current word
hr: Kopiraj od preglednog kursora do kraja trenutne riječi
