Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/sayCurrentKeyboardLanguage.*.po
Languages: bg, da, de, fr, gl, hr, it, ja, pl, pt_pt, sk, uk, vi, zh_cn

source: [[!meta title="sayCurrentKeyboardLanguage"]]
bg: [[!meta title="Изговаряне на текущия език на клавиатурата (sayCurrentKeyboardLanguage)"]]
de: [[!meta title="Aktive Tastatursprache ansagen"]]
hr: [[!meta title="Izgovori jezik trenutačne tipkovnice (sayCurrentKeyboardLanguage)"]]
sk: [[!meta title="Vyslov jazyk klávesnice"]]
uk: [[!meta title="sayCurrentKeyboardLanguage (Повідомити поточну мову клавіатури)"]]
vi: [[!meta title="Báo ngôn ngữ bàn phím hiện tại"]]
zh_cn: [[!meta title="sayCurrentKeyboardLanguage-NVDA语言显示插件"]]

source: Author(s): Abdel, Noelia;
bg: Автори: Abdel, Noelia.
da: Forfatter (e): Abdel, Noelia;
de: Autoren: Abdel, Noelia;
fr: Auteurs : Abdel, Noelia;
gl: Autor(es): Abdel, Noelia;
hr: Autori: Abdel, Noelia;
it: Autori: Abdel, Noelia;
ja: 作者: Abdel, Noelia;
pl: Autorzy: Abdel, Noelia;
pt_pt: Autores: Abdel, Noélia
sk: Autorii: Abdel, Noelia;
uk: Автори: Abdel, Noelia;
vi: Tác giả: Abdel, Noelia;
zh_cn: 作者: Abdel, Noelia;

source: Download [stable version](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
bg: Изтегляне на [стабилна версия](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
fr: Télécharger [version stable](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
hr: Preuzmi [stabilnu verziju](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)

source: Download [development version](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
bg: Изтегляне на [тестова версия](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
fr: Télécharger [version de développement](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)
hr: Preuzmi [razvojnu verziju](https://www.nvaccess.org/addonStore/legacy?file=sayCurrentKeyboardLanguage)

source: Presentation
bg: Представяне
da: Præsentation
de: Einführung
fr: Présentation
gl: Presentación
hr: Prezentacija
it: Presentazione
ja: 紹介
pl: Prezentacja
pt_pt: Apresentação
sk: Prezentácia
uk: Презентація
vi: Trình bày
zh_cn: 介绍

source: This addon was created following a request from a member on the nvda-addons mailing list.
bg: Тази добавка е създадена по желание на член на пощенския списък за добавки за NVDA.
da: Denne tilføjelse blev oprettet efter en anmodning fra et medlem på mailinglisten for nvda-addons.
de: Diese Erweiterung wurde auf Anfrage eines Mitglieds der nvda-addons Mailingliste erstellt.
fr: Cette extension a été créée à la suite d'une demande d'un membre sur la liste de diffusion nvda-addons.
gl: Este complemento creouse seguindo unha petición dun membro da lista de correo de complementos do NVDA.
hr: Ovaj je dodatak izrađen na temelju zahtjeva jednog člana na mailing listi nvda dodataka.
it: Questo add-on è stato creato seguendo una richiesta di un membro della mailing list dei componenti aggiuntivi di NVDA.
ja: このアドオンはNVDAアドオンメーリングリストのメンバーからのリクエストにより作られました。
pl: Ten dodatek został utworzony na prośbę członka listy mailingowej nvda-addons.
pt_pt: Este complemento foi criado por solicitação de um membro da lista de extras do nvda.
sk: Doplnok bol vytvorený ako reakcia na požiadavku jedného člena komunity.
uk: Цей додаток було створено на прохання учасника поштової конференції додатків для NVDA.
vi: Addon được tạo ra theo đề nghị từ một thành viên trên diễn đàn trao đổi qua thư điện tử của nvda-addons.
zh_cn: 此加载项是根据 nvda-addons 邮件列表中的成员的请求创建的。

source: It provides a keyboard shortcut, NVDA + F4, which allows to retrieve and give the language of the current keyboard.
bg: Тя осигурява клавишна комбинация (NVDA+F4), която позволява да се получи и изведе текущият език на клавиатурата.
da: Denne pakke benyttes via en tastaturgenvej, NVDA+F4, som giver mulighed for at angive sproget af den aktuelle tastatursprog.
fr: Il fournit un raccourci clavier, NVDA + F4, qui permet de récupérer et de donner la langue du clavier actuel.
gl: Proporciona un atallo de teclado, NVDA + F4, o que permite recuperar e dar a lingua do teclado actual.
hr: Dodatak koristi tipkovnički prečac NVDA+F4, pomoću kojeg se pronalazi i izgovara jezik trenutačne tipkovnice.
it: Fornisce una scorciatoia da tastiera, NVDA + F4, che permette di recuperare e annunciare la lingua impostata per la tastiera corrente.
ja: このアドオンにより、NVDA+F4のキーボードショートカットで、現在のキーボードの言語を調べ、提供します。
pl: Zapewnia skrót klawiaturowy NVDA + F4, który pozwala pobrać i podać język bieżącej klawiatury.
pt_pt: Este extra tem um atalho de teclado, NVDA + F4, que permite recuperar e fornecer o idioma do teclado actual. Se pressionado duas vezes, dá o idioma padrão do sistema.
sk: Po stlačení skratky nvda+F4 oznámi aktuálne nastavený jazyk klávesnice.
uk: Він надає комбінацію клавіш NVDA + F4, яка дозволяє отримати інформацію про поточну мову клавіатури.
vi: Nó cung cấp phím lệnh NVDA + F4 để xác định và cho biết ngôn ngữ hiện tại của bàn phím. Nếu bấm hai lần sẽ cho biết ngôn ngữ mặc định của hệ thống.
zh_cn: 它提供了一个键盘快捷方式, NVDA + F4, 它允许检索和提供当前键盘的语言。

source: If pressed twice, gives the default language of the system.
bg: Ако бъде натисната двукратно, извежда езика по подразбиране на системата.
da: Hvis du trykker to gange, angiver systemets standardsprog.
de: Bei zweimaligem Drücken wird die Standardsprache des Systems angesagt.
fr: Si vous appuyer deux fois sur la touche, vous donne la langue par défaut du système.
gl: Se se preme dúas veces, da a lingua predeterminada do sistema.
hr: Dvaput pritisnuto, izgovara standardni jezik sustava.
it: Se premuto due volte, annuncia la lingua di default del sistema.
ja: 2回押すと、システムの初期言語を提供します。
pl: Dwukrotne naciśnięcie powoduje podanie domyślnego języka systemu.
pt_pt: Se for pressionado duas vezes, diz a linguagem padrão do sistema
sk: Stlačené dvakrát rýchlo za sebou oznámi jazyk systému.
uk: Якщо натиснути двічі, повідомляє основну мову системи.
vi: Nếu bấm hai lần, cho biết ngôn ngữ mặc định của hệ thống.
zh_cn: 如果按两次, 则提供系统的默认语言。

source: At the first version of this module, it had been proposed as simple globalPlugin to paste in the configuration directory of NVDA, it was then transformed into addon.
bg: Първата версия на този модул беше предложен като глобален плъгин, който да бъде поставян в конфигурационната директория на NVDA, След това беше преобразуван в добавка.
da: Ved den første version af dette modul blev det foreslået, at det skulle være et simpelt globalPlugin i NVDA' konfigurationsmappe. Senere blev dette modul omdannet til en tilføjelsespakke.
de: Bei der ersten Version dieses Moduls war es lediglich ein globales Plugin, welches in die NVDA-Konfiguration integriert werden musste. Später wurde es in eine Erweiterung ausgelagert.
fr: À la première version de ce module, il a été proposé comme simple globalPlugin afin d'être coller dans le répertoire de configuration de NVDA, il a ensuite été transformé en extension.
gl: Na primeira versión deste módulo, propuxérase coma un sinxelo plugin global para pegar no directorio de configuración do NVDA, entón transformouse nun complemento.
hr: U prvoj verziji je modul bio predložen kao jednostavni globalni dodatak, kojeg je trebalo zalijepiti u konfiguracijski direktorij za NVDA. Nakon toga je promijenjen u dodatak.
it: Nella sua prima versione, questo modulo era stato proposto come una funzione da aggiungere alla configurazione di NVDA; in seguito è stato realizzato come componente aggiuntivo.
ja: このモジュールの最初のバージョンは、NVDAのconfigurationディレクトリにペーストする単純なグローバルプラグインでしたが、アドオンの形に変更しました。
pl: W pierwszej wersji modułu, został on zaproponowany jako globalna wtyczka dlaNVDA, potem był on przekształcony w pakiet addon.
pt_pt: Na primeira versão deste módulo, foi proposto como simples globalPlugin para colar no diretório de configuração do NVDA, depois foi transformado em addon.
sk: Pôvodne išlo len o globálny plugin, ktorýu bolo potrebné pre jeho správnu funkčnosť skopírovať do adresára s nastaveniami a konfiguráciou NVDA, neskôr bol prerobený na doplnok.
uk: Перша версія цього модуля була простим плагіном, який треба було вставити вручну до папки з конфігурацією NVDA. Однак тепер його перетворено у додаток.
vi: Ở phiên bản đầu tiên của module này, nó được đề nghị như là một globalPlugin đơn giản để dán vào thư mục cấu hình của NVDA, rồi nó đã được chuyển thành một addon.
zh_cn: 在这个模块的第一个版本中，它被建议作为简单的globalPlugin粘贴到NVDA的配置目录中，然后将其转换为插件。

source: Notes
bg: Забележки
da: Noter
de: Anmerkungen
gl: Notas
hr: Napomene
it: Note
ja: 備考
pl: Uwagi
pt_pt: Notas:
sk: Poznámky
uk: Примітки
vi: Lưu ý
zh_cn: 注意

source: If the NVDA + F4 keyboard shortcut conflicts with another command, you can change it by going to the Preferences menu of NVDA, in the "Input gestures" submenu.
bg: Ако клавишната комбинация NVDA+F4 е в конфликт с друга команда, можете да я промените от менюто на NVDA -> "Настройки" -> "Жестове на въвеждане".
da: Hvis genvejen NVDA+F4 skaber konflikt med en anden kommando, kan du ændre den ved at gå til menuen Opsætning i NVDA-menuen, og derefter vælge inputbevægelser.
fr: Si le raccourci du clavier NVDA + F4 entre en conflit avec une autre commande, vous pouvez le modifier en allant dans le menu Préférences de NVDA, dans le sous-menu "Gestes de commandes".
gl: Se o atallo de teclado NVDA + F4 confricte con outra orde, podes cambialo indo ao menú Preferencias do NVDA, no submenú "Xestos de Entrada".
hr: Ako se tipkovnički prečac NVDA+F4 sukobljava s nekom drugom naredbom, može se promijeniti u NVDA izborniku „Postavke”, u podizborniku „Ulazne geste”.
it: Se la combinazione di tasti NVDA+f4 è in conflitto con altri comandi, è possibile modificarla nelle impostazioni tasti e gesti di immissione delle preferenze di NVDA.
ja: NVDA+F4のキーボードショートカットが他のコマンドと重なっている場合、NVDAの設定メニューの、入力ジェスチャーサブメニューで変更出来ます。
pl: Jeśli skrót klawiaturowy NVDA + F4 jest w konflikcie z innym poleceniem, możesz go zmienić, przechodząc do menu Preferencje NVDA w podmenu "Gesty wprowadzania".
pt_pt: Se o atalho do teclado NVDA+F4 entrar em conflito com outro comando, pode alterá-lo no menu Preferências do NVDA, no submenu "definir comandos"..
sk: Skratka nvda+F4 sa dá zmeniť v dialógu klávesové skratky.
uk: Якщо клавіатурна команда NVDA + F4 конфліктує з іншою командою, ви можете змінити її в розділі "Жести вводу", що розташований в підменю "Параметри" головного меню NVDA.
vi: Nếu phím lệnh NVDA + F4 bị xung đột với một lệnh khác, bạn có thể thay đổi bằng cách vào trình đơn cấu hình của NVDA, trong phần "Quản lý thao tác".
zh_cn: 如果NVDA + F4键盘快捷键与另一个快捷键冲突，您可以通过转到NVDA的“设置”菜单，在“输入手势”子菜单中进行更改。然后，您将在“系统状态”类别中找到该脚本。

source: You will then find the script in the "System status" category.
bg: Ще намерите въпросния скрипт в категорията "Състояние на системата".
da: Du finder derefter scriptet i kategorien "Systemstatus".
fr: Vous trouverez ensuite le script dans la catégorie "État du système".
gl: Entón atoparás o script na categoría "Estado de Sistema".
hr: Skripta se nalazi u kategoriji „Stanje sustava”.
it: Lo script lo si trova nella categoria stato sistema.
ja: このスクリプトは、「システムステータス」カテゴリにあります。
pl: Skrypt znajdziesz w kategorii "Stan systemu".
pt_pt: Pode encontrar este script na opção "estado do sistema".
sk: Hľadajte kategóriu "systém".
uk: Після цього ви знайдете сценарій у категорії «Статус системи».
vi: Rồi bạn sẽ tìm thấy kịch bản trong phân loại "Trạng thái hệ thống".
zh_cn: 快捷键可以在“系统状态”类别找到。

source: Compatibility
bg: Съвместимост
da: Kompatibilitet
de: Kompatibilität
fr: Compatibilité
gl: Compatibilidade
hr: Kompatibilnost
it: Compatibilità
ja: 互換性
pl: Zgodność
pt_pt: Compatibilidade
sk: Kompatibilita
uk: Сумісність
vi: Tương thích
zh_cn: 兼容性

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 and beyond.
bg: Тази добавка е съвместима с версиите на NVDA в диапазона от 2014.3 и по-нови.

source: Changes for version 20230426.0.0 and beyond##
bg: Промени във версия 20230426.0.0 and beyond##
fr: Changements pour la version 20230426.0.0 et au-delà##
hr: Promjene u verziji 20230426.0.0 i novije##
uk: Зміни у версії 20230426.0.0

source: Changed version number, minimum NVDA version and download link according to store conventions/requirements.
bg: Променени са номера на версията, минималната версия на NVDA и връзката за изтегляне според конвенциите/изискванията на магазина.
fr: Numéro de version modifiée, version minimale NVDA et lien de téléchargement en fonction des conventions / exigences de la store.
hr: Promijenjen je broj verzije, minimalna NVDA verzija i poveznica za preuzimanje, u skladu s konvencijama/zahtjevima trgovine.
sk: Upravené číslovanie verzie, posledná verzia NVDA kompatibilná s doplnkom podľa odporúčaní.
uk: Змінено номер версії, мінімальну версію NVDA та посилання для завантаження відповідно до правил/вимог магазину.

source: Changes for version 19.02
bg: Промени във версия 19.02
da: Ændringer for version 19.02
fr: Changements pour la version 19.02
gl: Cambios para a versión 19.02
hr: Promjene u verziji 19.02
it: Novità nella versione 19.02
ja: バージョン19.02の変更点
pl: Zmiany w wersji 19.02
pt_pt: Alterações para a versão 19.0.2:
sk: Verzia 19.02
uk: Зміни у версії 19.02
vi: Các thay đổi cho phiên bản 19.02
zh_cn: 19.02版的更改

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
bg: Променено е номерирането на версията – сега тя се формира във формата ГГ.ММ (годината в 2 цифри, последвана от точка, последвана от номера на месеца с 2 цифри).
da: Ændret versionsnummerering til åå.MM (År i 2 cifre efterfulgt af et punktum, efterfulgt af måneden i 2 cifre);
de: Die Versionsnummerierung wurde mit JJ.MM geändert (das Jahr in 2 Ziffern, gefolgt von einem Punkt, gefolgt von dem Monat in 2 Ziffern);
fr: Modification de la numérotation des versions en utilisant YY.MM (L'année en 2 chiffres, suivie d'un point, suivie du mois en 2 chiffres);
gl: Cambiado o numerado de versións utilizando YY.MM (O ano en dous díxitos, seguido dun punto, seguido do mes en dous díxitos);
hr: Promijenjeno je numeriranje verzija koristeći YY.MM (Dvije znamenke za godinu, slijedi točka, a zatim dvije znamenke za mjesec);
it: Da ora, la numerazione delle versioni segue lo schema YY.MM (due cifre per l'anno, seguite da un punto e poi da due cifre per il mese);
ja: バージョンの番号をYY.MMを使用して変更しました(年2桁、ドット、月2桁);
pl: Zmieniono numerację wersji przy użyciu YY. MM (Rok w 2 cyfrach, po którym następuje kropka, a następnie miesiąc w 2 cyfrach);
pt_pt: Alterada a Numeração de versão, usando AA.MM (O ano em 2 dígitos, seguido por um ponto, seguido pelo mês em 2 dígitos);
sk: Zmenené číslovanie verzií. Teraz sa používa systém yy.mm (dve číslice pre rok a dve pre mesiac);
uk: Змінено нумерацію версій за допомогою РР.ММ (рік - 2 цифри, потім крапка, потім місяць - 2 цифри);
vi: Thay đổi cách đặt số phiên bản bằng YY.MM (hai chữ số năm, một dấu chấm, hai chữ số tháng);
zh_cn: 现在使用YY.MM形式的版本号（年份为2位数，后跟一个点，后跟月份为2位数）;

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
bg: Добавена е съвместимост с новите изисквания за съвместимост на добавките, налични в NVDA 2019.1.
de: Die Kompatibilität mit dem neuen Versionierungsformat der Erweiterung wurde gesichert, erschienen seit nvda 2019.1.
it: Aggiunta la compatibilità con il nuovo formato delle versioni degli add-on, comparso da NVDA 2019.1.
ja: NVDA 2019.1から、のような、アドオンの新しいバージョンフォーマットとの互換性を追加しました。
pl: Dodano kompatybilność z nowym formatem wersjonowania dodatku, pojawił się od nvda 2019.1.
pt_pt: Adicionada a compatibilidade com o novo formato de versão do extra, quirá surgir a partir do nvda 2019.1.
zh_cn: 兼容nvda 2019.1的插件新版本格式。

source: Changes for version 1.1
bg: Промени във версия 1.1
da: Ændringer for version 1.1
de: Änderungen in Version 1.1
fr: Changements pour la version 1.1
gl: Cambios para a versión 1.1
hr: Promjene u verziji 1.1
it: Novità nella versione 1.1
ja: バージョン1.1の変更点
pl: Zmiany dla wersji 1.1
pt_pt: Alterações para a versão 1.1:
sk: Verzia 1.1
uk: Зміни з версії 1.1
vi: Các thay đổi cho phiên bản 1.1
zh_cn: 版本1.1

source: The addon has been renamed from getCurKeyboardLanguage to sayCurrentKeyboardLanguage;
bg: Добавката беше преименувана от "Получаване на текущия език на клавиатурата" на "Изговаряне на текущия език на клавиатурата".
da: Tilføjelsen er blevet omdøbt fra getCurKeyboardLanguage til sayCurrentKeyboardLanguage;
de: Die Erweiterung wurde von "getCurKeyboardLanguage" in "sayCurrentKeyboardLanguage" umbenannt;
fr: L'extension a été renommée de getCurKeyboardLanguage en sayCurrentKeyboardLanguage;
gl: O complemento renomeouse de getCurKeyboardLanguage a sayCurrentKeyboardLanguage;
hr: Dodatak je preimenovan iz „getCurKeyboardLanguage” u „sayCurrentKeyboardLanguage”;
it: Il componente è stato rinominato da getCurKeyboardLanguage in sayCurrentKeyboardLanguage;
ja: アドオンの名称が、getCurKeyboardLanguage から sayCurrentKeyboardLanguage に変更になりました;
pl: Nazwa dodatku została zmieniona z getCurKeyboardLanguage na sayCurrentKeyboardLanguage;
pt_pt: O addon foi renomeado de "getCurKeyboardLanguage" para "sayCurrentKeyboardLanguage".
sk: Doplnok premenovaný z getCurKeyboardLanguage na sayCurrentKeyboardLanguage (anglicky);
uk: Додаток перейменовано з getCurKeyboardLanguage на sayCurrentKeyboardLanguage;
vi: Added đã được đổi tên từ getCurKeyboardLanguage thành sayCurrentKeyboardLanguage;
zh_cn: 插件已从getCurKeyboardLanguage重命名为sayCurrentKeyboardLanguage;

source: Added the GPL license to the addon;
bg: Добавен е GPL лиценза към добавката;
da: Tilføjet GPL-licensen til tilføjelsen;
de: Die GPL-Lizenz wurde zur Erweiterung hinzugefügt;
fr: Ajout de la licence GPL à l'extension;
gl: Engadida a licenza GPL ao complemento;
hr: Dodatku je dodana je opća javna licenca;
it: Aggiunta la licenza gpl al componente aggiuntivo;
ja: アドオンにGPLライセンスを追加しました;
pl: Dodano licencję GPL;
pt_pt: Acrescentada a licença GPL ao extra.
sk: Pridaná GPL licencia;
uk: До додатка додано ліцензію GPL;
vi: Thêm giấy phép GPL vào addon;
zh_cn: 在插件中添加了GPL许可证;

source: Added the script getCurKeyboardLanguage to the "System status" category;
bg: Добавен е скриптът getCurKeyboardLanguage към категорията "Състояние на системата".
da: Tilføjet script getCurKeyboardLanguage til kategorien "Systemstatus";
de: Das Skript "getCurKeyboardLanguage" wurde zur Kategorie "System status" hinzugefügt;
fr: Ajout du script getCurKeyboardLanguage dans la catégorie "État du système";
gl: Engadido o script getCurKeyboardLanguage á categoría "Estado do Sistema";
hr: U kategoriju „Stanje sustava” dodana je skripta „getCurKeyboardLanguage” (Izgovori jezik trenutačne tipkovnice);
it: Aggiunto lo script getCurKeyboardLanguage alla categoria "Stato sistema";
ja: スクリプト getCurKeyboardLanguageを、「システムステータス」カテゴリに追加しました;
pl: Dodano skrypt getCurKeyboardLanguage do kategorii "Stan systemu";
pt_pt: Adicionado o script "getCurKeyboardLanguage" à categoria "estado do sistema".
sk: Pridaná skratka do kategórie systém;
uk: Сценарій getCurKeyboardLanguage додано в категорію "Статус системи";
vi: Thêm kịch bản getCurKeyboardLanguage vào phần "Trạng thái hệ thống";
zh_cn: 将脚本getCurKeyboardLanguage添加到“系统状态”类别;

source: Fixed some errors in the code.
bg: Поправени са разни грешки в кода.
da: Rettede nogle fejl i koden.
de: Einige Fehler im code wurden behoben.
fr: Correction de quelques erreurs dans le code.
gl: Arranxados algúns erros no código.
hr: Neki ispravci u kodu.
it: Sistemati alcuni errori nel codice.
ja: コード内のエラーを修正しました。
pl: Poprawione niektóre błędy w kodzie.
pt_pt: Fixados alguns erros no código.
sk: Opravené chyby v kóde.
uk: Виправлено деякі помилки у коді.
vi: Sửa vài lỗi trong mã nguồn.
zh_cn: 修复了代码中的一些错误。

source: Changes for version 1.0
bg: Промени във версия 1.0
da: Ændringer for version 1.0
de: Änderungen in Version 1.0
fr: Changements pour la version 1.0
gl: Cambios para a versión 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
ja: バージョン1.0の変更点
pl: Zmiany dla wersji 1.0
pt_pt: Alterações para a versão 1.0:
sk: Verzia 1.0
uk: Зміни з версії 1.0
vi: Các thay đổi cho phiên bản 1.0
zh_cn: 版本1.0

source: Initial version.
bg: Първо издание.
da: Første version.
de: Erste Version.
fr: Première version.
gl: Versión inicial.
hr: Prvo izdanje.
it: Versione iniziale.
ja: 最初のバージョン。
pl: Wersja pierwotna.
pt_pt: Versão inicial.
sk: Prvé vydanie.
uk: Перша версія.
vi: Phiên bản đầu tiên.
zh_cn: 发布初始版本。

source: Download [stable version][1];
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1];
pt_pt: Baixar a [versão estável][1]
zh_cn: 下载 [稳定版][1]

source: Download [development version][2].
de: [Entwicklerversion herunterladen][1]
it: Scarica la [versione in sviluppo][2]
ja: ダウンロード [開発版][2].
pt_pt: Baixar a [versão de desenvolvimento][2]
zh_cn: 下载[开发版][2]

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.3.
it: Questo add-on è compatibile con le versioni di NVDA dalla 2014.1 alla 2019.3.
ja: このアドオンは2014.3から2019.3の範囲のNVDAのバージョンに互換します。
zh_cn: 此插件兼容2014.3到2019.1的NVDA版本。

source: This add-on is compatible with the versions of NVDA ranging from 2014.3 until 2019.1.
pt_pt: Este extra é compatível com as versões do NVDA desde a 2014.3 até à 2019.1.
