Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/sayProductNameAndVersion.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl, tr, zh_cn

source: [[!meta title="Say Product Name and Version"]]
bg: [[!meta title="Докладване на името и версията на продукта (Say Product Name and Version)"]]
da: [[!meta title="Sig produktnavn og version"]]
de: [[!meta title="Name und Version der aktuellen Anwendung mitteilen"]]
es: [[!meta title="Decir nombre de producto y versión"]]
fi: [[!meta title="Sano tuotteen nimi ja versio"]]
fr: [[!meta title="Annoncer le nom de l'application et sa version"]]
hr: [[!meta title="Izgovori naziv proizvoda i verziju (Say Product Name and Version)"]]
tr: [[!meta title="Ürün Adı ve Sürümünü Söyle"]]
zh_cn: [[!meta title="程序名称和版本朗读插件"]]

source: Author: Patrick ZAJDA <patrick@zajda.fr>, Luke Davis <XLTechie@newanswertech.com>
bg: Автори: Patrick ZAJDA <patrick@zajda.fr>, Luke Davis <XLTechie@newanswertech.com>
es: Autor: Patrick ZAJDA <patrick@zajda.fr>, Luke Davis <XLTechie@newanswertech.com>
hr: Autor: Patrick ZAJDA <patrick@zajda.fr>, Luke Davis <XLTechie@newanswertech.com>
tr: Yazar: Patrick ZAJDA <patrick@zajda.fr>, Luke Davis <XLTechie@newanswertech.com>

source: Author: Patrick ZAJDA <patrick@zajda.fr>
bg: Автор: Patrick ZAJDA <patrick@zajda.fr>
da: Forfatter: Patrick ZAJDA <patrick@zajda.fr>
de: Autor: Patrick Zajda <patrick@zajda.fr>
es: Autor: Patrick ZAJDA <patrick@zajda.fr>
fi: Tekijä: Patrick ZAJDA <patrick@zajda.fr>
fr: Auteur : Patrick ZAJDA <patrick@zajda.fr>
gl: Autor: Patrick ZAJDA <patrick@zajda.fr>
hr: Autor: Patrick ZAJDA <patrick@zajda.fr>
ja: 作者: Patrick ZAJDA <patrick@zajda.fr>
pl: Autor: Patrick ZAJDA <patrick@zajda.fr>
tr: Yazar: Patrick ZAJDA <patrick@zajda.fr>
zh_cn: 作者： Patrick ZAJDA <patrick@zajda.fr>

source: Author: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
bg: Автор: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
es: Autores: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
hr: Autor: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
tr: Yazarlar: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>

source: NVDA compatibility: 2017.3 through 2024.X
bg: Съвместимост с NVDA: от 2017.3 до 2024.x
es: Compatibilidad con NVDA: de 2017.3 a 2024.x
hr: NVDA kompatibilnost: 2017.3 do 2024.X
tr: NVDA uyumluluğu: 2017.3'ten 2024.X'e

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
tr: [kararlı sürümü][1] indir
zh_cn: 下载 [稳定版][1]

source: This NVDA add-on adds a shortcut to announce product name and version of the foreground application, or copies this information to the clipboard.This NVDA add-on adds a shortcut to announce product name and version of the foreground application, or copy these informations to the clipboard.This [NVDA](https://nvaccess.org/) add-on adds a shortcut to announce product name and version of the foreground application, or copies this information to the clipboard.
bg: Тази добавка за [NVDA](https://nvaccess.org/) предоставя команда за докладване на името на продукта и версията на приложението на фокус или за копирането на тази информация в клипборда.
es: Este complemento de [NVDA](https://nvaccess.org/) añade un atajo para anunciar el nombre del producto y versión de la aplicación en primer plano, o copiar estos datos al portapapeles.
hr: Ovaj [NVDA](https://nvaccess.org/) dodatak dodaje prečac za najavu naziva proizvoda i verzije aktualno korištenog programa ili kopira te informacije u međuspremnik.
tr: Bu [NVDA](https://nvaccess.org/) eklentisi, ürün adını ve ön plandaki uygulamanın sürümünü duyurmak ya da bu bilgiyi panoya kopyalamak için bir kısayol ekler .

source: Shortcut: `NVDA+shift+v`
bg: Клавишна комбинация: `NVDA+Shift+V`
es: Atajo: `NVDA+Shift+V`
hr: Prečac: `NVDA+shift+v`
tr: Kısayol: 'NVDA+Shift+v'

source: Press it twice to copy product name and version to the clipboard.
bg: Двукратното й натискане копира името и версията на продукта в клипборда.
da: Tryk to gange for at kopiere produktnavn og version til udklipsholderen.
de: Drücken Sie die Tastenkombination zweimal, um den Namen und die Version der Anwendung in die Zwischenablage zu kopieren.
es: Púlsalo dos veces para copiar el nombre del producto y versión al portapapeles.
fi: Kopioi tuotenimi ja -versio leikepöydälle painamalla kahdesti.
fr: Le faire deux fois pour copier ces informations dans le presse-papiers
gl: Prémeo dúas veces para copiar o nome e versión de produto ó portapapeis.
hr: Pritisni dvaput za kopiranje naziva i verzije u međuspremnik.
ja: 2回押すと、クリップボードに製品名とバージョンをコピーします。
pl: Naciśnij go dwukrotnie, aby skopiować nazwę i wersję produktu do schowka.
tr: Ürün adını ve sürümünü panoya kopyalamak için iki kez basın.
zh_cn: 连按两次可将产品名称和版本复制到剪贴板。

source: This shortcut may be remapped in the Tools category of NVDA's Input Gestures.
bg: Тази клавишна команда може да бъде променена в категорията "Инструменти" в прозореца "Жестове на въвеждане" на NVDA.
es: Cambios para 2021.07
hr: Ovaj se prečac može premapirati u kategoriji Alati, Ulazne geste.
tr: Bu kısayol, NVDA'nın Girdi Hareketlerinin Araçlar kategorisinde yeniden eşlenebilir.

source: For change history, please read the [changelog](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme).
bg: За да се запознаете със списъка с промените, моля, прочетете [документа с хронологията на версиите](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme).Добавен е превод на хърватски (благодарности на Tarik Hadžirović и Goran Parać)Натиснете я три пъти, за да копирате в клипборда само номера на версията.
hr: Povijest promjena se može pregledati u [dnevniku promjena](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme).
tr: Değişiklik geçmişi için lütfen [değişiklik günlüğü](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme) bağlantısını ziyaret edin.

source: Changes for 2021.07
bg: Промени във версия 2021.07
da: Ændringer for 2021.07
de: Änderungen in 2021.07
fi: Muutokset versiossa 2021.07
fr: Changements pour la version 2021.07
gl: Cambios para 2021.07
hr: Promjene u 2021.07
ja: 2021.07の変更点
pl: Zmiany na rok 2021.07
tr: 2021.07 için değişiklikler
zh_cn: 版本 2021.07

source: Add Croatian translation thanks to Tarik Hadžirović and Goran Parać
da: Tilføj kroatisk oversættelse takket være Tarik Hadžirović og Goran Parać
de: Kroatische Übersetzung hinzugefügt. Dank an Tarik Hadžirović und Goran Parać
es: Púlsalo tres veces para copiar sólo la versión al portapapeles.
fi: Lisätty kroatiankielinen käännös (kiitokset Tarik Hadžirović'ille ja Goran Parać'ille)
fr: Ajout de la traduction Croate par Tarik Hadžirović and Goran Parać
gl: engadida tradución croata grazas a Tarik Hadžirović e Goran Parać
hr: Prevodioci na hrvatski jezik: Tarik Hadžirović i Goran Parać
ja: クロアチア語翻訳を追加（Tarik HadžirovićとGoran Paraćのおかげです）
pl: Dodaj chorwackie tłumaczenie dzięki Tarikowi Hadžirovićowi i Goranowi Paraciowi
tr: Tarik Hadžirović ve Goran Parać katkılarıyla Hırvatça çeviri eklendi.
zh_cn: 添加克罗地亚语翻译（感谢 Tarik Hadžirović 和 Goran Parać）

source: Press it three times to copy only the version to the clipboard.
hr: Pritisni tri puta za kopiranje samo verzije u međuspremnik.
tr: Yalnızca sürümü panoya kopyalamak için üç kez basın.

source: Update help message
da: Opdateret hjælpemeddelelse
de: Hilfe-Meldung aktualisiert
es: Se actualiza el mensaje de ayuda
fi: Ohjeviesti päivitetty
fr: Mise à jour du message d'aide
gl: Actualizada mensaxe de axuda
hr: Aktualizirana poruka pomoći
ja: ヘルプメッセージを更新
pl: Komunikat pomocy dotyczący aktualizacji
tr: Yardım mesajı güncellendi
zh_cn: 更新帮助信息

source: Update documentation style for visually impaired users
bg: [1]: https://www.nvaccess.org/addonStore/legacy?file=sayProductNameAndVersionОбновен е стила на документацията, с цел улесняване на потребителите със слабо зрениеТази клавишна команда може да бъде променена в категорията "Инструменти" в прозореца "Жестове на въвеждане" на NVDA.
de: Dokumentation für sehbehinderte Nutzer aktualisiert
es: Se actualiza el estilo de la documentación para usuarios con baja visión
hr: Aktualiziran stil dokumentacije za slabovidne korisnike
ja: 視覚障害のユーザーのドキュメント形式を更新
pl: Aktualizowanie stylu dokumentacji dla użytkowników niedowidzących
zh_cn: 为视障用户更新文档样式

source: If you like this add-on and are willing to help others decide whether it is useful, please leave a [review][3].
bg: Ако харесвате тази добавка и желаете да помогнете на другите да решат дали е полезна, моля, оставете [отзив][3].
es: Si te gusta este complemento y estás dispuesto a ayudar a que otros decidan que es útil, deja una [reseña][3].
hr: Ako vam se ovaj dodatak sviđa i ako želite pomoći drugima da odluče je li koristan, pošaljite [recenziju][3].
tr: Bu eklentiyi beğendiyseniz ve başkalarının bunun yararlı olup olmadığına karar vermesine yardımcı olmak istiyorsanız, lütfen bir [inceleme bırakın][3].

source: Move shortcut from Speech to tools category
bg: Клавишната команда е преместена от категорията "Реч" в категорията "Инструменти"
de: Die Tastenkombination wurde aus der Kategorie "Sprache" nach "Werkzeuge" verschoben
es: Se mueve el atajo desde la categoría Voz a Herramientas
hr: Prečac premješten iz kategorije govora u kategoriju alata
ja: ショートカットをスピーチカテゴリからツールカテゴリに移動
pl: Przenoszenie skrótu z kategorii Mowa do kategorii narzędzia
zh_cn: 将快捷键从语音移动到工具类别

source: For change history, please read the [changelog][2].
bg: За списък с промените, моля, прочетете [файла с промените][2].
es: Para el historial de cambios, lee el [registro de cambios][2].
hr: Za povijest promjena, pročitajte [dnevnik promjena][2].
tr: Değişiklik geçmişi için lütfen [değişiklik günlüğünü][2] okuyun.

source: Changes for 2020.02
bg: Промени във версия 2020.02
da: Ændringer for 2020.02
de: Änderungen in 2020.02
es: Cambios para 2020.02
fi: Muutokset versiossa 2020.02
fr: Changements pour la version 2020.02
gl: Cambios para 2020.02
hr: Promjene u 2020.02
ja: 2020.02の変更点
pl: Zmiany na rok 2020.02
tr: 2020.02 için Değişiklikler
zh_cn: 版本 2020.02

source: Tips
bg: Съвети
es: Consejos
hr: Savjeti
tr: İpuçları

source: Python 3 compatibility
bg: Съвместимост с Python 3
da: Python 3-kompatibilitet
de: Kompatibilität zu Python 3
es: Compatibilidad con Python 3
fi: Python 3 -yhteensopivuus
fr: Compatibilité avec Python 3
gl: Compatibilidade con Python 3
hr: Python 3 kompatibilnost
ja: Python 3互換性
pl: Zgodność z Pythonem 3
tr: Python 3 uyumluluğu
zh_cn: 兼容 Python 3

source: Use informations from NVDA itself instead of using an external module
bg: Използване на информация директно от NVDA, вместо използване на външен модул
da: Brug oplysninger fra selve NVDA i stedet for at bruge et eksternt modul
de: Die Informationen werden von NVDA direkt selbst verwendet, anstatt über ein externes Modul zu benutzen
es: Se utiliza la información del propio NVDA en vez de recurrir a un módulo externo
fi: Ulkoisen moduulin asemesta käytetään NVDA:n omia tietoja
fr: Utilise les informations depuis NVVDA lui-même au lieu d'utiliser un module externe
gl: Utilízanse as informacións do propio NVDA no canto dun módulo externo
hr: Koristi informacije izravno iz NVDA čitača umjesto korištenja vanjskog modula
ja: 外部モジュールを使用する代わりに、NVDAそのものからの情報を使用
pl: Użyj informacji z samego NVDA zamiast korzystać z zewnętrznego modułu
tr: Artık Harici bir modül kullanmak yerine NVDA'nın kendisinden gelen bilgiler kullanılıyor.
zh_cn: 使用来自 NVDA 本身的信息而非外部模块

source: Use script decorator for global plugin informations
bg: Използване на скриптов декоратор за информация относно глобалния плъгин
da: Brug script decorator for global plugin information
de: Verwendet den Script-Decorator für die Informationen der Erweiterung
es: Se usa el decorador script para la información de la extensión global
fi: Käytetään lisäosan tiedoissa skriptin koristelijaa
fr: Utilise le décorateur script pour les informations du plugin
gl: Úsase o script decorador para información de extensións globais
hr: Koristi dekorator skripta za globalne podatke dodataka
ja: グローバルプラグイン情報のために、スクリプトデコレータを使用
pl: Użyj dekoratora skryptów do globalnych informacji o wtyczkach
tr: Genel eklenti bilgileri için komut dosyası dekoratörü kullanılıyor.
zh_cn: 使用脚本装饰器获取全局插件信息

source: Use last version of add-on template
bg: Използване на последната версия на шаблона за добавки
da: Brug den sidste version af tilføjelsesskabelonen
de: Verwendet die letzte Version der Erweiterungsvorlage
es: Se utiliza la última versión de la plantilla de complementos
fi: Käytetään lisäosamallin viimeisintä versiota
fr: Utilise la dernière version du modèle d'extension
gl: Utilízase a última versión do padrón de complementos
hr: Koristi zadnju verziju predloška dodatka
ja: アドオンテンプレートの最新版を使用
pl: Użyj ostatniej wersji szablonu dodatku
tr: Eklenti şablonunun son sürümü kullanıldı.
zh_cn: 使用最新版本的插件模板

source: Changes for 1.0.1
bg: Промени във версия 1.0.1
da: Ændringer til 1.0.1
de: Änderungen in 1.0.1
es: Cambios para 1.0.1
fi: Muutokset versiossa 1.0.1
fr: Changements pour la version 1.0.1
gl: Cambios para 1.0.1
hr: Promjene u 1.0.1
ja: 1.0.1の変更点
pl: Zmiany w wersji 1.0.1
zh_cn: 版本 1.0.1

source: Fixed the message after copying informations to the clipboard which was not translated.
bg: Поправена е грешка, водеща до това, че съобщението извеждано след копиране на информацията в клипборда не е преведено.
de: Die Meldung nach dem Kopieren von Informationen in die Zwischenablage wurde behoben. Sie wird korrekt übersetzt.
hr: Ispravljena je poruka nakon kopiranja informacija u međuspremnik koja nije bila prevedena.
ja: クリップボードに情報コピー後の、翻訳されていないメッセージを修正。
pl: Naprawiono komunikat po skopiowaniu informacji do schowka, które nie zostały przetłumaczone.
tr: Bilgiler panoya kopyalandıktan sonra çevrilmeyen mesaj düzeltildi.
zh_cn: 修复了未翻译将信息复制到剪贴板的消息。

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u 1.0
ja: 1.0の変更点
pl: Zmiany dla wersji 1.0
tr: 1.0 için değişiklikler
zh_cn: 版本 1.0

source: Initial Release
bg: Първо издание
da: Første udgivelse
de: Erstveröffentlichung
fi: Ensimmäinen versio
fr: Première version
gl: Publicación inicial
hr: Prvo izdanje
ja: 最初のリリース
pl: Wstępne wydanie
tr: İlk sürüm
zh_cn: 初始发行版

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=sayProductNameAndVersion
bg: Обновено е помощното съобщение

source: To find out the Windows version with this add-on, you can focus on any Windows component (such as desktop, the start menu, the run dialog, etc.), and press the shortcut key. Note, that this does not give you the release version name, such as "23H3". Instead it gives you something closer to the build version, as you would get from the second line of the "`winver`" command.
bg: За да разберете версията на Windows с тази добавка, можете да се фокусирате върху всеки компонент на Windows (като работен плот, менюто "Старт", диалоговият прозорец за изпълнение и т.н.) и да натиснете съответната клавишна команда. Обърнете внимание, че това не ви дава името на версията на изданието, като например "23H3". Вместо това ви дава нещо по-близко до версията на компилацията, както бихте получили от втория ред на командата ``winver``.
es: Para averiguar la versión de Windows con este complemento, puedes enfocar cualquier componente de Windows (como el escritorio, el menú Inicio, el diálogo Ejecutar, etc.), y pulsar el atajo de teclado. Ten en cuenta que esto no te dará el nombre de la versión, como "23H3". En su lugar, devuelve algo cercano a la versión de compilación, como lo que conseguirías en la segunda línea del comando "`winver`".
tr: Bu eklentinin Windows sürümünü öğrenmek için herhangi bir Windows bileşenine (masaüstü, başlat menüsü, çalıştır iletişim kutusu vb.) odaklanabilir ve kısayol tuşuna basabilirsiniz. Bunun size "23H3" gibi yayın sürümü adını vermediğini unutmayın. Bunun yerine, "winver" komutunun ikinci satırından alacağınız gibi, size derleme sürümüne daha yakın bir şey verir.

source: To get the NVDA version, open any NVDA dialog or menu, and press this add-on's shortcut key. For example, press `NVDA+n` to open the NVDA menu, then press `NVDA+shift+v`, then press `escape` to leave the menu.
bg: За да получите версията на NVDA, отворете който и да е диалогов прозорец или меню на NVDA и натиснете съответната клавишна команда на тази добавка. Например, натиснете `NVDA+N`, за да отворите менюто на NVDA, след това натиснете `NVDA+Shift+V`, след което натиснете `Escape`, за да излезете от менюто.
tr: NVDA sürümünü edinmek için herhangi bir NVDA iletişim kutusunu veya menüsünü açın ve bu eklentinin kısayol tuşuna basın. Örneğin, NVDA menüsünü açmak için 'NVDA+n' tuşuna basın, ardından 'NVDA+shift+v' tuşuna basın ve ardından menüden çıkmak için 'escape' tuşuna basın.

source: For change history, please read the [changelog](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme).Fixed the message after copying informations to the clipboard which was not translated.To get the NVDA version, open any NVDA dialog or menu, and press this add-on's shortcut key. For example, press `NVDA+n` to open the NVDA menu, then press `NVDA+shift+v`, then press `escape` to leave the menu.
es: Para ver el historial de cambios, consulta el [registro de cambios](https://github.com/opensourcesys/sayProductNameAndVersion/blob/master/changelog.md#readme).Corregido el mensaje tras copiar la información al portapapeles, que no se traducía.Para obtener la versión de NVDA, abre cualquier menú o diálogo de NVDA, y pulsa el atajo de este complemento. Por ejemplo, pulsa `NVDA+n` para abrir el menú de NVDA, luego pulsa `NVDA+shift+v`, y luego `escape` para abandonar el menú.

source: NVDA compatibility: 2017.3 or later
da: NVDA -kompatibilitet: 2017.3 eller nyere
de: NVDA-Kompatibilität: Ab 2017.3
fi: Yhteensopivuus: NVDA 2017.3 tai uudempi
fr: Compatibilité NVDA : à partir de 2017.3
gl: Compatibilidade con NVDA: 2017.3 en diante
ja: NVDA互換性: 2017.3以降
pl: Zgodność z NVDA: 2017.3 lub nowsza
zh_cn: NVDA 兼容版本：2017.3 或更高

source: This NVDA add-on adds a shortcut to announce product name and version of the foreground application, or copy these informations to the clipboard.
de: Diese NVDA-Erweiterung fügt eine Tastenkombination hinzu, mit deren Hilfe der Name und die Version der aktuellen Anwendung mitgeteilt oder in die Zwischenablage kopiert werden kann.
ja: このNVDAアドオンは、最前面のアプリケーションの製品名とバージョンを通知する、または、クリップボードにそれらの情報をコピーするショートカットを通知します。
pl: Ten dodatek NVDA dodaje skrót do ogłaszania nazwy produktu i wersji aplikacji pierwszoplanowej lub kopiowania tych informacji do schowka.
zh_cn: 此插件添加了一个快捷键以读出前台应用程序的产品名称和版本，或者将这些信息复制到剪贴板。

source: Shortcut: NVDA+Shift+V
da: Genvej: NVDA+Shift+V
de: Tastenkombination: NVDA+Umschalt+V
fi: Pikanäppäin: NVDA+Vaihto+V
fr: Raccourci : NVDA+Shift+V
gl: Atallo: NVDA+Shift+V
ja: ショートカット: NVDA+Shift+V
pl: Skrót: NVDA+Shift+V
zh_cn: 快捷键：NVDA+Shift+V
