Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/sentenceNav.*.po
Languages: bg, da, de, es, fi, fr, hr, it, ja, pl, ro, uk, zh_cn

source: [[!meta title="SentenceNav"]]
bg: [[!meta title="Навигация по изречения (SentenceNav)"]]
da: [[!meta title="Sætningsnavigation"]]
de: [[!meta title="Satznavigation"]]
fi: [[!meta title="Lausenavigointi"]]
hr: [[!meta title="Navigacija po rečenicama (SentenceNav)"]]
uk: [[!meta title="SentenceNav (Навігація по реченнях)"]]
zh_cn: [[!meta title="SentenceNav-句子导航"]]

source: Author: Tony Malykh
bg: Автор: Tony Malykh
da: Forfatter: Tony Malykh
es: Autor: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteur : Tony Malykh
hr: Autor: Tony Malykh
it: Autore: Tony Malykh
ja: 作者: Tony Malykh
pl: Autor: Tony Malykh
ro: Autor: Tony Malykh
uk: Автор: Tony Malykh
zh_cn: 作者: Tony Malykh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [Wersja stabilna][1]
ro: [Descarcă versiunea stabilă][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: SentenceNav is an NVDA add-on that allows you to read text by sentences, as opposed to by paragraphs or words.
bg: SentenceNav е добавка за NVDA, която ви позволява да четете текст по изречения, вместо по абзаци или думи.
da: Sætningsnavigation er en tilføjelsespakke, der lader dig navigere mellem sætninger i teksten, i stedet for blot ord og afsnit.
de: Die Erweiterung Satznavigation erlaubt das Lesen von Texten Satz für Satz.
es: SentenceNav es un complemento de NVDA que te permite leer texto por frases, a diferencia de leerlo por párrafos o palabras.
fi: Lausenavigointi on lisäosa, jonka avulla voit lukea tekstiä kappaleiden tai sanojen sijaan lause kerrallaan.
fr: SentenceNav est un module complémentaire NVDA qui vous permet de lire du texte par phrases, par opposition à des paragraphes ou des mots.
hr: Navigacija po rečenicama je NVDA dodatak koji omogućuje čitanje teksta po rečenicama, umjesto po odlomcima ili riječima.
it: SentenceNav è un componente aggiuntivo che vi permette di leggere il testo per frasi, anziché per paragrafi o parole.
ja: SentenceNavは、段落ごとや単語ごとではなく、テキストを文ごとに読めるようになる、NVDAアドオンです。
pl: Sentence naw to dodatek, umożliwiający czytanie tekstu zdaniami oraz akapitami.
ro: Acest supliment vă permite să navigați de la propoziție la propoziție într-un text.
uk: SentenceNav — це додаток для NVDA, який дозволяє читати текст по реченнях, а не по абзацах чи словах.
zh_cn: SentenceNav 是一个 NVDA 的插件，可以让您以句子为单位阅读文本，而不是按段落或单词。

source: Please note that "Jump to next paragraph with text" feature has been move to [TextNav](http://github.com/mltony/nvda-text-nav/) add-on that needs to be installed separately.
bg: Моля, имайте предвид, че функцията "Преминаване към следващия абзац с текст" бе преместена в [TextNav](http://github.com/mltony/nvda-text-nav/) – добавка, която трябва да бъде инсталирана отделно.
da: Bemærk, at funktionen "Gå til næste tekstafsnit" er blevet en del af [Tekstnavigation](http://github.com/mltony/nvda-text-nav/) og er et tilføjelsesprogram, der skal installeres separat.
de: Achtung! die Funktion "springe zum nächsten Textabsatz" wurde in der separaten Erweiterung [TextNav](http://github.com/mltony/nvda-text-nav/) verschoben.
es: Por favor, ten en cuenta que la característica "Saltar a siguiente párrafo con texto" se ha movido al complemento [TextNav](http://github.com/mltony/nvda-text-nav/) que deberá instalarse de forma separada.
fi: Huom: "Siirrä seuraavaan tekstikappaleeseen" -toiminto on siirretty [Tekstinavigointi](http://github.com/mltony/nvda-text-nav/)-lisäosaan, joka on asennettava erikseen.
fr: Veuillez noter que la fonctionnalité "Aller au paragraphe suivant avec du texte" a été déplacée dans le complément [TextNav] (http://github.com/mltony/nvda-text-nav/) qui doit être installé séparément.
hr: Napomena: Funkcija „Skoči na sljedeći odlomak s tekstom” je premještena u dodatak [Navigacija po tekstu](http://github.com/mltony/nvda-text-nav/), koji se mora zasebno instalirati.
it: Si noti che la funzione "Passa al paragrafo successivo con testo" è stata spostata nel componente aggiuntivo [TextNav] (http://github.com/mltony/nvda-text-nav/) che deve essere installato separatamente.
ja: 「テキストを次の段落にジャンプ」機能は、これとは別にインストールが必要な[TextNav](http://github.com/mltony/nvda-text-nav/)アドオンに移動しましたので、注意して下さい。
pl: Należy pamiętać, że funkcja "Przejdź do następnego akapitu z tekstem" została przeniesiona do dodatku [TextNav](http://github.com/mltony/nvda-text-nav/), który należy zainstalować osobno.
uk: Зверніть увагу, що функцію «Перейти до наступного абзацу тексту» було переміщено в додаток [TextNav](http://github.com/mltony/nvda-text-nav/), який потрібно встановлювати окремо.
zh_cn: 注意，“跳转到下一段文本”的功能已移至 [TextNav](http://github.com/mltony/nvda-text-nav/) 插件，需要单独安装。

source: Keystrokes
bg: Клавишни комбинации
da: Tastaturkommandoer
de: Tastenkürzel
es: Teclas rápidas
fi: Näppäinkomennot
fr: Combinaisons des touches à frapper
hr: Tipkovni prečaci
it: Tasti rapidi
ja: キー操作
pl: Skróty klawiszowe
ro: Comenzi
uk: Комбінації клавіш
zh_cn: 按键

source: Alt+Down arrow: Go to next sentence.
bg: Alt+Стрелка надолу: Придвижване до следващото изречение.
da: Alt+pil Ned: Gå til næste sætning.
de: Alt+Pfeil abwärts: nächster Satz.
es: Alt+Flecha abajo: Ir a la próxima oración.
fi: Alt+Nuoli alas: Siirrä seuraavaan lauseeseen.
fr: Alt+Flèche Bas : Aller à la phrase suivante.
hr: Alt+strelica dolje: Skoči na sljedeću rečenicu.
it: Alt+freccia giù: va alla frase successiva.
ja: Alt+下矢印: 次の文に移動。
pl: Alt+strzałka w dół: Przejdź do następnego zdania.
uk: Alt+стрілка вниз: перейти до наступного речення.
zh_cn: Alt+Down：跳转到下一个句子。

source: Alt+Up arrow: Go to previous sentence.
bg: Alt+Стрелка нагоре: Придвижване до предишното изречение.
da: Alt+pil Op: Gå til forrige sætning.
de: Alt+Pfeil aufwärts: vorheriger Satz.
es: Alt+Flecha Arriba: Ir a la oración anterior.
fi: Alt+Nuoli ylös: Siirrä edelliseen lauseeseen.
fr: Alt+Flèche Haut : Aller à la phrase précédente
hr: Alt+strelica gore: Skoči na prethodnu rečenicu.
it: Alt+freccia su: va alla frase precedente.
ja: Alt+上矢印: 前の文に移動。
pl: Alt+strzałka w górę: Przejdź do poprzedniego zdania.
uk: Alt+стрілка вгору: перейти до попереднього речення.
zh_cn: Alt+Up：跳转到上一个句子。

source: NVDA+Alt+S: Speak current sentence.
bg: NVDA+Alt+S: Изговаряне на текущото изречение.
da: NVDA+Alt+S: Sig aktuelle sætning.
de: NVDA+Alt+S: aktuellen Satz vorlesen.
es: NVDA+Alt+S: Decir oración actual.
fi: NVDA+Alt+S: Puhu nykyinen lause.
fr: NVDA+Alt+S : Annoncer phrase actuelle.
hr: NVDA+Alt+S: Izgovori trenutačnu rečenicu.
it: NVDA+Alt+S: Legge la frase corrente.
ja: NVDA+Alt+S: 現在の文を読み上げ。
pl: NVDA +Alt+S: Wypowiedz bieżące zdanie.
uk: NVDA+Alt+S: промовити поточне речення.
zh_cn: NVDA+Alt+S：读出当前句子。

source: Alt+Windows+Down arrow: Go to next phrase.
bg: Alt+Windows+Стрелка надолу: Придвижване до следващата фраза.
da: Alt+Pil med: Gå til næste frase.
de: Alt+Windows+Pfeil abwärts: nächste Phrase.
es: Alt+Windows+Flecha abajo: Ir a la próxima frase.
fi: Alt+Win+Nuoli alas: Siirrä seuraavaan virkkeeseen.
fr: Alt+Windows+Flèche Bas : Aller à la phrase suivante.
hr: Alt+Windows+strelica dolje: Skoči na sljedeći izraz.
it: Alt+Windows+Freccia giù: Va alla locuzione successiva.
ja: Alt+Windows+下矢印: 次のフレーズに移動。
pl: Alt+Windows+strzałka w dół: Przejdź do następnej frazy.
uk: Alt+Windows+стрілка вниз: перейти до наступної фрази.
zh_cn: Alt+Windows+Down：跳转到下一个短语。

source: Alt+Windows+Up arrow: Go to previous phrase.
bg: Alt+Windows+Стрелка нагоре: Придвижване до предишната фраза.
da: Alt+Windows+Pil op: Gå til forrige frase.
de: Alt+Windows+Pfeil aufwärts: vorherige Phrase.
es: Alt+Windows+Flecha Arriba: Ir a la frase anterior.
fi: Alt+Win+Nuoli ylös: Siirrä edelliseen virkkeeseen.
fr: Alt+Windows+Flèche Haut : Aller à la phrase précédente.
hr: Alt+Windows+strelica gore: Skoči na prethodni izraz.
it: Alt+Windows+Freccia su: Va alla locuzione precedente.
ja: Alt+Windows+上矢印: 前のフレーズに移動。
pl: Alt+Windows+strzałka w górę: Przejdź do poprzedniej frazy.
uk: Alt+Windows+стрілка вгору: перейти до попередньої фрази.
zh_cn: Alt+Windows+Up：跳转到上一个短语。

source: Alt+Down: Go to next sentence.
ro: Alt+săgeată jos: următoarea propoziție.

source: Alt+Up: Go to previous sentence
ro: Alt+săgeată sus: propoziția anterioară

source: Alt+Shift+Down: Go to next text paragraph.
ro: Alt+Shift+Jos: Mergi la următorul paragraf al textului.

source: Alt+Shift+Up: Go to previous text paragraph.
ro: Alt+Shift+Sus: Mergi la paragraful anterior al textului.

source: Release history
ro: Istoria versiunilor

source: * [v1.0](https://github.com/mltony/nvda-sentence-nav/raw/master/releases/SentenceNav-1.0.nvda-addon) * Initial release.
ro: * [v1.0](https://github.com/mltony/nvda-sentence-nav/raw/master/releases/SentenceNav-1.0.nvda-addon) * Versiunea inițială.
