Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/soundSplitter.*.po
Languages: bg, da, fi, hr

source: [[!meta title="Sound Splitter"]]
bg: [[!meta title="Разделяне на звука (Sound Splitter)"]]
da: [[!meta title="Lydfordeler"]]
fi: [[!meta title="Äänenjakaja"]]
hr: [[!meta title="Razdjeljivač zvuka (Sound Splitter)"]]

source: Authors: Joseph Lee and contributors
bg: Автори: Joseph Lee и други сътрудници.
da: Forfattere: Joseph Lee og bidragydere
fi: Tekijät: Joseph Lee sekä muut
hr: Autori: Joseph Lee i doprinositelji

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: download [stabil version][1]
fi: Lataa [vakaa versio][1]
hr: Preuzmi [stabilnu verziju][1]

source: NVDA compatibility: 2021.3 and later
bg: Съвместимост с NVDA: от 2021.3 и по-нови версии
da: NVDA-kompatibilitet: 2021.3 og nyere
fi: Yhteensopivuus: NVDA 2021.3 ja uudemmat
hr: NVDA kompatibilnost: 2021.3 i nadalje

source: This add-on, partly based on Tony's Enhancements by Tony Malykh, adds the ability to split audio from NVDA and other sounds onto separate audio channels.
bg: Тази добавка, частично базирана на добавката "Подобрения от Тони (Tony's enhancements)" от Tony Malykh, добавя възможността за разделяне на звука от NVDA и другите звуци в отделни аудио канали.
da: Denne tilføjelse, delvist baseret på Tony's Enhancements af Tony Malykh, tilføjer muligheden for at opdele lyd fra NVDA og andre lyde på separate lydkanaler.
fi: Tämä lisäosa, joka perustuu osittain Tony Malykhin Tony's Enhancementsiin, lisää mahdollisuuden jakaa NVDA:n puhe ja muut äänet erillisiin äänikanaviin.
hr: Ovaj dodatak, djelomično temeljen na dodatku „Tony’s Enhancements” od Tonyja Malykha, dodaje mogućnost podjele NVDA zvuka i drugih zvukova u zasebne audio kanale.

source: Note: this add-on is not intended to be used in secure screens.
da: Bemærk: denne tilføjelse er ikke beregnet til at blive brugt på sikre skærme.
hr: Napomena: ovaj dodatak nije namijenjen za korištenje u sigurnim ekranima.

source: Commands:
bg: Команди:
da: Kommandoer:
fi: Komennot:
hr: Naredbe:

source: Alt+NvDA+S: toggle sound splitter between enabled with NVDA on the right channel, NVDA on the left channel, or disabled.
da: Alt+NvDA+S: Skift lydfordeler mellem aktiveret med NVDA på højre kanal, NVDA på venstre kanal eller deaktiveret.
hr: Alt+NvDA+S: mijenjaj stanje razdjeljivača zvuka između aktiviranog desnog kanala NVDA čitača, aktiviranog lijevog kanala NVDA čitača ili deaktivirano.

source: Sound Splitter settings
bg: Настройки за разделянето на звука
da: Indstillinger for Lydfordeler
fi: Äänenjakajan asetukset
hr: Postavke razdjeljivača zvuka

source: You can configure add-on settings from NVDA menu/Preferences/Settings/Sound Splitter category.
bg: Можете да конфигурирате настройките на добавката от менюто на NVDA -> Настройки -> Опции -> категория "Разделяне на звука".
da: Du kan konfigurere tilføjelsesindstillinger fra NVDA-menuen/Opsætning/Indstillinger/Lydfordeler-kategorien.
fi: Voit muuttaa tämän lisäosan asetuksia kohdasta NVDA-valikko/Asetukset/Asetukset/Äänenjakaja-kategoria.
hr: Postavke dodatka možeš konfigurirati u kategoriji NVDA izbornik/Postavke/Postavke/Razdjeljivač zvuka.

source: Split NVDA sound and applications' sounds into left and right channels: checkinb this checkbox will enable sound splitting feature.
bg: Разделяй звука от NVDA и звуците от другите приложения на ляв и десен канал: Поставянето на отметка в квадратчето ще задейства функцията за разделяне на звука.
da: Opdel NVDA-lyd og programlyde i venstre og højre kanal: Markér denne check box for at aktivere lydopdelingsfunktionen.
fi: Jaa NVDA:n äänet oikeaan kanavaan ja muiden sovellusten vasempaan: tämän valintaruudun valitseminen ottaa käyttöön äänenjakotoiminnon.
hr: Podijeli zvuk NVDA čitača i zvukove aplikacija na lijevi i desni kanal: označavanjem ovog polja aktivira se funkcija dijeljenja zvuka.

source: Switch left and right during sound split: by default, NVDA will be heard through the right channel if sound splitting is on. You can instead hear NVDA through the left channel by checking this checkbox.
bg: Разменяй левия и десния канал при разделяне на звука: По подразбиране, ако разделянето на звука е включено, NVDA ще се чува през десния канал. Вместо това можете да чувате NVDA през левия канал, като поставите отметка в това квадратче.
da: Ombyt venstre og højre under lydopdeling: Som standard høres NVDA gennem den højre kanal, hvis lydopdeling er aktiveret. Du kan i stedet høre NVDA gennem venstre kanal ved at markere denne check box.
fi: Vaihda vasen ja oikea keskenään äänenjakamisen ollessa käytössä: NVDA kuuluu oletusarvoisesti oikeasta kanavasta, kun äänenjakaminen on käytössä. Voit vaihtaa NVDA:n kuulumaan vasemmasta kanavasta valitsemalla tämän valintaruudun.
hr: Mijenjaj na lijevi i desni kanal tijekom razdjeljivanja zvuka: NVDA čitač se standardno čuje na desnom kanalu ako je razdjeljivanje zvuka uključeno. Označavanjem ovog polja možeš slušati NVDA čitača na lijevom kanalu.

source: Version 22.03
hr: Verzija 22.03

source: NVDA 2021.3 or later is required.
da: NVDA 2021.3 eller nyere er påkrævet.
hr: Potrebna je NVDA verzija 2021.3 ili novija.

source: Improved security by not loading the add-on when NVDA is running in secure mode.
da: Forbedret sikkerhed ved ikke at indlæse tilføjelsen, når NVDA kører i sikker tilstand.
hr: Poboljšana je sigurnost ne učitavanjem dodatka kad NVDA radi u sigurnom modusu.

source: Updated psutil dependency to 5.9.0.
da: Opdateret psutil-dependency til 5.9.0.
hr: Ažurirana je psutil zavisnost na 5.9.0.

source: Changed sound splitter toggle command (Alt+NVDA+S) to toggle between NVDA on the right channel, on the left channel, or sound splitter disabled.
da: Ændret kommandoen til lydfordeleren (Alt+NVDA+S,), således der kan skifte mellem NVDA i højre kanal, venstre kanal eller deaktiveret.
hr: Promijenjena je naredba za uključivanje/isključivanje razdjelivača zvuka (Alt+NVDA+S) za mijenjanje između desnog i lijevog kanala NVDA čitača ili deaktiviranje razdjelivača zvuka.

source: Version 22.02.1
bg: Версия 22.02.1
fi: Versio 22.02.1
hr: Verzija 22.02.1

source: Fixed NVDA and app audio not being restored to both audio channels after the add-on is disabled or uninstalled.
bg: Поправено е, че звукът на NVDA и приложението не се възстановява и в двата аудио канала, след като добавката е изключена или деинсталирана.
da: Rettet en fejl med NVDA- og app-lyd, der ikke blev gendannet til begge lydkanaler, efter at tilføjelsen er deaktiveret eller afinstalleret.
fi: Korjattu ongelma, joka aiheutti sen, ettei NVDA:n ja sovelluksen ääniä palautettu molempiin äänikanaviin lisäosan käytöstä poistamisen tai asennuksen poiston jälkeen.
hr: Ispravljen je problem sa zvukom NVDA čitača i aplikacije, koji se nije obnavljao na oba audio kanala nakon deaktiviranja ili deinstaliranja dodatka.

source: Version 22.02
bg: Версия 22.02
fi: Versio 22.02
hr: Verzija 22.02

source: Initial version based on Tony Malykh's Tony's Enhancements add-on.
bg: Първо издание, базирана на добавката "Подобрения от Тони (Tony's enhancements)" от Tony Malykh.
da: Første version baseret på Tony Malykhs Tony's Enhancements-tilføjelse.
fi: Ensimmäinen versio, joka perustuu Tony Malykhin Tony's Enhancements -lisäosaan.
hr: Prva verzija temeljena na dodatku „Tony’s Enhancements” od Tonyja Malykha.
