Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/speechLogger.*.po
Languages: bg, de, gl, ja, pl

source: [[!meta title="Speech Logger"]]
bg: [[!meta title="Протоколиране на речта (Speech Logger)"]]
de: [[!meta title="Sprachausgaben-Protokollierung"]]

source: Author: Luke Davis, with contributions by James Scholes
bg: Автори: Luke Davis, със сътрудничеството на James Scholes
de: Autor: Luke Davis, mit Unterstützung von James Scholes
gl: Autor: Luke Davis, con contribucións de James Scholes
ja: 作者:Luke Davis, また、James Scholesによる貢献と共に
pl: Autor: Luke Davis, z wkładem Jamesa Scholesa

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
gl: Descargar [versión estable][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [wersja stabilna][1]

source: NVDA compatibility: 2019.3.1 and later
bg: Съвместимост с NVDA: от 2019.3.1 и по-нови версии
de: NVDA-Kompatibilität: 2019.3.1 und neuer
gl: Compatibilidade con NVDA: 2019.3.1 e posteriores
ja: NVDA互換性: 2019.3.1以降
pl: Zgodność z NVDA: 2019.3.1 i nowsze

source: An NVDA add-on to log speech to a file or files. It can log speech generated on the local machine into a text file. It can also log speech from a remote machine received through the [NVDA Remote](https://nvdaremote.com/) add-on, either to the same or a different file.
bg: Добавка за NVDA за протоколиране на реч във файл или файлове. Може да протоколира речта, генерирана на локалната машина, в текстов файл. Може също да протоколира реч от отдалечена машина, получена чрез добавката [NVDA Remote](https://nvdaremote.com/), в същия или различен файл.
de: Eine NVDA-Erweiterung zur Protokollierung des Sprachausgabenverlaufs in einer oder mehreren Dateien. Es kann auf dem lokalen Computer den Sprachausgabenverlauf in eine Textdatei protokollieren. Es kann auch den Sprachausgabenverlauf von einem Remote-Computer protokollieren, die über die Erweiterung [Fernzugriff](https://nvdaremote.com/) empfangen wurde, entweder in dieselbe oder eine andere Datei gespeichert werden.
gl: Un complemento de NVDA para rexistrar a fala a un arquivo ou arquivos. Pode rexistrar fala xerada na máquina local nun arquivo de texto. Tamén pode rexistrar fala dunha máquina remota recibida mediante o complemento [NVDA Remote](https://nvdaremote.com/), xa sexa no mesmo ou un arquivo distinto.
ja: 読み上げのログをファイルに保存するNVDAアドオンです。ローカルマシンで生成された読み上げのログをテキストファイルに保存できます。NVDAリモートアドオンを介して受信したリモートマシンからの読み上げを同じ、または別のファイルに保存することもできます。
pl: Dodatek NVDA do logowania mowy do pliku lub plików. Może rejestrować mowę wygenerowaną na komputerze lokalnym w pliku tekstowym. Może również rejestrować mowę ze zdalnego komputera odebraną za pośrednictwem dodatku [NVDA Remote](https://nvdaremote.com/) do tego samego lub innego pliku.

source: Configuration
bg: Настройки
de: Konfiguration
gl: Configuración
ja: 設定
pl: Ustawienia

source: To configure this add-on, open the NVDA menu, go to Preferences, then Settings, then Speech Logger (NVDA+N, P, S, then press S until you get there, on a default U.S. English keyboard).
bg: За да конфигурирате тази добавка, отворете менюто на NVDA, отидете на Настройки, след това Опции, след това "Протоколиране на речта" ("Speech Logger").
de: Um diese Erweiterung zu konfigurieren, öffnen Sie das NVDA-Menü, gehen Sie in die Einstellungen, dort wählen Sie Sprachausgaben-Protokollierung aus (NVDA+N, O, E, dann drücken Sie S, bis Sie dorthin kommen).
gl: Para configurar este complemento, abre o menú de NVDA, vai a Preferencias, logo Opcións, logo Speech Logger (NVDA+N, P, O, logo preme S ata chegar alí, nun teclado español por defecto).
ja: このアドオンを設定するにはNVDAメニューを開き、設定(P)、設定(S)、そして、Speech Logger (NVDA+N, P, S そして、そこに着くまでSを押します。但し、初期設定のUS英語キーボードの場合)。
pl: Aby skonfigurować ten dodatek, otwórz menu NVDA, przejdź do Preferencje, następnie Ustawienia, a następnie Rejestrator mowy (NVDA + N, P, S, a następnie naciskaj S, aż tam dotrzesz, na domyślnej klawiaturze angielskiej w USA).

source: Note: the add-on can only be configured while in the Normal Configuration profile of NVDA. The add-on is not profile-aware. If you can think of some use case that requires it to operate differently in different profiles, please contact the author or file an issue on the [GitHub repo](https://github.com/opensourcesys/speechLogger/issues/).
bg: Забележка: Добавката може да бъде конфигурирана само докато е активен профила "Обичайни настройки" на NVDA. Добавката не поддържа конфигурационните профили на NVDA. Ако се сещате за някакъв случай на употреба, който изисква тя да работи различно в различни профили, моля, свържете се с автора или пуснете доклад в [хранилището в GitHub](https://github.com/opensourcesys/speechLogger/issues/).
de: Hinweis: Die Erweiterung kann nur im Profil "Normale Konfiguration" von NVDA konfiguriert werden. Das Add-on ist nicht profilabhängig. Wenn Ihnen ein Anwendungsfall einfällt, bei dem es in verschiedenen Profilen anders funktionieren muss, wenden Sie sich bitte an den Autor oder melden Sie einen Fehler im [GitHub-Repository](https://github.com/opensourcesys/speechLogger/issues/).
gl: Nota: o complemento só pode configurarse dende o perfil de configuración normal de NVDA. O complemento é independente de perfís. Se cres que hai algún caso que requira que funcione de xeito diferente en diferentes perfís, por favor contacta ó autor ou abre unha incidencia no [repo en GitHub](https://github.com/opensourcesys/speechLogger/issues/).
ja: 注意: このアドオンは、NVDAの標準プロファイルの場合にのみ設定できます。プロファイル別の設定にはなりません。もし、異なったプロファイルで異なる動作を要する利用例がありましたら、作者に連絡するか、 [GitHub repo](https://github.com/opensourcesys/speechLogger/issues/)にissueを提出して下さい。
pl: Uwaga: dodatek można skonfigurować tylko w profilu normalnej konfiguracji NVDA. Dodatek nie obsługuje profilu. Jeśli możesz wymyślić jakiś przypadek użycia, który wymaga, aby działał inaczej w różnych profilach, skontaktuj się z autorem lub zgłoś problem na [repozytorium GitHub] (https://github.com/opensourcesys/speechLogger/issues/).

source: The following settings are available:
bg: Налични са следните настройки:
de: Die folgenden Einstellungen sind verfügbar:
gl: Están dispoñibles as seguintes opcións:
ja: 以下のような設定が可能です:
pl: Dostępne są następujące ustawienia:

source: The log directory. You can enter or browse for your desired destination directory, which must already exist. System variables such as %temp%, %userprofile%, etc., can be used in this field.
bg: Директорията за протоколните файлове: Можете да въведете или прегледате желаната от вас дестинационна директория, която вече трябва да съществува. В това поле могат да се използват системни променливи като %temp%, %userprofile% и т.н.
de: Das Verzeichnis für die Protokollierung. Sie können das gewünschte Zielverzeichnis, das bereits existieren muss, eingeben oder danach suchen. Systemvariablen wie %temp%, %userprofile%, etc. können in diesem Feld verwendet werden.
gl: O directorio de rexistro (log directory). Podes introducir ou explorar o teu directorio de destino desexado, que debe existir xa. Pódense utilizar neste campo variables do sistema como %temp%, %userprofile%, etc.
ja: ログのディレクトリ。保存先のディレクトリを入力、または参照できます。ディレクトリはその時点ですでに存在する必要があります。システム変数として、%temp%, %userprofile%などを、このフィールドで使用できます。
pl: Katalog dziennika. Możesz wprowadzić lub wyszukać żądany katalog docelowy, który musi już istnieć. Zmienne systemowe, takie jak %temp%, %userprofile% itp., Mogą być używane w tym polu.

source: Local log filename. The created file will be placed in the above directory. This will contain speech logged while the local log mode is engaged. This can be the same as the remote log file. Leave blank to disable this kind of logging completely.
bg: Име за локален протоколен файл: Създаденият файл ще бъде поставен в директорията по-горе. Той ще съдържа речта, протоколирана, докато е включен режимът за локално протоколиране. То може да бъде същото като отдалечения протоколен файл. Оставете празно, за да изключите напълно този вид протоколиране.
de: Dateiname für das eigene Protokoll. Die erstellte Datei wird in dem oben genannten Verzeichnis abgelegt. Sie enthält den Sprachausgabenverlauf, der im Protokollmodus aufgezeichnet wird. Dies kann dieselbe wie die Datei für die Remote-Protokollierung sein. Lassen Sie das Feld leer, um diese Art der Protokollierung vollständig zu deaktivieren.
gl: Nome de arquivo do rexistro local (local log filename). O arquivo creado porase no directorio de arriba. Conterá a fala rexistrada mentres o modo de rexistro local estea activado. Pode ser o mesmo que o arquivo de rexistro remoto. déixao en blanco para desactivar este tipo de rexistro por completo.
ja: ローカルログファイル名。作られたファイルは上記のディレクトリに入ります。ログモードになっている時の読み上げが保存されます。リモートログファイルについても同様です。こういったログ保存を使用しない場合は空白にして下さい。
pl: Nazwa pliku dziennika lokalnego. Utworzony plik zostanie umieszczony w powyższym katalogu. Będzie to zawierać mowę rejestrowaną, gdy włączony jest tryb dziennika lokalnego. Może to być to samo, co zdalny plik dziennika. Pozostaw puste, aby całkowicie wyłączyć ten rodzaj rejestrowania.

source: Remote log filename. The created file will be placed in the above directory. This will contain speech logged while the remote log mode is engaged. It can be the same as the local log file. Leave blank to disable this kind of logging completely.
bg: Име за отдалечен протоколен файл: Създаденият файл ще бъде поставен в директорията по-горе. Той ще съдържа речта, протоколирана, докато режимът за отдалечено протоколиране е включен. Може да бъде същият като локалния протоколен файл. Оставете празно, за да изключите напълно този вид протоколиране.
de: Dateiname für das Remote-Protokoll. Die erstellte Datei wird in dem oben genannten Verzeichnis abgelegt. Sie enthält den Sprachausgabenverlauf, der protokolliert wird, während der Remote-Protokollierungsmodus aktiviert ist. Sie kann dieselbe wie die Datei für eigene Protokollierung sein. Lassen Sie das Feld leer, um diese Art der Protokollierung vollständig zu deaktivieren.
gl: Nome de arquivo do rexistro remoto (remote log filename). O arquivo creado porase no directorio de arriba. Conterá a fala rexistrada mentres o modo de rexistro remoto estea activado. Pode ser o mesmo que o arquivo de rexistro local. déixao en blanco para desactivar este tipo de rexistro por completo.
ja: リモートログファイル名。作られたファイルは上記のディレクトリに入ります。リモートログモードになっている時の読み上げが保存されます。ローカルログファイルと同様です。こういったログ保存を使用しない場合は空白にして下さい。
pl: Nazwa pliku dziennika zdalnego. Utworzony plik zostanie umieszczony w powyższym katalogu. Będzie to zawierać mowę rejestrowaną, gdy włączony jest tryb dziennika zdalnego. Może być taki sam jak lokalny plik dziennika. Pozostaw puste, aby całkowicie wyłączyć ten rodzaj rejestrowania.

source: Separator. This combobox lets you choose one of the available utterance separators. See below for more information.
bg: Разделител: Това комбинирано поле ви позволява да изберете един от наличните разделители за фрази. Вижте по-долу за повече информация.
de: Trennzeichen. In diesem Kombinationsfeld können Sie eines der verfügbaren Trennzeichen für die Äußerungen auswählen. Siehe unten für weitere Informationen.
gl: Separador (separator). Esta caixa combinada permíteche escoller un dos separadores de declaración dispoñibles. consulte a continuación para máis información.
ja: セパレータ。このコンボボックスで、使用可能な発話セパレータの1つを選択できます。詳しくは以下をお読み下さい。
pl: Separator. To pole kombi umożliwia wybranie jednego z dostępnych separatorów wypowiedzi. Więcej informacji można znaleźć poniżej.

source: Custom separator. This field lets you enter a custom utterance separator (see below), which is used if "custom" is chosen in the combobox.
bg: Разделител по избор: Това поле ви позволява да въведете разделител по избор за фразите (вижте по-долу), който се използва, ако в комбинираното поле е избрано "по избор".
de: Benutzerdefiniertes Trennzeichen. In dieses Feld können Sie ein benutzerdefiniertes Trennzeichen für die Äußerungen eingeben (siehe unten), welches verwendet wird, wenn in dem Kombinationsfeld "Benutzerdefiniert" ausgewählt wurde.
gl: Separador persoalizado (custom separator). Este campo permíteche introducir un separador de declaración persoalizado (consulte a continuación), que se utiliza se "custom" (persoalizado) está seleccionado na caixa combinada.
ja: カスタムセパレータ。このフィールドにより、カスタム発話セパレータを入力できます（以下参照）。コンボボックスで「カスタム」が選択されている場合に使用されます。
pl: Separator niestandardowy. To pole umożliwia wprowadzenie niestandardowego separatora wypowiedzi (patrz poniżej), który jest używany, jeśli w polu kombi wybrano opcję "niestandardowy".

source: Utterance separator
bg: Разделител за фразите
de: Trennzeichen für die Äußerungen
gl: separador de declaración
ja: 発話セパレータ
pl: Separator wypowiedzi

source: When NVDA speaks something such as "`recycle bin 1 of 55`" while it's reading your desktop, this is considered two separate utterances. The first one is the item name ("`Recycle bin`", in this example), and the second is the object position information ("`1 of 55`", in this example).
bg: Когато NVDA изговаря нещо от сорта на "Кошче 1 от 55", докато чете вашия работен плот, това се счита за две отделни фрази. Първата е името на елемента (в този случай – "Кошче"), а второто – информацията за позицията на обекта (в този случай – "1 от 55").
de: Wenn NVDA beim Lesen Ihres Desktops etwas wie "Papierkorb 1 von 55" sagt, wird dies als zwei separate Äußerungen betrachtet. Die erste ist der Name des Objekts ("Papierkorb", in diesem Beispiel) und die zweite ist die Information über die Position des Objekts ("1 von 55", in diesem Beispiel).
gl: Cando NVDA fale algo, como "`papeleira de reciclaxe 1 de 55`" mentres está lendo o teu escritorio, isto considéranse dúas declaracións separadas. A primeira é o nome do elemento ("+Papeleira de reciclaxe`", neste exemplo), e a segunda é a información de posición do obxecto ("`1 de 55`", neste exemplo).
ja: NVDAがデスクトップを読んでいる時に、「ゴミ箱 55の1」のような読み上げをする時、2つの別々の発話と考えられます。1つ目は項目名で（この例では「ゴミ箱」）、2つ目はオブジェクトの位置情報（この例では「55の1」）です。
pl: Kiedy NVDA mówi coś takiego jak "kosz 1 z 55" podczas czytania pulpitu, jest to uważane za dwie oddzielne wypowiedzi. Pierwszy z nich to nazwa elementu ("'Kosz'", w tym przykładzie), a drugi to informacja o położeniu obiektu ("'1 z 55'", w tym przykładzie).

source: Depending on what you are reading, and how you have NVDA configured, there can be several separate utterances that happen during a single speech sequence.
bg: В зависимост от това какво четете и как сте конфигурирали NVDA, може да има няколко отделни фрази, които са част от една обща речева последователност.
de: Je nachdem, was Sie lesen und wie Sie NVDA konfiguriert haben, können während einer einzigen Sprachsequenz mehrere separate Äußerungen erfolgen.
gl: En función do que esteas lendo, e de como teñas NVDA configurado, pode haber varias declaracións separadas que se produzan durante unha soa secuencia de fala.
ja: 何を読んでいるか、そしてNVDAがどのように設定されているかで、1回の読み上げシーケンスで、複数の発話がされる場合があります。
pl: W zależności od tego, co czytasz i jak skonfigurowałeś NVDA, może istnieć kilka oddzielnych wypowiedzi, które zdarzają się podczas jednej sekwencji mowy.

source: In the normal NVDA log at debug level, each individual utterance is separated with two spaces, as it is written in the example above.
bg: В нормалния протокол на NVDA на ниво за отстраняване на грешки, всяка отделна фраза е разделена с два интервала, както е написано в примера по-горе.
de: Im normalen NVDA-Protokoll auf der Debug-Stufe wird jede einzelne Äußerung durch zwei Leerzeichen getrennt, wie im obigen Beispiel dargestellt.
gl: No rexistro normal de NVDA en modo depuración, cada declaración individual sepárase con dous espazos, como está escrito no exemplo de arriba.
ja: 標準のNVDAログのデバッグレベルでは、それぞれの別々の発話は、上記の例に書かれるように、2つのスペースにより分離されます。
pl: W normalnym dzienniku NVDA na poziomie debugowania każda pojedyncza wypowiedź jest oddzielona dwiema spacjami, jak napisano w powyższym przykładzie.

source: Speech Logger allows you to separate utterances in the same way NVDA does (with two spaces), or by one of a few reasonable alternatives (a newline, a comma and a space, two underscores), or by a custom sequence of your own devising.
bg: "Протоколиране на речта" ("Speech Logger") ви позволява да разделяте фразите по същия начин, по който го прави NVDA (с два интервала), или чрез една от няколкото разумни алтернативи (нов ред, запетая и интервал, две долни черти), или чрез персонализирана последователност по ваш избор.
de: Mit der Sprachausgaben-Protokollierung können Sie Äußerungen auf die gleiche Weise wie NVDA trennen (mit zwei Leerzeichen) oder durch eine von mehreren Alternativen (ein Zeilenumbruch, ein Komma und ein Leerzeichen, zwei Unterstriche) oder durch eine benutzerdefinierte Sequenz, die Sie sich selbst ausdenken.
gl: Speech Logger permíteche separar as declaracións do mesmo xeito en que o fai NVDA (con dos espazos), ou cunha de varias alternativas razoables (unha nova liña, unha coma e un espazo, dous guións baixos), ou cunha secuencia da túa propia colleita.
ja: スピーチロガーにより、NVDAと同じように（2つのスペースで）、または一つの適した代替文字（改行、カンマ、スペース、2つのアンダースコア）、または自分で選べるカスタム文字列で分けることが出来ます。
pl: Speech Logger pozwala oddzielić wypowiedzi w taki sam sposób, jak NVDA (z dwiema spacjami) lub przez jedną z kilku rozsądnych alternatyw (nowa linia, przecinek i spacja, dwa podkreślenia) lub przez niestandardową sekwencję własnego pomysłu.

source: If, for example, you wanted your utterance separator to be two dollar signs (`$$`), you would set the combobox to "custom", and enter "`$$`" (without the quotes), in the custom separator field. If you wanted it to be a tab, you could enter "`\t`".
bg: Ако например искате вашият разделител за фразите да бъде два знака за долар ("$$"), трябва да зададете комбинираното поле на "по избор" и да въведете "$$" (без кавичките) в полето за разделител по избор. Ако искате да е табулация, можете да въведете "\t".
de: Wenn Sie z. B. zwei Dollarzeichen ($$) als Trennzeichen für die Äußerungen von der Sprachausgabe verwenden möchten, stellen Sie das Kombinationsfeld auf "Benutzerdefiniert" ein und geben "$$" (ohne Anführungszeichen) in das Feld für das benutzerdefinierte Trennzeichen ein. Wenn es ein Tabulator sein soll, können Sie "`\t`" eingeben.
gl: Se, por exemplo, quixeses que o teu separador de declaracións fosen dous signos de dólar (`$$`), configurarías a caixa combinada en "custom" (persoalizado), e introducirías "^$$^" (sen as comiñas), no campo de separador persoalizado. Se quixeses que fose un tabulador, poderías introducir "`\t`".
ja: もし、例えば、発話セパレータを2つのドルマーク（$$）にしたい場合、コンボボックスを「カスタム」にし、カスタムセパレータフィールドに「$$」（かぎかっこなし）を入力します。セパレータをタブにしたい場合、「 」と入力できます。
pl: Jeśli, na przykład, chcesz, aby separator wypowiedzi składał się z dwóch znaków dolara ($$), ustaw pole kombi na "niestandardowe" i wpisz "$$" (bez cudzysłowów) w polu separatora niestandardowego. Jeśli chcesz, aby była to karta, możesz wpisać "\t".

source: Starting and stopping logging
bg: Стартиране и спиране на протоколирането
de: Protokollierung starten und beenden
gl: Iniciando e detendo o rexistro
ja: ログの開始と停止
pl: Uruchamianie i zatrzymywanie rejestrowania

source: This add-on has two gestures set by default. You can change them in the NVDA Input Gestures Tools category.
bg: Тази добавка има два жеста, зададени по подразбиране. Можете да ги промените в категорията "Инструменти" в прозореца "Жестове на въвеждане" на NVDA.
de: In dieser Erweiterung sind standardmäßig zwei Tastenbefehle voreingestellt. Sie können sie im NVDA-Menü unter "Werkzeuge" in der entsprechenden Kategorie im Dialogfeld für die Tastenbefehle anpassen.
gl: Este complemento ten dous xestos configurados por defecto. Podes cambialos na categoría Ferramentas dos Xestos de Entrada de NVDA.
ja: このアドオンは、初期状態で2つのジェスチャーが設定されています。これらは、NVDA入力ジェスチャーツールカテゴリで変更できます。
pl: Ten dodatek ma domyślnie ustawione dwa gesty. Możesz je zmienić w kategorii Narzędzia gestów wejściowych NVDA.

source: Look for "Toggles logging of local speech" and "Toggles logging of remote speech".
bg: Потърсете "Превключва протоколирането на локална реч" и "Превключва протоколирането на отдалечена реч".
de: Suchen Sie nach "Schaltet die Protokollierung der eigenen Sprachausgabe um" und "Schaltet die Protokollierung der Remote-Sprachausgabe um".
gl: Busca "Toggles logging of local speech" (alterna o rexistro da fala local) e "Toggles logging of remote speech" (alterna o rexistro da fala remota).
ja: 「ローカル読み上げのログにトグル」と「リモート読み上げのログにトグル」を探して下さい。
pl: Poszukaj "Przełącza rejestrowanie mowy lokalnej" i "Przełącza rejestrowanie mowy zdalnej".

source: NVDA+Alt+L: start/stop logging of local speech.
bg: NVDA+Alt+L: Стартиране/спиране на протоколирането на локална реч.
de: NVDA+Alt+L: Startet/beendet die Aufzeichnung der eigenen Sprachausgabe.
gl: NVDA+Alt+L: iniciar/deter rexistro de fala local.
ja: NVDA+Alt+L: ローカル読み上げのログの開始/停止。
pl: NVDA+Alt+L: uruchamianie/zatrzymywanie rejestrowania mowy lokalnej.

source: NVDA+Shift+Alt+L: start/stop logging of remote speech.
bg: NVDA+Shift+Alt+L: Стартиране/спиране на протоколирането на отдалечена реч.
de: NVDA+Umschalt+Alt+L: Startet/stoppt die Aufzeichnung der Remote-Sprachausgabe.
gl: NVDA+Shift+Alt+L: iniciar/deter rexistro de fala remota.
ja: NVDA+Shift+Alt+L: リモート読み上げのログの開始/停止。
pl: NVDA+Shift+Alt+L: rejestrowanie mowy zdalnej uruchamiania/zatrzymywania.

source: A note on remote speech logging
bg: Бележка относно отдалеченото протоколиране на реч
de: Ein Hinweis zur Aufzeichnung der Remote-Sprachausgabe
gl: Unha nota sobre o rexistro de fala remota
pl: Uwaga dotycząca zdalnego rejestrowania mowy

source: This add-on is intended to work with the NVDA Remote add-on, for logging of remote speech.
bg: Тази добавка е предназначена да работи с добавката "NVDA Remote", за протоколиране на отдалечена реч.
de: Diese Erweiterung ist für die Zusammenarbeit mit der Erweiterung für den Fernzugriff zur Protokollierung der Remote-Sprachausgabe vorgesehen.
gl: Este complemento está pensado para traballar co complemento NVDA Remote, para o rexistro de fala remota.
pl: Ten dodatek jest przeznaczony do pracy z dodatkiem NVDA Remote do rejestrowania mowy zdalnej.

source: It is important to know, that it is not possible to start logging for remote sessions until you actually start one. There is no way to, for example, start logging, and have it wait, on stand-by, until a remote session starts, and begin logging at that time.
bg: Важно е да знаете, че не е възможно да започнете протоколиране на отдалечена сесия, докато действително не стартирате такава. Няма начин например да започнете протоколиране и да го оставите на изчакване, докато започне отдалечена сесия, и да започне да протоколира в този момент.
de: Es ist wichtig zu wissen, dass es nicht möglich ist, die Protokollierung für Fernsitzungen zu starten, bevor Sie nicht tatsächlich eine Sitzung gestartet haben. Es gibt keine Möglichkeit, die Protokollierung zu starten und sie im Standby-Modus warten zu lassen, bis eine Fernsitzung beginnt, und dann mit der Protokollierung zu beginnen.
gl: É importante saber, que non é posible iniciar o rexistro de sesións remotas ata que non empeces unha realmente. Non hai forma de, por exemplo, iniciar o rexistro, e facer que agarde, en segundo plano, a que comece unha sesión remota, e que comece o rexistro nese momento.
pl: Ważne jest, aby wiedzieć, że nie jest możliwe rozpoczęcie rejestrowania sesji zdalnych, dopóki nie rozpoczniesz ich. Nie ma sposobu, aby na przykład rozpocząć rejestrowanie i poczekać w trybie gotowości, aż rozpocznie się sesja zdalna, i rozpocząć rejestrowanie w tym czasie.

source: However, once started, logging will continue across remote sessions.
bg: Въпреки това, след като започне, протоколирането ще продължи във всяка следваща отдалечена сесия.
de: Einmal gestartet, wird die Protokollierung jedoch über alle Remote-Sitzungen hinweg fortgesetzt.
gl: Porén, unha vez empece unha, o rexistro continuará aínda que se cambie de sesión.
pl: Jednak po rozpoczęciu rejestrowanie będzie kontynuowane w sesjach zdalnych.
