Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/speech_history.*.po
Languages: es, fi

source: [[!meta title="Speech History"]]
fi: [[!meta title="Puhehistoria"]]

source: Author: James Scholes
es: Autor: James Scholes
fi: Tekijä: James Scholes

source: Download [stable version][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]

source: This is an updated version of the Clip Copy add-on for NVDA, initially created by Tyler Spivey in 2012. The add-on is compatible with NVDA versions from 2020.4 to 2024.1.
es: Esta es una versión actualizada del complemento Clip Copy para NVDA, creado inicialmente por Tyler Spivey en 2012. El complemento es compatible con versiones de NVDA desde la 2020.4 hasta la 2024.1.
fi: Tämä on päivitetty versio Clip Copy -lisäosasta, jonka loi alun perin Tyler Spivey vuonna 2012. Lisäosa on yhteensopiva NVDA-versioiden 2020.4-2024.1 kanssa.

source: The original version of the add-on offered two keystrokes:
es: La versión original del complemento ofrecía dos atajos de teclado:
fi: Lisäosan alkuperäisessä versiossa oli kaksi näppäinkomentoa:

source: F12: Copy the most recent spoken text to the clipboard
es: F12: copia el texto verbalizado más reciente al portapapeles
fi: F12: Kopioi viimeksi puhuttu teksti leikepöydälle

source: Shift+F12: Toggle an optional beep on new text
es: Shift+f12: conmuta un pitido opcional cuando hay nuevo texto
fi: Vaihto+F12: Ota käyttöön tai poista käytöstä uudesta tekstistä ilmoittava äänimerkki

source: In this version:
es: En esta versión:
fi: Tässä versiossa:

source: You can review the 500 most recent items spoken by NVDA, by default using the hotkeys Shift+F11 and Shift+F12.
es: Se pueden verbalizar los 500 elementos más recientes verbalizados por NVDA, por defecto usando los atajos shift+f11 y shift+f12.
fi: Voit tarkastella 500 viimeisintä NVDA:n puhumaa kohdetta käyttäen oletuspikanäppäimiä Vaihto+F11 ja Vaihto+F12.

source: Pressing F12 will copy the currently selected item from the history, which is updated to be the most recent each time NVDA speaks. In other words, F12 still behaves as it did in the older add-on, unless you've specifically selected an older spoken item to copy.
es: Al pulsar f12 se copiará el elemento seleccionado actualmente del historial, que se actualiza para ser el más reciente cada vez que NVDA habla. En otras palabras, f12 todavía se comporta como lo hacía en el complemento antiguo, a menos que hayas elegido específicamente un elemento hablado más antiguo para copiarlo.
fi: F12-näppäimen painaminen kopioi senhetkisen valitun kohteen historiasta, joka päivitetään uusimmaksi aina NVDA:n puhuessa. Toisin sanoen F12 toimii edelleen kuten vanhemmassa lisäosassa, ellet ole nimenomaan valinnut kopioitavaksi vanhempaa puhuttua kohdetta.

source: You can capture multiple speech history items in realtime, which is useful for e.g. bug reports without copying from the Speech Viewer. Press NVDA+Shift+F11 to start recording, use NVDA as normal, and then press NVDA+Shift+F12 to stop recording. All recorded speech will be copied to the clipboard, with items separated by a line break (`\n`).
es: Se pueden capturar varios elementos del historial de voz en tiempo real, útil para, por ejemplo, informes de fallos sin copiar del visualizador de voz. Pulsa NVDA+shift+f11 para empezar a grabar, utiliza NVDA con normalidad, y luego pulsa NVDA+shift+f12 para dejar de grabar. Toda la voz grabada se copiará al portapapeles, con los elementos separados por un salto de línea (`\n`).
fi: Voit kaapata useita puhehistorian kohteita reaaliajassa, josta on hyötyä esim. bugiraportteja tehtäessä ilman puheen tarkastelusta kopiointia. Aloita tallennus painamalla NVDA+Vaihto+F11, käytä NVDA:ta normaalisti ja lopeta sitten tallennus painamalla NVDA+Vaihto+F12. Kaikki tallennetut puhutut kohteet kopioidaan leikepöydälle rivinvaihdolla (`\n`) eroteltuina.

source: The beep on new text function has been removed.
es: Se ha eliminado la función de pitar cuando hay nuevo texto.
fi: Ilmaise uusi teksti äänimerkillä -asetus on poistettu.
