Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/speechLogger.*.po
Languages: bg, de, gl, ja, pl

source: Feedback and feature requests
bg: Обратна връзка и заявки за нови функции
de: Feedback und Feature-Anfragen
gl: Comentarios e solicitudes de características
pl: Opinie i prośby o funkcje

source: If you would like to suggest a feature or report a bug, please reach out by email, or file an [issue](https://github.com/opensourcesys/speechLogger/issues/).
bg: Ако искате да предложите функция или да докладвате проблем, моля, свържете се по е-пощата или [подайте доклад](https://github.com/opensourcesys/speechLogger/issues/).
de: Wenn Sie eine Funktion vorschlagen oder einen Fehler melden möchten, wenden Sie sich bitte per E-Mail an uns oder melden Sie ein [issue](https://github.com/opensourcesys/speechLogger/issues/).
gl: Se queres suxerir unha característica ou reportar un erro, por favor contacta a través de correo electrónico, ou abre unha [incidencia](https://github.com/opensourcesys/speechLogger/issues/).
pl: Jeśli chcesz zasugerować funkcję lub zgłosić błąd, skontaktuj się z nami przez e-mail lub zgłoś [problem](https://github.com/opensourcesys/speechLogger/issues/).

source: As always, I appreciate hearing that my add-ons are useful, and what people are using them for.
bg: Както винаги, ще се радвам да науча, дали моите добавки са полезни и за какво ги използват хората.
de: Wie immer freue ich mich, wenn ich höre, dass meine Erweiterungen nützlich sind und wofür sie verwendet werden.
gl: Coma sempre, gústame escoitar que os meus complementos son útiles, e para que os está a utilizar a xente.
pl: Jak zawsze, doceniam to, że moje dodatki są przydatne i do czego ludzie ich używają.
