Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: es, hr, sk

source: To obtain length to play selected tracks, mark current track for start of track time analysis (SPL Assistant, F9), then press SPL Assistant, F10 when reaching end of selection.
es: Para obtener ancho para reproducir las pistas seleccionadas, marca la pista actual para iniciar el análisis de tiempo de la pista (SPL Assistant, F9), entonces pulsa SPL Assistant, F10 cuando se llegue a la selección final.
hr: Za dobivanje trjanja odabranih snimaka, označi trenutačnu snimku za početak vremenske analize (SPL Asistent, F9), a zatim pritisni SPL Asistent, F10 kad dođeš do kraja odabira.
sk: Ak chcete analyzovať čas vybratých skladieb, postupujte nasledovne: Nájdite požadovanú počiatočnú skladbu. Potom stlačte skratku na spl zložený príkaz nasledovanú klávesom F9. Potom nájdite koncovú skladbu, opätovne stlačte skratku na spl zložený príkaz nasledovaný klávesom F10.

source: Columns Explorer
es: Explorador de Columnas
hr: Istraživač stupaca
sk: Prehliadač metadát

source: By pressing Control+NVDA+1 through 0, you can obtain contents of specific columns. By default, these are first ten columns for a track item (in Studio: artist, title, duration, intro, outro, category, year, album, genre, mood). For playlist editor in Creator and Remote VT client, column data depends on column order as shown on screen. In Studio, Creator's main track list, and Track Tool, column slots are preset regardless of column order on screen and can be configured from add-on settings dialog under columns explorer category.
es: Pulsando Control+NVDA+1 hasta 0, puedes obtener contenidos de columnas específicas. Por defecto, estas son las diez primeras columnas de un elemento de pista (en Studio: artista, título, duración, intro, outro, categoría, año, álbum, género, mood). En el editor de listas de reproducción de Creator y del cliente Remote VT, los datos de las columnas dependen del orden de las mismas según se muestren en pantalla. En Studio, la lista principal de pistas de Creator y la herramienta de pista, los slots de columna están predefinidos sin importar el orden de las columnas en pantalla y se pueden configurar desde el diálogo de opciones del complemento, bajo la categoría Explorador de columnas.
hr: Pritiskom na Kontrol+NVDA+1 do 0, dobiva se sadržaj određenih stupaca. Standardno je to prvih deset stupaca za snimku (u Studio programu: izvođač, naslov, trajanje, uvodni dio, završni dio, kategorija, godina, album, žanr i ugođaj). Za uređivača popisa snimaka u Creatoru i Remote VT klijentu, podaci stupaca ovise o redoslijedu stupaca kako se prikazuju na ekranu. U programu Studio, u glavnom popisu pjesama Creatora i u Track Tool, mjesta u stupcima se prikazuju bez obzira na redoslijed stupaca na ekranu i mogu se konfigurirati u dijaloškom okviru postavki dodataka u kategoriji istraživača stupaca.
sk: Skratkami Ctrl+NVDA+1 až 0, môžete čítať metadáta k skladbe. Predvolene je to v okne studio: interpret, názov, dĺžka, intro, outro, kategória, rok, album, žáner a nálada. V editoroch playlistu Creator a Remote VT závisí poradie podľa toho, ako je nastavené usporiadanie na obrazovke. Zobrazené metadáta sa dajú nastavovať v prehliadači metadát v nastaveniach doplnku. Tieto nastavenia sa zohľadňujú len pre Studio a Tracktool.

source: Playlist snapshots
es: Instantáneas de lista de reproducción
hr: Statistika popisa snimaka
sk: Štatistika playlistu

source: You can press SPL Assistant, F8 while focused on a playlist in Studio to obtain various statistics about a playlist, including number of tracks in the playlist, longest track, top artists and so on. After assigning a custom command for this feature, pressing the custom command twice will cause NVDA to present playlist snapshot information as a webpage so you can use browse mode to navigate (press escape to close).
es: Puedes pulsar SPL Assistant, F8 mientras se enfoque sobre una lista de reproducción en Studio para obtener varias estadísticas acerca de una lista de reproducción, incluyendo el número de pistas en la lista, la pista más larga, lista de artistas y así. Después de asignar una orden personalizada para esta característica, pulsar dos veces la orden personalizada hará que NVDA presente la información de la instantánea de la lista de reproducción como una página web tal que puedas utilizar el modo exploración para navegar (pulsa escape para cerrar).
hr: Pritisni SPL Asistent, F8 tijekom fokusa na popis snimaka u programu Studio za dobivanje raznih statistika o popisu snimaka, uključujući broj snimaka u popisu snimaka, najdulju snimku, top izvođače i tako dalje. Nakon što dodijeliš prilagođenu naredbu za ovu funkciju, pritisni prilagođenu naredbu dvaput, kako bi NVDA prikazao statističke informacije popisa snimkama kao web stranicu. Na taj način možeš koristiti modus čitanja za kretanje (pritisni escape za zatvaranje).
sk: Zloženým príkazom SPL F8 si môžete z okna studio zo zoznamu skladieb zobraziť štatistiku playlistu. Tu zistíte počet skladieb, najdlhšiu skladbu, najhranejšieho interpreta a podobne. Ak si priradíte k tejto funkcii vlastnú skratku, môžete po jej dvojitom stlačení zobraziť informáciu v režime prehliadania. Okno so štatistikou zatvoríte klávesom ESC.

source: Playlist Transcripts
es: Transcripciones de lista de reproducción
hr: Prijepisi popisa snimaka
sk: Prepisy playlistu

source: Pressing SPL Assistant, Shift+F8 will present a dialog to let you request playlist transcripts in numerous formats, including in a plain text format, an HTML table or a list.
es: Pulsando en SPL Assistant, Shift+F8 presentará un cuadro de diálogo para permitirte solicitar transcripciones de lista de reproducción en varios formatos, incluyendo en un formato de texto plano, y tabla HTML o una lista.
hr: Pritiskom na SPL Asistent, Šift+F8 će prikazati dijaloški okvir koji omogućava zatražiti prijepis popisa snimaka u raznim formatima, uključujući format običnog teksta, HTML tablice ili popisa.
sk: Zložený príkaz SPL shift+F8 umožní uložiť playlist ako prepis v čistom texte alebo ako tabuľku HTML.

source: Configuration dialog
es: Diálogo de configuración
hr: Dijaloški okvir konfiguracije
sk: Nastavenia doplnku

source: From studio window, you can press Alt+NVDA+0 to open the add-on configuration dialog. Alternatively, go to NVDA's preferences menu and select SPL Studio Settings item. This dialog is also used to manage broadcast profiles.
es: Desde la ventana de studio, puedes pulsar Alt+NVDA+0 para abrir el diálogo de configuración del complemento. Alternativamente, ve al menú Preferencias de NVDA y selecciona el elemento Opciones de SPL Studio. Este diálogo también se utiliza para administrar los perfiles de transmisión.
hr: U prozoru programa Studio možeš pritisnuti Alt+NVDA+0 za otvaranje dijaloškog okvira za konfiguraciju dodatka. Alternativno, idi na NVDA izbornik Postavke i odaberi stavku SPL Studio postavke. Ovaj se dijaloški okvir koristi i za upravljanje profilima za emitiranje.
sk: Z okna Studio môžete skratkou alt+nvda+0 otvoriť nastavenia doplnku. Môžete tiež použiť ponuku NVDA > možnosti. Tu tiež môžete nastaviť profily.

source: Broadcast profiles dialog
es: El diálogo de perfiles de emisión
hr: Dijaloški okvir profila emitiranja
sk: Profily

source: You can save settings for specific shows into broadcast profiles. These profiles can be managed via SPL broadcast profiles dialog which can be accessed by pressing Alt+NVDA+P from Studio window.
es: Se pueden guardar configuraciones específicas para programas concretos en perfiles de emisión. Estos perfiles se pueden gestionar desde el diálogo de perfiles de emisión de SPL, al que se puede acceder pulsando alt+NVDA+p desde la ventana de Studio.
hr: Postavke za određene emisije mogu se spremiti u profile emitiranja. Tim se profilima može upravljati putem SPL-ovog dijaloškog okvira profila emitiranja, kojem se može pristupiti pritiskom na Alt+NVDA+P u prozoru programa Studio.
sk: Pre rôzne relácie si môžete vytvoriť rôzne profily. Nastavenia vyvoláte skratkou alt+nvda+p.

source: SPL touch mode
es: Modo táctil de SPL
hr: Dodirni modus za SPL
sk: Dotykový režim

source: If you are using Studio on a touchscreen computer running Windows 8 or later and have NVDA 2012.3 or later installed, you can perform some Studio commands from the touchscreen. First use three finger tap to switch to SPL mode, then use the touch commands listed above to perform commands.
es: Si estás utilizando Studio en un ordenador con pantalla táctil ejecutando Windows 8 o posterior y tienes NVDA 2012.3 o posterior instalado, puedes realizar algunas órdenes de Studio desde la pantalla táctil. Primero utiliza un toque con tres dedos para cambiar a modo SPL, entonces utiliza las órdenes táctiles listadas arriba para llevar a cabo tareas.
hr: Ako koristiš Studio na računalu s ekranom osjetljivim na dodir s operacijskim sustavom Windows 8 ili novijim i ako imaš instaliran NVDA 2012.3 ili noviji, možeš izvršiti neke Studio naredbe na ekranu osjetljivim na dodir. Za prebacivanje na modus SPL-a, dodirni ekran s tri prsta. Zatim koristi gore navedene dodirne naredbe za njihovo izvršavanje.
sk: Ak máte k dispozícii dotykovú obrazovku, používate Windows od verzie 8 a NVDA od verzie 2012.3, môžete na ovládanie doplnku použiť dotykové príkazy. Najprv je potrebné dotknúť sa obrazovky tromi prstami. Následne vykonajte gestá spomenúté vyššie v tomto návode.

source: Due to changes to encoder settings file format, installing an older version of this add-on after installing this version will cause unpredictable behavior.
hr: Zbog promjena u datotečnom formatu postavki kodera, instaliranje starije verzije ovog dodatka će nakon instaliranja ove verzije prouzročiti nepredvidivo ponašanje.

source: It is no longer necessary to restart NVDA with debug logging mode to read debug messages from log viewer. You can view debug messages if log level is set to "debug" from NVDA's general settings panel.
hr: Više nije potrebno ponovo pokrenuti NVDA u modusu zapisivanja otklanjanje grešaka, da bi se čitale poruke za otklanjanje grešaka iz preglednika dnevnika. Poruke za otklanjanje grešaka možeš pregledati, ako je razina dnevnika postavljena na „Otklanjanje grešaka” u NVDA-ovoj ploči općih postavki.

source: Version 20.09-LTS
hr: Verzija 20.09-LTS

source: Version 20.09.x is the last release series to support Studio 5.20 and based on old technologies, with future releases supporting Studio 5.30 and more recent NVDA features. Some new features will be backported to 20.09.x if needed.
hr: Verzija 20.09.x posljednja je serija izdanja koja podržava Studio 5.20 i temelji se na starim tehnologijama, a buduća izdanja podržavaju Studio 5.30 i novije NVDA funkcije. Po potrebi će se neke nove funkcije portirati natrag na verziju 20.09.x.

source: Due to changes in NVDA, --spl-configvolatile command line switch is no longer available to make add-on settings read-only. You can emulate this by unchecking "Save configuration when exiting NVDA" checkbox from NVDA's general settings panel.
hr: Zbog promjena u NVDA-u, prekidač --spl-configvolatile u naredbenom retku više nije dostupan za postavljanje postavki dodatka u stanje samo-za-čitanje. To možeš emulirati, ako odznačiš potvrdni okvir „Spremi konfiguraciju prilikom isključivanja NVDA” na ploči općih postavki za NVDA.

source: Removed pilot features setting from Advanced settings category under add-on settings (Alt+NVDA+0), used to let development snapshot users test bleeding-edge code.
hr: Uklonjene su postavke probne funkcije iz kategorije „Napredne postavke” u postavkama dodataka (Alt+NVDA+0), koje su koristili programeri za testiranje najnovijih kodova.

source: Column navigation commands in Studio are now available in track lists found in listener requests, insert tracks and other screens.
hr: Naredbe za navigaciju stupaca u programu Studio sada su dostupne u popisima snimaka koji se nalaze u ekranima zahtjeva slušatelja, umetanja zapisa i drugima.

source: Various column navigation commands will behave like NVDA's own table navigation commands. Besides simplifying these commands, it brings benefits such as ease of use by low vision users.
hr: Razne naredbe za kretanje po stupcima ponašat će se kao NVDA-ove naredbe za kretanje po tablicama. Osim što se time pojednostavljuju same naredbe, slabovidnim osobama olakšava njihovu upotrebu.

source: Vertical column navigation (Control+Alt+up/down arrow) commands are now available for Creator, playlist editor, Remote VT, and Track Tool.
hr: Naredbe za okomito kretanje po stupcima (kontrol+Alt+strelica gore/dolje) sada su dostupne za Creator, Playlist Editor, Remote VT i Track Tool.

source: Track columns viewer command (Control+NVDA+hyphen) is now available in Creator's Playlist Editor and Remote VT.
hr: Naredba za prikaz stupaca snimaka (kontrol+NVDA+crtica) sada je dostupna u Playlist Editoru Creatora i Remote VT.

source: Track columns viewer command will respect column order displayed on screen.
hr: Naredba za prikaz stupaca snimaka poštivat će redoslijed stupaca prikazan na ekranu.

source: In SAM encoders, improved NVDA's responsiveness when pressing Control+F9 or Control+F10 to connect or disconnect all encoders, respectively. This may result in increased verbosity when announcing the selected encoder information.
hr: U SAM koderima, poboljšana je NVDA reakcija pritiskom tipki kontrol+F9 ili kontrol+F10 za spajanje odnosno odspajanje svih kodera. To može rezultirati u pretjerano opširnom opisu tijekom najave podataka odabranog kodera.

source: In SPL and AltaCast encoders, pressing F9 will now connect the selected encoder.
hr: U koderima SPL i AltaCast pritiskom tipke F9 sada će se povezati odabrani koder.

source: Version 20.07
hr: Verzija 20.07

source: Dedicated stream labeler command (F12) has been removed from encoders. Encoder labels can be defined from encoder settings dialog (Alt+NVDA+0).
hr: Naredba za označavanje prijenosa (F12) uklonjena je iz kodera. Oznake kodera mogu se definirati u dijaloškom okviru postavki kodera (Alt+NVDA+0).

source: Version 20.06
hr: Verzija 20.06
sk: verzia 20.06

source: Fixed many instances of encoders support feature messages spoken in English despite translated into other languages.
hr: Ispravljeni su mnogi slučajevi kodera s govorom poruka na engleskom jeziku, iako su prevedene na druge jezike.
sk: Opravené oznamovanie správ doplnku v Angličtine v situáciách, keď bol dostupný preklad.

source: Time-based broadcast profiles feature has been removed.
hr: Funkcija vremenski određenih profila emitiranja je uklonjenja.
sk: Časovo aktivované profily nie sú viac podporované.

source: As audio ducking feature in NVDA does not impact streaming from Studio except for specific hardware setups, audio ducking reminder dialog has been removed.
hr: Budući da funkcija stišavanja zvuka u NVDA-u ne utječe na prijenos iz Studija, osim na specifičnim hardverskim postavama, dijaloški okvir podsjetnika za stišavanje zvuka je uklonjen.
sk: Odstránené upozornenie na stišovanie audia, nakoľko toto v skutočnosti zasahuje len málo používateľou so špecifickým nastavením.

source: Version 20.05
hr: Verzija 20.05
sk: verzia 20.05

source: Commands used to open separate alarm settings dialogs (Alt+NVDA+1, Alt+NVDA+2, Alt+NVDA+4) has been combined into Alt+NVDA+1 and will now open alarms settings in SPL add-on settings screen where track outro/intro and microphone alarm settings can be found.
hr: Nardbe koje se upotrebljavaju za otvaranje dijaloškog okvira postavki različitih alarma (Alt+NVDA+1, Alt+NVDA+2, Alt+NVDA+4) spojena su u Alt+NVDA+1 te će sada otvoriti postavke alarma u postavkama SPL dodatka, gdje se mogu pronaći postavke alarma za završni ili uvodni dio snimke i za mikrofon.

source: Version 20.04
hr: Verzija 20.04
sk: verzia 20.04

source: Time-based broadcast profiles feature is deprecated. A warning message will be shown when first starting Studio after installing add-on 20.04 if you have defined one or more time-based broadcast profiles.
hr: Funkcija vremenski određenih profila emitiranja je zastarjela. Prilikom prvog pokretanja Studija, prikazat će se poruka upozorenja nakon instaliranja dodatka 20.04, ako postoji jedan ili više vremenski određenih profila emitiranja.
sk: Profily viazané na určitý čas viac nie sú podporované. Doplnok vás na túto skutočnosť upozorní, ak používate verziu doplnku 20.04 a máte definované profily so spustením v určitom čase.

source: Broadcast profiles management has been split from SPL add-on settings dialog into its own dialog. You can access broadcast profiles dialog by pressing Alt+NVDA+P from Studio window.
hr: Upravljanje profilima emitiranja odvojeno je iz dijaloškog okvira postavki SPL dodatka u vlastiti dijaloški okvir. Dijaloškom okviru profila emitiranja moguće je pristupiti pritiskom na Alt+NVDA+P u prozoru programa Studio.
sk: Nastavenia profilov boli presunuté do samostatného okna, ktoré je dostupné pod skratkou alt+nvda+p.

source: Due to duplication with Control+NVDA+number row commands for Studio tracks, columns explorer commands from SPL Assistant (number row) has been removed.
hr: Zbog dupliciranja s naredbama za Studio zapise kao što su kontrol+NVDA+brojčani redak tipkovnice, naredbe istrživača stupaca uklonjene su iz SPL Assistant-a (brojčani redak tipkovnice).
sk: Boli odstránené skratky na prezeranie metadát zo spl asistenta, keďže dochádzalo ku konfliktom so skratkami nvda+ctrl+čísla.

source: Changed error message shown when trying to open a Studio add-on settings dialog (such as metadata streaming dialog) while another settings dialog (such as end of track alarm dialog) is active. The new error message is same as the message shown when trying to open multiple NVDA settings dialogs.
hr: Izmijenjena je poruka o grešci, koja se prikazuje prilikom pokušaja otvaranja dijaloškog okvira postavki Studio-dodatka (kao što je dijaloški okvir za prijenos metapodataka) dok je jedan drugi dijaloški okvir postavki aktivan (poput dijaloškog okvira alarma za kraj snimke). Nova poruka o grešci jednaka je poruci koja se prikazuje prilikom pokušaja otvaranja višestrukih dijaloških okvira NVDA postavki.
sk: Opravené zobrazovanie správ, ak sa pokúšate otvoriť viacero dialógov doplnku. Využívame teraz hlásenie integrované v NVDA.

source: NVDA will no longer play error tones or appear to do nothing when clicking OK button from Columns Explorer dialog after configuring column slots.
hr: NVDA više neće svirati tonove greške niti izgledati kao da se ništa ne radi, kad se u dijaloškom okviru „Istraživača stupaca” pritisne gumb „U redu”, nakon konfiguriranja slotova stupaca.
sk: Po nastavení poradia zobrazovaných metadát a ich uložení NVDA viac nehlási chybu.

source: In encoders, you can now save and reset encoder settings (including stream labels) by pressing Control+NVDA+C or Control+NVDA+R three times, respectively.
hr: U koderima je sada moguće spremiti i resetirati postavke kodera (uključujući oznake prijenosa) pritiskom tipki kontrol+NVDA+C ili pritiskom tipki kontrol+NVDA+R tri puta.
sk: Odteraz je možné uložiť nastavenia a názvy enkodéra skratkou ctrl+nvda+c. Nastavenia obnovíte skratkou ctrl+nvda+r stlačené trikrát rýchlo za sebou.

source: Columns Explorer will now announce first ten columns by default (existing installations will continue to use old column slots).
hr: Istraživač stupaca sada će standardno najaviti prvih deset stupaca (postojeće instalacije nastavit će koristiti stare slotove stupaca).
sk: Prezeranie metadát oznamuje prvých desať položiek (existujúce staršie inštalácie budú používať naďalej staršie sloty metadát).

source: Due to removal of automatic announcement of playing track title, the setting to configure this feature has been removed from add-on settings/status announcement category.
hr: Zbog uklanjanja automatske najave naslova snimke, postavka za konfiguriranje ove funkcije uklonjena je iz postavki dodatka/kategorija najave stanja.
sk: Odstránené nepotrebné nastavenie na automatické oznamovanie hrajúcej skladby.

source: A new setting has been added to encoder settings to let NVDA announce connection messages until the selected encoder is connected. This setting is enabled by default.
hr: Dodana je nova postavka kodera kako bi se omogućilo da NvDA najavi vezu sve dok se odabrani koder ne spoji. Ova je postavka standardno aktivirana.

source: Initial support for StationPlaylist Creator's Playlist Editor.
hr: Prva podrška za Playlist Editora StationPlaylist Creatora.
sk: Prvotná podpora pre Station Playlist Creator.

source: Added Alt+NVDA+number row commands to announce various status information in Playlist Editor. These include date and time for the playlist (1), total playlist duration (2), when the selected track is scheduled to play (3), and rotation and category (4).
hr: Dodane su naredbe Alt+NVDA+brojčani redak tipkovnice, za najavu raznih informacija o stanju u Playlist Editoru. To uključuje datum i vrijeme za popis snimaka (1), ukupno trajanje popisa snimaka (2), planirano vrijeme sviranja (3) te rotaciju i kategoriju (4).
sk: Pridané skratky alt+nvda+číslice na zisťovanie stavových informácií pri úprave playlistu: Dátum a čas playlistu (1), trvanie playlistu (2), plánované odohratie vybratej skladby (3), rotáciu a kategóriu (4).

source: While focused on a track in Creator and Track Tool (except in Creator's Playlist Editor), pressing Control+NVDA+Dash will display data for all columns on a browse mode window.
hr: Dok je fokusiran na zapis u alatu Creator i Track Tool (osim u Playlist Editoru Creatora), pritiskom na Kontrol+NVDA+crtica prikazat će se podaci za sve stupce u prozoru načina pregledavanja.
sk: Ctrl+nvda+- zobrazí metadáta skladby v režime prehliadania. Funguje pri zameraní skladby v oknách Creator, Tracktool (ale nie v okne s úpravou playlistu Creator).

source: Alt+NVDA+C while focused on a track (Studio only): announces track comments if any.
sk: Alt+NVDA+C (pri zobrazení skladby v okne Studio): oznámi komentár k skladbe.

source: Resolved many coding style issues and potential bugs with Flake8.
sk: Opravené drobné chyby v kóde.

source: Window-Eyes command layout for SPL Assistant has been removed. Window-Eyes command layout users will be migrated to NVDA layout.
sk: Odstránené rozloženie klávesovách skratiek pre Window-eyes. Ak ste mali nastavené toto rozloženie, bude sa odteraz používať rozloženie NVDA.

source: When errors are found in encoder settings, it is no longer necessary to switch to Studio window to let NVDA reset settings to defaults. You must now switch to an encoder from encoders window to let NVDA reset encoder settings.
sk: Ak pri nastavovaní enkodéra dôjde k chybe, nie je potrebné vracať sa do okna studio. Nastavenia sa vynulujú pri prechode do okna enkodéra.

source: The title of encoder settings dialog for SAM encoders now displays encoder format rather than encoder position.
sk: V názve okna SAM enkodéra sa zobrazuje formát streamu a nie pozícia.

source: Initial support for Remote VT (voice track) client, including remote playlist editor with same commands as Creator's playlist editor.
sk: Prvotná podpora pre aplikáciu na nahrávanie vstupov Remote VT (voice track), a tiež podpora pre remote playlist editor s rovnakými príkazmi ako Creator.

source: In triggers dialog found in broadcast profiles dialog, removed the user interface associated with time-based broadcast profiles feature such as profile switch day/time/duration fields.
sk: Odstránená možnos nastaviť čas a dĺžku trvania spusteného profilu.

source: Profile switch countdown setting found in broadcast profiles dialog has been removed.
sk: Odstránená možnosť odpočítavania pri spustení časovaného profilu.
