Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: es, hr, sk

source: Shift+F11: Toggles whether Studio will play the first selected track when encoder is connected to a streaming server.
es: Shift+F11: conmuta si Studio reproducirá la primera pista seleccionada cuando el codificador esté conectado a un servidor de streaming.
hr: Šift+F11: U programu Studio uključuje i isključuje sviranje prve odabrane snimke kad je koder povezan s poslužiteljem za internetski prijenos.
sk: Shift+F11: určuje, či sa automaticky prehrá prvá vybratá skladba po pripojení na server.

source: Control+F11: Toggles background monitoring of the selected encoder.
es: Control+F11: Conmuta el monitoreo de fondo del codificador seleccionado.
hr: Kontrol+F11: Uključuje i isključuje praćenje odabranog kodera u pozadini.
sk: Ctrl+F11: Zapína a vypína monitorovanie vybratého pripojenia na pozadí.

source: Control+F12: opens a dialog to select the encoder you have deleted (to realign encoder labels and settings).
es: Control+F12: abre un diálogo para seleccionar el codificador que has eliminado (para realinear las etiquetas del codificador y las opciones del codificador).
hr: Kontrol+F12: Otvara dijaloški okvir za biranje izbrisanih kodera (kako bi se uskladile oznake kodera i postavke).

source: In addition, column review commands are available, including:
es: Además, las órdenes de revisión de columna están disponibles, incluyendo:
hr: Dodatno tome, dostupne su naredbe za pregled stupaca, uključujući sljedeće:
sk: Dostupné sú tieto príkazy na prezeranie stĺpcov:

source: Control+NVDA+1: Encoder position.
es: Control+NVDA+1: posición del codificador.
hr: Kontrol+NVDA+1: Pozicija kodera.
sk: Ctrl+NVDA+1: Pozícia enkodéra.

source: Control+NVDA+2: encoder label.
es: Control+NVDA+2: etiqueta de codificador.
hr: Kontrol+NVDA+2: Oznaka kodera.

source: Control+NVDA+3 from SAM Encoder: Encoder format.
es: Control+NVDA+3 desde el codificador SAM: formato del codificador.
hr: Kontrol+NVDA+3 u SAM koderu: Format kodera.
sk: Ctrl+nvda+3 z okna Sam Encoder: Formát.

source: Control+NVDA+3 from SPL and AltaCast Encoder: Encoder settings.
es: Control+NVDA+3 desde los codificadores SPL y AltaCast: Opciones del codificador.
hr: Kontrol+NVDA+3 u SPL-u i AltaCast koderu: Postavke kodera.
sk: Ctrl+nvda+3 z aplikácie SPL a AltaCast Encoder: Nastavenia enkodéra.

source: Control+NVDA+4 from SAM Encoder: Encoder connection status.
es: Control+NVDA+4 desde el codificador SAM: estado de conexión del codificador.
hr: Kontrol+NVDA+4 u SAM koderu: Stanje veze kodera.
sk: Ctrl+nvda+4 z okna SAM Encoder: Stav pripojenia.

source: Control+NVDA+4 from SPL and AltaCast Encoder: Transfer rate or connection status.
es: Control+NVDA+4 desde el codificador SPL o AltaCast: velocidad de transferencia o estado de la conexión.
hr: Kontrol+NVDA+4 u SPL-u i AltaCast koderu: Brzina prijenosa ili stanje veze.
sk: Ctrl+NVDA+4 z aplikácie SPL a AltaCast Encoder: Stav a rýchlosť pripojenia.

source: Control+NVDA+5 from SAM Encoder: Connection status description.
es: Control+NVDA+5 desde el codificador SAM: descripción del Estado de la conexión.
hr: Kontrol+NVDA+5 u SAM koderu: Opis stanja veze.
sk: Ctrl+NVDA+5 z okna SAM Encoder: stav pripojenia.

source: SPL Assistant layer
es: Capa de SPL Assistant
hr: Sloj SPL Asistent
sk: Podmnožina informačných príkazov

source: This layer command set allows you to obtain various status on SPL Studio, such as whether a track is playing, total duration of all tracks for the hour and so on. From any SPL Studio window, press the SPL Assistant layer command, then press one of the keys from the list below (one or more commands are exclusive to playlist viewer). You can also configure NVDA to emulate commands from other screen readers.
es: Este conjunto de capas de órdenes te permite obtener varios estados enSPL Studio, tales como si se está escuchando una canción, duración total de todas las pistas para la hora y así sucesivamente. desde la ventana SPL Studio, pulsa la orden de capa SPL Assistant, luego pulsa una de las teclas de la siguiente lista (una o más órdenes son exclusivas para el visualizador de lista de reproducción). También puedes configurar NVDA para emular órdenes de otros lectores de pantalla.
hr: Ovaj skup naredbi sloja omogućuje dobivanje različitih stanja u programu SPL Studio, kao što je sviranje snimaka, ukupno trajanje svih snimaka u određenom satu i tako dalje. U bilo kojem prozoru programa SPL Studio, pritisni naredbu za sloj SPL Asistent. Zatim pritisni jednu od tipki s donjeg popisa (jedna ili više naredbi se koriste isključivo u prikazu popisa snimaka). NVDA čitača možeš konfigurirati i na način, da oponaša naredbe drugih čitača ekrana.
sk: Táto podmnožina umožňuje zistiť stav SPL Studio, napríklad prehrávanie skladby, celkové trvanie skladieb v časovom slote a podobne. Najprv je potrebné stlačiť skratku podmnožiny príkazov a potom príslušné písmeno. Väčšina príkazov je určených pre okno Studio a špeciálne pre zobrazenie playlistu. V nastaveniach doplnku je navyše možné prepnúť skratky tak, aby simulovali správanie, na ktoré ste zvyknutí z iných čítačov obrazovky.

source: The available commands are:
es: Las órdenes disponibles son:
hr: Dostupne naredbe su:
sk: Dostupné sú tieto príkazy:

source: A: Automation.
es: A: Automatización.
hr: A: Automatizacija.
sk: A: autopylot.

source: C (Shift+C in JAWS layout): Title for the currently playing track.
es: C (Shift+C en la distribución de JAWS): Título para la pista actualmente en reproducción.
hr: C (Šift+C u JAWS rasporedu): Naslov trenutačno svirane snimke.
sk: C (Shift+C v rozložení pre JAWS): Oznámi názov prehrávanej skladby.

source: C (JAWS layout): Toggle cart explorer (playlist viewer only).
es: C (distribución de JAWS): conmuta el explorador de cart (visualizador de lista de reproducción sólo).
hr: C (JAWS raspored): Uključi ili isključi istraživača džinglova (samo u prikazu popisa snimaka).
sk: C (Rozloženie JAWS): Zobraziť jingle (len z playlistu).

source: D (R in JAWS layout): Remaining duration for the playlist (if an error message is given, move to playlist viewer and then issue this command).
es: D (R en distribución JAWS): duración restante para la lista de reproducción (si se da un mensaje de error, se mueve al visualizador de lista de reproducción y entonces emite esta orden).
hr: D (R u JAWS rasporedu): Preostalo vrijeme popisa snimaka (ako se pojavi greška, premjesti se na prikaz popisa snimaka te zadaj ovu naredbu).
sk: D (R v rozložení pre JAWS): Oznámi ostávajúci čas do konca skladby. (Ak nefunguje, zopakujte skratku zo zobrazenia playlistu).

source: E: Metadata streaming status.
es: E: estado de metadatos del streaming.
hr: E: Stanje internetskog prijenosa metapodataka.
sk: E: Oznámi Stav streamovania metadát.

source: Shift+1 through Shift+4, Shift+0: Status for individual metadata streaming URL's (0 is for DSP encoder).
es: Shift+1 hasta Shift+4, Shift+0: estado para los metadatos individuales de la URL del streaming (0 es para el codificador DSP).
hr: Šift+1 do Šift+4, Šift+0: Stanje URL adresa pojedinih internetskih prijenosa metapodataka (0 je za DSP koder).
sk: Shift+1 až Shift+4: Stav jednotlivých pripojení. Shift+0: Stav pre DSP enkodér.

source: F: Find track (playlist viewer only).
es: F: busca pista (visualizador de lista de reproducción sólo).
hr: F: Nađi snimku (samo u prikazu popisa snimaka).
sk: F: Nájsť skladbu (len zo zoznamu skladieb).

source: H: Duration of music for the current hour slot.
es: H: Duración de la música para el actual espacio de tiempo.
hr: H: Trajanje snimaka trenutačnog jednosatnog slota.
sk: H: Oznámi Trvanie skladieb v aktuálnom hodinovom slote.

source: Shift+H: Remaining track duration for the hour slot.
es: Shift+H: duración restante de la pista o del slot horario.
hr: Šift+H: Preostalo trajanje snimaka jednosatnog slota.
sk: Shift+H: Oznámi zostávajúci čas skladieb v aktuálnom hodinovom slote.

source: I (L in JAWS layout): Listener count.
es: I (L en la distribución de JAWS): recuento de oyentes.
hr: I (L u JAWS rasporedu): Broj slušatelja.
sk: I (L v rozložení pre JAWS): Oznámi počet pripojených poslucháčov.

source: K: Move to the marked track (playlist viewer only).
es: K: se mueve a la pista marcada (sólo visualizador de lista de reproducción).
hr: K: Premjesti se na označenu snimku (samo u prikazu popisa snimaka).
sk: K: Prejde na záložku (vyznačenú skladbu v zozname skladieb).

source: Control+K: Set the current track as the place marker track (playlist viewer only).
es: Control+K: pone la pista actual como la pista marcada (sólo visualizador de lista de reproducción).
hr: Kontrol+K: Postavi trenutačnu snimku kao pozicijsku oznaku (samo u prikazu popisa snimaka).
sk: Ctrl+K: Nastaví aktuálnu skladbu ako záložku (v zobrazení playlistu).

source: L (Shift+L in JAWS layout): Line in.
es: L (Shift+L en la distribución de JAWS): línea auxiliar.
hr: L (Šift+L u JAWS rasporedu): Line in.
sk: L (Shift+L v rozložení JAWS): Line in.

source: M: Microphone.
es: M: Micrófono.
hr: M: Mikrofon.
sk: M: Mikrofón.

source: N: Title for the next scheduled track.
es: N: Título para la siguiente pista programada.
hr: N: Naslov sljedeće planirane snimke.
sk: N: Oznámi Názov nasledujúcej skladby.

source: P: Playback status (playing or stopped).
es: P: Estado de reproducción (reproduciendo o detenido).
hr: P: Stanje sviranja (svira ili je zaustavljeno).
sk: P: Oznámi Stav prehrávania (prehrávanie alebo zastavené).

source: Shift+P: Pitch of the current track.
es: Shift+P: Tono de la pista actual.
hr: Šift+P: Glasnoća trenutačne snimke.
sk: Shift+P: Oznámi tóninu skladby.

source: R (Shift+E in JAWS layout): Record to file enabled/disabled.
es: R (Shift+E en la disbribución de JAWS): Grabar en archivo habilitado/deshabilitado.
hr: R (Šift+E u JAWS rasporedu): Snimanje u datoteku uključeno ili isključeno.
sk: R (Shift+E v rozložení JAWS): zapína a vypína nahrávanie do súboru.

source: Shift+R: Monitor library scan in progress.
es: Shift+R: Monitor de escaneado de biblioteca en progreso.
hr: Šift+R: Praćenje skeniranja biblioteke u tijeku.
sk: Shift+R: Oznámi stav skenovania knižnice.

source: S: Track starts (scheduled).
es: S: Comienzo de pistas (programado).
hr: S: Početak sviranja snimke (planirano).
sk: S: Oznámi naplánovaný čas spustenia skladby.

source: Shift+S: Time until selected track will play (track starts in).
es: Shift+S: tiempo hasta el que se reproducirá la pista seleccionada (comienzos de pistas).
hr: Šift+S: Vrijeme do sviranja odabrane snimke (sviranje snimke započinje za).
sk: Shift+S: Oznámi čas do spustenia (začína o).

source: T: Cart edit/insert mode on/off.
es: T: modo editar/insertar Cart activado/desactivado.
hr: T: Modus uređivanja ili dodavanja džinglova uključen ili isključen.
sk: T: zapína a vypína editáciu jinglov.

source: U: Studio up time.
es: U: Studio al día.
hr: U: Ukupno vrijeme rada programa Studio.
sk: U: Oznámi čas od spustenia aplikácie Studio.

source: W: Weather and temperature if configured.
es: W: clima y temperatura si se configuró.
hr: W: Vremenska prognoza i temperatura, ukoliko je konfigurirano.
sk: W: Oznámi Predpoveď počasia.

source: Y: Playlist modified status.
es: Y: Estado modificado de lista de reproducción.
hr: Y: Stanje promjena popisa snimaka.
sk: Y: Oznámi stav úpravy playlistu.

source: F8: Take playlist snapshots (number of tracks, longest track, etc.).
es: F8: toma instantáneas de la lista de reproducción (número de pistas, pista más larga, etc.).
hr: F8: Sastavi statistiku popisa snimaka (broj snimaka, najduža snimka, itd.).
sk: F8: Zobrazí štatistiku playlistu (počet skladieb, trvanie playlistu, najkratšia a najdlhšia skladba).

source: Shift+F8: Request playlist transcripts in numerous formats.
es: Shift+F8: Solicita transcripciones de la lista de reproducción en varios formatos.
hr: Šift+F8: Zatraži prijepis popisa snimaka u raznim formatima.
sk: Shift+F8: Uloží prepis playlistu vo viacerých formátoch.

source: F9: Mark current track for start of playlist analysis (playlist viewer only).
es: F9: Marca la pista actual como inicio del análisis de lista de reproducción (sólo visualizador de lista de reproducción).
hr: F9: Označi trenutačnu snimku kao početak za vremensku analizu snimaka (samo u prikazu popisa snimaka).
sk: F9: Označí skladbu ako počiatočnú pre analýzu (v zobrazení skladieb).

source: F10: Perform track time analysis (playlist viewer only).
es: F10: realiza el análisis de tiempo de la pista (sólo visualizador de lista de reproducción).
hr: F10: Izvrši vremensku analizu snimke (samo u prikazu popisa snimaka).
sk: F10: Analyzuje skladby (zo zobrazenia skladieb).

source: F12: Switch between current and a predefined profile.
es: F12: cambia entre el perfil actual y uno predefinido.
hr: F12: Mijenjaj profil između trenutačnog i unaprijed definiranog.
sk: F12: Prepína medzi konfiguračnými profilmi.

source: F1: Layer help.
es: F1: Ayuda de la capa.
hr: F1: Pomoć za slojeve.
sk: F1: Oznámi funkcie a klávesové skratky.

source: Shift+F1: Opens online user guide.
es: Shift+F1: abre la guía del usuario en línea.
hr: Šift+F1: Otvori korisnički priručnik na internetu.
sk: Shift+F1: Otvorí online používateľskú príručku.

source: SPL Controller
hr: SPL Kontroler
sk: príkazy na ovládanie SPL

source: The SPL Controller is a set of layered commands you can use to control SPL Studio anywhere. Press the SPL Controller layer command, and NVDA will say, "SPL Controller." Press another command to control various Studio settings such as microphone on/off or play the next track.
es: El SPL Controller es un conjunto de comandos de capas que puedes utilizar para el control del SPL Studio desde cualquier lugar. Pulsa la orden de capa del SPL Controller, y NVDA dirá, "SPL Controller." Pulsa otra orden para controlar varias opciones del Studio tales como micrófono activado/desactivado o reproducir la siguiente pista.
hr: SPL Kontroler je skup naredbi koje se mogu koristiti za upravljanje programom SPL Studio s bilo kojeg mjesta. Pritisni naredbu sloja SPL Kontroler i NVDA će izgovoriti: „SPL Kontroler.” Pritisni neku drugu naredbu za upravljanje raznim Studio postavkama, kao što je uključivanje ili isključivanje mikrofona ili sviranje sljedeće snimke.
sk: je to množina príkazov, pomocou ktorej môžete SPL ovládať aj ak nemáte zamerané okno SPL Studio. NVDA Povie "ovládanie". NVDA počká na ďalší príkaz, ktorým môžete sledovať stav mikrofónu, alebo prehrávanie nasledujúcej skladby.

source: The available SPL Controller commands are:
es: Las órdenes disponibles para el SPL Controller son:
hr: Dostupne naredbe za SPL Kontroler su:
sk: Dostupné sú tieto príkazy:

source: Press P to play the next selected track.
hr: Pritisni P za sviranje sljedeće odabrane snimke.
sk: P: prehrá nasledujúcu skladbu.

source: Press U to pause or unpause playback.
hr: Pritisni U za pauzu ili za nastavljanje sviranja.
sk: U: pozastaví alebo spustí prehrávanie.

source: Press S to stop the track with fade out, or to stop the track instantly, press T.
hr: Pritisni S za zaustavljanje snimke sa stišavanjem. Za trenutno zaustavljanje, pritisni T.
sk: S: postupne stíši prehrávanie. Klávesom T zastavíte prehrávanie okamžite.

source: Press M or Shift+M to turn on or off the microphone, respectively, or press N to enable microphone without fade.
hr: Pritisni M ili Šift+M za uključivanje ili isključivanje mikrofona. Pritisni N za aktiviranje mikrofona bez stišavanja.
sk: M zapne mikrofón, shift+M vypne mikrofón. Písmeno n zapne mikrofón bez stíšenia skladby.

source: Press A to enable automation or Shift+A to disable it.
hr: Pritisni A za aktiviranje automacije ili Šift+A za njeno deaktiviranje.
sk: A: spustí autopylota, shift+A ho zastaví.

source: Press L to enable line-in input or Shift+L to disable it.
hr: Pritisni L za aktiviranje line-in ulaza ili Šift+L za njegovo deaktiviranje.
sk: L: povolí line-in vstup, shift+L: vypne line in vstup.

source: Press R to hear remaining time for the currently playing track.
hr: Pritisni R za slušanje preostalog vremena trenutačno svirane snimke.
sk: r: Oznámy čas do konca práve prehrávanej skladby.

source: Press Shift+R to get a report on library scan progress.
hr: Pritisni Šift+R za dobivanje izvještaja o napretku skeniranja biblioteke.
sk: Shift+R: Oznámi stav skenovania knižnice.

source: Press C to let NVDA announce name and duration of the currently playing track.
hr: Pritisni C kako bi NVDA najavio ime i trajanje trenutačno svirane snimke.
sk: C: Oznámi názov a trvanie prehrávanej skladby.

source: Press Shift+C to let NVDA announce name and duration of the upcoming track if any.
hr: Pritisni Šift+C kako bi NVDA najavio ime i trajanje nadolazeće snimke, ako je ima.
sk: Shift+C: Oznámi názov a trvanie najbližšej skladby.

source: Press E to hear which encoders are connected.
hr: Pritisni E za slušanje podatka o tome koji su koderi povezani.
sk: E: Oznámi aktívne pripojenia.

source: Press I to obtain listener count.
hr: Pritisni I za broj slušatelja.
sk: I: Oznámi počet pripojených poslucháčov.

source: Press Q to obtain various status information about Studio including whether a track is playing, microphone is on and others.
hr: Pritisni Q za razne informacije o stanjima u programu Studio, npr. je li se svira neka snimka, je li mikrofon uključen ili nije i drugo.
sk: Q: Oznámi stavové informácie, napríklad aktívne prehrávanie, aktívny mikrofón a podobne.

source: Press cart keys (F1, Control+1, for example) to play assigned carts from anywhere.
hr: Pritisni tipke za džinglove (npr. F1, Kontrol+1) za sviranje dodijeljenih džinglova s bilo kojeg mjesta.
sk: Jingle môžete odkiaľ koľvek spúšťať skratkami F1, ctrl+1 a podobne.

source: Press H to show a help dialog which lists available commands.
hr: Pritisni H za prikaz dijaloškog okvira za pomoć s popisom dostupnih naredbi.
sk: H: Oznámi dostupné príkazy a funkcie.

source: Track and microphone alarms
es: Alarmas de pista y micrófono
hr: Alarmi za snimke i mikrofon
sk: Upozornenia na zapnutý mikrofón, intro a koniec skladby

source: By default, NVDA will play a beep if five seconds are left in the track (outro) and/or intro, as well as to hear a beep if microphone has been active for a while. To configure track and microphone alarms, press Alt+NVDA+1 to open alarms settings in Studio add-on settings screen. You can also use this screen to configure if you'll hear a beep, a message or both when alarms are turned on.
es: Por defecto, NVDA reproducirá un pitido si quedan cinco segundos para que acabe la pista (outro) y/o intro, así como un pitido si el micrófono ha estado activado durante un rato. Para configurar las alarmas de pista y micrófono, pulsa NVDA+alt+1 para abrir las opciones de las alarmas en la pantalla de opciones del complemento de Studio. También puedes utilizar esta pantalla para configurar si se oye un pitido, un mensaje o ambos cuando se encienden las alarmas.
hr: NVDA je standardno tako postavljen, da svira zvučni signal pri ostatku od pet sekundi u završnom i-ili uvodnom dijelu snimke, kao i zvučni signal kad je mikrofon već neko vrijeme aktivan. Za konfiguriranje alarma za snimke i mikrofon, pritisni Alt+NVDA+1 za otvaranje ostavki alarma u prozoru postavki Studio dodatka. U tom prozoru možeš i odlučiti, želiš li čuti zvučni signal, poruku ili oboje, kad su alarmi uključeni.
sk: Predvolene NVDA zapípa 5 sekúnd pred koncom skladby alebo pred koncom intra skladby a tiež upozorňuje, keď je zapnutý mikrofón. Toto nastavenie je možné zapnúť, vypnúť a upraviť hodnoty po stlačení alt+nvda+1. Je možné nastaviť upozornenie pípaním, rečou alebo oboje.

source: Track Finder
hr: Pronalaženje snimaka
sk: Vyhľadávač skladieb

source: If you wish to quickly find a song by an artist or by song name, from track list, press Control+NVDA+F. Type or choose the name of the artist or the song name. NVDA will either place you at the song if found or will display an error if it cannot find the song you're looking for. To find a previously entered song or artist, press NVDA+F3 or NVDA+Shift+F3 to find forward or backward.
es: Si deseas encontrar rápidamente una canción por un artista o por el nombre de la canción, desde la lista de pistas, pulsa Control+NVDA+F. Teclea el nombre del artista o el nombre de la canción. NVDA te colocará en la canción si la encontró o mostrará un error si no pudo encontrar la canción que estás buscando. Para encontrar una canción o artista introducidos anteriormente, pulsa NVDA+Shift+F3 para buscarla hacia adelante o atrás.
hr: Ako s popisa snimaka želi brzo pronaći pjesmu na osnovi izvođača ili imena pjesme, pritisni Kontrol+NVDA+F. Upiši ili odaberi ime izvođača ili naslov pjesme. Ako se pronađe, NVDA će te premjestiti na pjesmu. Ako ne može pronaći pjesmu koju tražiš, prikazat će grešku. Za traženje prethodno upisane pjesme ili izvođača, pritisni NVDA+F3 ili NVDA+Šift+F3 za traženje prema naprijed ili natrag.
sk: Ak chcete rýchlo nájsť skladbu podľa názvu interpreta alebo názvu skladby, stlačte ctrl+nvda+f. Zadajte názov skladby alebo interpreta. NVDA vás presunie na skladbu, ak sa našla, alebo zobrazí chybu, ak sa skladbu nepodarilo nájsť. Ak chcete zopakovať to isté hľadanie smerom dopredu, stlačte nvda+F3. Vyhľadávanie opačným smerom spustíte skratkou nvda+shift+F3.

source: Note: Track Finder is case-sensitive.
es: Nota: Track Finder es sensible a las mayúsculas.
hr: Napomena: Pronalaženje snimaka razlikuje pisanje velikim i malim slovima.
sk: Pozor: Hľadanie rozlišuje veľké a malé písmená.

source: Cart Explorer
es: Explorador Cart
hr: Istraživač džìnglova
sk: Prehliadač jinglov

source: Depending on edition, SPL Studio allows up to 96 carts to be assigned for playback. NVDA allows you to hear which cart, or jingle is assigned to these commands.
es: Dependiendo de la edición, SPL Studio permite hasta 96 carts para asignar para la reproducción. NVDA te permite escuchar que cart, o jingle se asignó a estas órdenes.
hr: Ovisno o izdanju, SPL Studio omogućuje dodjeliivanje do 96 džinglova. NVDA omogućuje čuti koji je džingl dodijeljen ovim naredbama.
sk: Studio umožňuje uložiť a zaradiť až 96 jinglov, v závislosti od edície, ktorú používate. Pomocou NVDA môžete zistiť pozície jinglov v prehliadači.

source: To learn cart assignments, from SPL Studio, press Alt+NVDA+3. Pressing the cart command once will tell you which jingle is assigned to the command. Pressing the cart command twice will play the jingle. Press Alt+NVDA+3 to exit cart explorer. See the add-on guide for more information on cart explorer.
es: Para aprender las asignaciones de los cart, desde SPL Studio, pulsa Alt+NVDA+3. Pulsando la orden del cart una vez te dirá que jingle se asigna a la orden. Pulsando la orden del cart dos veces reproducirá el jingle. Pulsa Alt+NVDA+3 para salir del explorador de cart. Mira la guía del complemento para más información sobre el explorador de carts.
hr: Za javljanje dodijeljenih džinglova, u programu SPL Studio pritisni Alt+NVDA+3. Jednostrukim pritiskom naredbe za džinglove, javit će džingl koji je dodijeljen naredbi. Dvostrukim pritiskom naredbe, odsvirat će džingl. Pritisni Alt+NVDA+3 za izlaz iz istraživača džinglova. Pogledaj priručnik dodatka za daljnje informacije o istraživaču džinglova.
sk: Aby ste zistili pozíciu jingla, v okne studio stlačte alt+NVDA+3. Ak príkaz stlačíte raz, dozviete sa, ktorý efekt je priradený konkrétnej skratke. Po dvojitom stlačení sa zvuk prehrá. Prehliadač opustíte opäť skratkou alt+nvda+3. Podrobnosti nájdete v návode k tomuto doplnku.

source: Track time analysis
es: Análisis de tiempo de la pista
hr: Vremenska analiza snimaka
sk: Analyzovanie času
