Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: es, hr, sk

source: As Window-Eyes is no longer supported by Vispero since 2017, SPL Assistant command layout for Window-Eyes is deprecated and will be removed in a future add-on release. A warning will be shown at startup urging users to change SPL Assistant command layout to NVDA (default) or JAWS.
sk: Keďže čítač obrazovky Window-Eyes už firma Vispero nevyvíja od roku 2017, budú z nasledujúcich verzií doplnku odstránené skratky pre tento čítač obrazovky. Ak používate rozloženie pre Window-eyes, NVDA na túto skutočnosť upozorní a odporučí nastavenie iného rozloženia (JAWS alebo NVDA).

source: In encoders and Streamer, NVDA will no longer appear to do nothing or play error tones when exiting NVDA while focused on something other than encoders list without moving focus to encoders first.
sk: Ak ukončíte NVDA a nemáte v okne s nastavením enkodéra zameraný zoznam pripojení, NVDA viac nehlási chybu a dá sa ukončiť bez nutnosti zamerať zoznam pripojení.

source: Version 20.03
sk: verzia 20.03

source: The ability to announce name of the playing track automatically from places other than Studio has been removed. This feature, introduced in add-on 5.6 as a workaround for Studio 5.1x, is no longer functional. Users must now use SPL Controller and/or Assistant layer command to hear title of the currently playing track from everywhere (C).
sk: Prepracovaná možnosť oznamovania hrajúcej skladby odkiaľkoľvek. Odteraz sa používa zložený príkaz. Automatické oznamovanie viac nie je podporované.

source: In encoders, NVDA will now announce connection attempt messages until an encoder is actually connected. Previously NVDA stopped when an error was encountered.
sk: NVDA oznamuje chyby pripojenia aj v prípade, že dôjde k chybeale pokus o pripájanie pokračuje.

source: Version 20.02
sk: verzia 20.02

source: If NVDA Recognizes a track list item with less than 10 columns, NVDA will no longer announce headers for nonexistent columns if Control+NVDA+number row for out of range column is pressed.
sk: Ak má skladba priradených menej ako 10 metadát, NVDA nebude oznamovať neexistujúce metadáta.

source: In creator, NVDA will no longer announce column information if Control+NVDA+number row keys are pressed while focused on places other than track list.
sk: NVDA v okne Creator po stlačení skratiek ctrl+nvda+0-9 neoznamuje metadáta, ak nie ste v zozname skladieb.

source: When a track is playing, NVDA will no longer announce "no track is playing" if obtaining information about current and next tracks via SPL Assistant or SPL Controller.
sk: NVDA viac netvrdí, že sa nič neprehráva, hoci prehrávanie beží a vy zisťujete stav cez zložené príkazy.

source: If an alarm options dialog (intro, outro, microphone) is open, NVDA will no longer appear to do nothing or play error tone if attempting to open a second instance of any alarm dialog.
sk: NVDA upozorní, že je otvorený dialóg s upozorneniami, ak sa ho pokúsite opätovne otvoriť.

source: When trying to switch between active profile and an instant profile via SPL Assistant (F12), NVDA will present a message if attempting to do so while add-on settings screen is open.
sk: NVDA upozorní, keď je otvorené okno s nastaveniami a vy sa pokúsite zmeniť aktívny profil.

source: In encoders, NVDA will no longer forget to apply no connection tone setting for encoders when NVDA is restarted.
sk: NVDA po reštarte nezabudne pípať v prípade, že nie je aktívne žiadne pripojenie.

source: Version 20.01
sk: Verzia 20.01

source: NVDA 2019.3 or later is required due to extensive use of Python 3.
sk: Vyžadujeme NVDA od verzie 2019.3 nakoľko používame Python3.

source: Older releases
es: Versiones antiguas
sk: Staršie verzie

source: Please see changelog link for release notes for old add-on releases.
es: Por favor consulta el enlace changelog para notas de la versión para versiones antiguas del complemento.
sk: Výpis zmien pre staršie verzie doplnku nájdete na samostatnej stránke (anglicky).

source: NVDA compatibility: 2021.2 and later
es: Compatibilidad con NVDA: de 2021.2 en adelante

source: For more information about the add-on, read the [add-on guide][2].
es: Para más información sobre este complemento, lee su [guía][2].

source: This add-on requires StationPlaylist suite 5.30 or later.
es: Este complemento requiere StationPlaylist Suite 5.30 o posterior.

source: Starting from 2018, [changelogs for old add-on releases][3] will be found on GitHub. This add-on readme will list changes from version 21.10 (2021) onwards.
es: A partir de 2018, los [registros de cambios para versiones antiguas][3] se encontrarán en GitHub. Este léeme del complemento listará cambios desde la versión 21.10 (2021) en adelante.

source: NVDA+V while focused on a track (Studio's playlist viewer only): toggles track column announcement between screen order and custom order.
es: NVDA+v cuando una pista tenga el foco (sólo en el visualizador de listas de reproducción de Studio): conmuta el anuncio de columnas de pista entre orden en pantalla y orden personalizado.

source: Alt+NVDA+C while focused on a track (Studio's playlist viewer only): announces track comments if any.
es: Alt+NVDA+C mientras se enfoca una pista (sólo en el visor de listas de reproducción de Studio): anuncia los comentarios de pista si los hay.

source: The following commands are not assigned by default; if you wish to assign them, use Input Gestures dialog to add custom commands. To do so, from Studio window, open NVDA menu, Preferences, then Input Gestures. Expand StationPlaylist category, then locate unassigned commands from the list below and select "Add", then type the gesture you wish to use.
es: Las siguientes órdenes se encuentran por defecto sin asignar; si deseas asignarlas, usa el diálogo Gestos de entrada para añadir órdenes personalizadas. Para hacerlo, desde la ventana de Studio, abre el menú NVDA, Preferencias, Gestos de entrada. Expande la categoría StationPlaylist y busca las órdenes sin asignar de la siguiente lista, elige "Añadir" y teclea la orden que quieres usar.

source: Alt+NVDA+0 and F12: Opens encoder settings dialog to configure options such as encoder label.
es: Alt+NVDA+0 y f12: abre el diálogo opciones del codificador para configurar ajustes tales como su etiqueta.

source: P: Play the next selected track.
es: P: reproducir la siguiente pista seleccionada.

source: U: Pause or unpause playback.
es: U: pausar o reanudar la reproducción.

source: S: Stop the track with fade out.
es: S: detener la pista con desvanecimiento.

source: T: Instant stop.
es: T: parada instantánea.

source: M: Turn on microphone.
es: M: Activar micrófono.

source: Shift+M: Turn off microphone.
es: Shift+M: Desactivar micrófono.

source: A: Turn on automation.
es: A: Activar automatización.

source: Shift+A: Turn off automation.
es: Shift+A: Desactivar automatización.

source: L: Turn on line-in input.
es: L: activar entrada de línea.

source: Shift+L: Turn off line-in input.
es: Shift+L: desactivar línea de entrada.

source: R: Remaining time for the currently playing track.
es: R: tiempo restante de la pista actual en reproducción.

source: Shift+R: Library scan progress.
es: Shift+R: progreso del análisis de la biblioteca.

source: C: Title and duration of the currently playing track.
es: C: título y duración de la pista actualmente en reproducción.

source: Shift+C: Title and duration of the upcoming track if any.
es: Shift+C: título y duración de la siguiente pista, si la hay.

source: E: Encoder connection status.
es: E: Estado de conexión del codificador.

source: I: Listener count.
es: I: recuento de oyentes.

source: Q: Studio status information such as whether a track is playing, microphone is on and others.
es: Q: información de estado de Studio, que incluye si una pista se está reproduciendo, el micrófono está encendido y demás.

source: Cart keys (F1, Control+1, for example): Play assigned carts from anywhere.
es: Teclas de cart (F1, Control+1, por ejemplo): reproducir carts asignados desde cualquier lugar.

source: H: Layer help.
es: H: Ayuda de la capa.

source: Track column announcement
es: Anuncio de columnas de pista

source: You can ask NVDA to announce track columns found in Studio's playlist viewer in the order it appears on screen or using a custom order and/or exclude certain columns. Press NVDA+V to toggle this behavior while focused on a track in Studio's playlist viewer. To customize column inclusion and order, from column announcement settings panel in add-on settings, uncheck "Announce columns in the order shown on screen" and then customize included columns and/or column order.
es: Puedes pedir a NVDA que anuncie las columnas de pista del visualizador de listas de reproducción de Studio en el orden en que aparecen en pantalla o utilizar un orden personalizado y excluir ciertas columnas. Pulsa NVDA+v para conmutar este comportamiento mientras el foco esté en una pista en el visualizador de listas de reproducción de Studio. Para personalizar el orden y la inclusión de las columnas, desde el panel de opciones de anuncio de columna en las opciones del complemento, desmarca "Anunciar columnas en el orden mostrado en pantalla" y personaliza las columnas incluidas y su orden.

source: Version 22.01
es: Versión 22.01

source: If add-on specific command-line switches such as "--spl-configinmemory" is specified when starting NVDA, NVDA will no longer add the specified parameter each time NVDA and/or Studio runs. Restart NVDA to restore normal functionality (without command-line switches).
es: Si se pasan argumentos de línea de órdenes del complemento al iniciar NVDA, como "--spl-configinmemory", NVDA ya no añadirá el parámetro específico cada vez que se carguen NVDA o Studio. Reinicia NVDA para restaurar la funcionalidad normal (sin argumentos de la línea de órdenes).

source: Version 21.11
es: Versión 21.11

source: Initial support for StationPlaylist suite 6.0.
es: Soporte inicial para StationPlaylist Suite 6.0.

source: Version 21.10
es: Versión 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
es: Se requiere NVDA 2021.2 o posterior a causa de cambios en NVDA que afectan a este complemento.
