Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: es, hr, sk

source: Authors: Geoff Shang, Joseph Lee and other contributors
es: Autores: Geoff Shang, Joseph Lee y otros colaboradores
hr: Autori: Geoff Shang, Joseph Lee i drugi doprinositelji
sk: Autori: Geoff Shang, Joseph Lee a ďalší

source: Download [stable version][1]
es: Descargar [Versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
sk: Stiahnuť [stabilnú verziu][1]

source: Download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
sk: Stiahnuť [vývojovú verziu][2]

source: Download [long-term support version][3] - for Studio 5.20 users
hr: Preuzmi [verziju s dugoročnom podrškom][3] – za korisnike porgrama Studio 5.20

source: NVDA compatibility: 2020.1 to 2020.3
hr: NVDA kompatibilnost: 2020.1 do 2020.3

source: This add-on package provides improved usage of StationPlaylist Studio and other StationPlaylist apps, as well as providing utilities to control Studio from anywhere. Supported apps include Studio, Creator, Track Tool, VT Recorder, and Streamer, as well as SAM, SPL, and AltaCast encoders.
es: Este paquete de complementos proporciona una utilización mejorada de Station Playlist Studio y otras aplicaciones de StationPlaylist, así como utilidades para controlar Studio desde cualquier lugar. Entre las aplicaciones soportadas se encuentran Studio, Creator, la herramienta de pista, VT Recorder y Streamer, así como los codificadores SAM, SPL y AltaCast.
hr: Ovaj paket dodataka omogućava bolje korištenje programa StationPlaylist Studio i drugih StationPlaylist programa te pruža alate za kontrolu programa Studio s bilo kojeg mjesta. Podržava sljedeće programe: Studio, Creator, Track Tool, VT Recorder i Streamer, kao i SAM, SPL i AltaCast kodere.
sk: Doplnok zlepšuje prístupnosť Station Playlist Studio a ďalších pridružených aplikácií a tiež umožňuje ovládať Station Playlist mimo hlavného okna aplikácie. Podporuje tiež aplikácie Studio, Creator, Track Tool, VT Recorder, Streamer, a tiež SAM, SPL, a AltaCast enkodéri.

source: For more information about the add-on, read the [add-on guide][4]. For developers seeking to know how to build the add-on, see buildInstructions.txt located at the root of the add-on source code repository.
hr: Za više informacija o dodatku, pročitaj [priručnik dodatka][4]. Za programere koji žele saznati kako unaprijediti dodatak, postoji datoteka buildInstructions.txt, koja se nalazi na najvišoj razini repozitorija izvornog koda.
sk: Podrobnosti si môžete prečítať v [dokumentácii (anglicky)][4]. Ak chcete zostaviť vlastnú verziu, pozrite si inštrukcie v súbore buildInstructions.txt v hlavnom priečinku repozitára doplnku (anglicky).

source: IMPORTANT NOTES:
es: NOTAS IMPORTANTES:
hr: VAŽNE NAPOMENE:
sk: Dôležité:

source: This add-on requires StationPlaylist suite 5.20 or later.
hr: Ovaj dodatak zahtijeva StationPlaylist izdanje 5.20 ili noviju verziju.
sk: Doplnok vyžaduje StationPlaylist suite od verzie 5.20.

source: If using Windows 8 or later, for best experience, disable audio ducking mode.
es: Si utilizas Windows 8 o posterior, para una mejor experiencia, deshabilita el modo atenuación de audio.
hr: Korisnicima sustava Windows 8 ili novijeg, preporučamo deaktivirati modus stišavanja zvuka.
sk: Ak používate Systém od verzie Windows 8, odporúčame vám vypnúť funkciu automatického stišovania.

source: Starting from 2018, [changelogs for old add-on releases][5] will be found on GitHub. This add-on readme will list changes from version 20.01 (2020) onwards.
hr: Od 2018. godine pa nadalje, [zapisi o promjenama za stara izdanja][5] nalaze se na GitHubu. Readme datoteka dodatka sadrži popis promjena od verzije 20.01 (2020.) pa nadalje.

source: Certain add-on features won't work under some conditions, including running NVDA in secure mode.
hr: Određene funkcije dodatka neće raditi pod nekim uvjetima, uključujući pokretanje NVDA čitača u sigurnom modusu.
sk: Niektoré funkcie doplnku nemusia vždy fungovať, napríklad ak sa nachádzate na zabezpečenej obrazovke.

source: Due to tecnical limitations, you cannot install or use this add-on on Windows Store version of NVDA.
hr: Zbog tehničkih ograničenja, ovaj se dodatak ne može instalirati ili koristiti u Windows Store verziji NVDA čitača.
sk: Z technických príčin nie je možné tento doplnok používať na verzii NVDA z Windows obchodu.

source: Features marked as "experimental" are meant to test something before a wider release, so they will not be enabled in stable releases.
hr: Funkcije označene kao „eksperimentalne” služe za testiranje nečega prije objavljivanja. One stoga neće biti aktivirane u stabilnim izdanjima.
sk: Funkcie označené ako experimentálne sú v štádiu testovania a nie sú zatiaľ zaradené do stabilnej verzie doplnku.

source: While Studio is running, you can save, reload saved settings, or reset add-on settings to defaults by pressing Control+NVDA+C, Control+NVDA+R once, or Control+NVDA+R three times, respectively. This is also applicable to encoder settings - you can save and reset (not reload) encoder settings if using encoders.
es: Cuando Studio está en ejecución, se pueden guardar, restablecer o poner los valores de fábrica del complemento pulsando control+NVDA+c, control+NVDA+r una vez o control+NVDA+r tres veces, respectivamente. Esto también se aplica a los ajustes del codificador - se pueden guardar y restablecer (pero no recargar) los ajustes del codificador si se usan los codificadores.
hr: Dok je Studio pokrenut, moguće je spremiti postavke, ponovo učitati spremljene postavke ili resetirati postavke dodatka na standardne vrijednosti pritiskom tipki kontrol+NVDA+C, pritiskom tipki kontrol+NVDA+R jednom ili pritiskom tipki kontrol+NVDA+R tri puta. Ovo se također primijenjuje na postavke kodera – moguće je spremiti i resetirati (ali ne ponovo učitati) postavke kodera, ako se koderi koriste.
sk: Z okna SPL studio je možné uložiť nastavenia skratkou ctrl+nvda+c. Môžete tiež načítať uložené nastavenia skratkou ctrl+nvda+r. Takisto je možné obnoviť pôvodné nastavenia skratkou nvda+ctrl+r stlačením trikrát rýchlo za sebou. Toto sa týka aj nastavení enkodéra. Tieto je však možné len uložiť alebo obnoviť.

source: Shortcut keys
es: Teclas de atajo
hr: Tipkovni prečaci
sk: Klávesové skratky

source: Most of these will work in Studio only unless otherwise specified.
es: La mayoría de estos funcionará sólo en Studio a menos que se indique lo contrario.
hr: Većina njih radi samo u programu Studio, ukoliko nešto drugo nije navedeno.
sk: Väčšina skratiek je určených pre Studio, ak nie je uvedené inak.

source: Alt+Shift+T from Studio window: announce elapsed time for the currently playing trakc.
es: Alt+Shift+T desde la ventana de Studio: anuncia el tiempo transcurrido para la pista actual en reproducción.
hr: Alt+Šift+T u prozoru Studija: najavi proteklo vrijeme trake koja trenutačno svira.
sk: alt+shift+T v okne studio: Oznámy čas do konca práve prehrávanej skladby.

source: Control+Alt+T (two finger flick down in SPL touch mode) from Studio window: announce remaining time for the currently playing trakc.
es: Control+Alt+T (deslizar con dos dedos hacia abajo en modo táctil para SPL) desde la ventana de Studio: anuncia el tiempo restante para la pista que se esté reproduciendo.
hr: Kontrol+Alt+T (klizanje s dva prsta prema dolje u dodirnom modusu SPL-a) u prozoru Studija: najavi preostalo vrijeme snimke koja trenutačno svira.
sk: Ctrl+Alt+T v okne studio (švihnutie dvoma prstami v dotykovom režime): Oznámy čas do konca práve prehrávanej skladby.

source: NVDA+Shift+F12 (two finger flick up in SPL touch mode) from Studio window: announces broadcaster time such as 5 minutes to top of the hour. Pressing this command twice will announce minutes and seconds till top of the hour.
es: NVDA+Shift+F12 (deslizar con dos dedos hacia arriba en modo táctil para SPL) desde la ventana Studio: anuncia el tiempo de emisión tal como 5 minutos para el principio de la hora. Pulsando esta orden dos veces anunciará los minutos y segundos hasta la hora.
hr: NVDA+Šift+F12 (klizanje s dva prsta prema gore u dodirnom modusu SPL-a) u prozoru Studija: najavljuje vrijeme emitiranja kao što je 5 minuta do punog sata. Dvostrukim pritiskom ove naredbe objavit će se minute i sekunde do punog sata.
sk: nvda+shift+F12 (švihnutie dvoma prstami hore v dotykovom režime) v okne Studio: oznámi čas vysielania, napríklad 5 minút do celej hodiny. Stlačené dvakrát rýchlo za sebou oznamuje minúty aj sekundy.

source: Alt+NVDA+1 (two finger flick right in SPL mode) from Studio window: Opens alarms category in Studio add-on configuration dialog.
es: Alt+NVDA+1 (deslizamiento hacia la derecha con dos dedos en el modo SPL) desde la ventana de Studio: abre la categoría Alarmas en el diálogo de configuración del complemento de Studio.
hr: Alt+NVDA+1 (klizanje s dva prsta prema lijevo u dodirnom modusu SPL-a) u prozoru Studija: otvara dijaloški okvir s postavkama alarma za uvodni dio pjesme.
sk: alt+NVDA+1 (švihnutie dvoma prstami doprava v dotykovom režime spl) v okne Studio: otvorí kategóriu upozornenia v nastaveniach doplnku.

source: Alt+NVDA+1 from Creator's Playlist Editor and Remote VT playlist editor: Announces scheduled time for the loaded playlist.
es: Alt+NVDA+1 desde la ventana del editor de listas de reproducción de Creator o de Remote VT: anuncia la hora programada de la lista de reproducción cargada.
hr: Alt+NVDA+1 u prozoru Playlist Editora Creatora i Remote VT editoru popisa snimaka: najavljuje planirano vrijeme za učitani popisa snimaka.
sk: alt+nvda+1 pri úprave playlistu v okne creator a Remote VT playlist editor: Oznámi plánovaný čas spustenia playlistu.

source: Alt+NVDA+2 from Creator's Playlist Editor and Remote VT playlist editor: Announces total playlist duration.
es: Alt+NVDA+2 desde la ventana del editor de listas de reproducción de Creator y de Remote VT: anuncia la duración total de la lista de reproducción.
hr: Alt+NVDA+2 u prozoru Playlist Editora Creatora i Remote VT editoru popisa snimaka: najavljuje ukupno trajanje popisa snimaka.
sk: Alt+NVDA+2 pri úprave playlistu v okne creator a Remote VT playlist editor: Oznámi celkový čas skladieb v playliste.

source: Alt+NVDA+3 from Studio window: Toggles cart explorer to learn cart assignments.
es: Alt+NVDA+3 desde la ventana Studio: activa o desactiva el explorador de cart para aprender las asignaciones de cart.
hr: Alt+NVDA+3 u prozoru programa Studio: uključuje i isključuje istraživača džinglova za prikaz njima dodijeljenih naredbi.
sk: alt+NVDA+3 v okne Studio : zapína a vypína prehliadač jinglov.

source: Alt+NVDA+3 from Creator's Playlist Editor and Remote VT playlist editor: Announces when the selected track is scheduled to play.
es: Alt+NVDA+3 desde la ventana del editor de listas de reproducción de Creator y de Remote VT: indica para cuándo se ha programado la reproducción de la pista seleccionada.
hr: Alt+NVDA+3 u prozoru Playlist Editora Creatora i Remote VT editoru popisa snimaka: najavljuje planirano vrijeme sviranja za odabranu snimku.
sk: Alt+NVDA+3 pri úprave playlistu v okne creator a Remote VT playlist editor: Oznámi čas odohratia vybratej skladby.

source: Alt+NVDA+4 from Creator's Playlist Editor and Remote VT playlist editor: Announces rotation and category associated with the loaded playlist.
es: Alt+NVDA+4 desde la ventana del editor de listas de reproducción de Creator y de Remote VT: anuncia la rotación y categoría asociadas con la lista de reproducción cargada.
hr: Alt+NVDA+4 u prozoru Playlist Editora Creatora i Remote VT editoru popisa snimaka: najavljuje rotaciju i povezanu kategoriju s učitanim popisom snimaka.
sk: Alt+NVDA+4 pri úprave playlistu v okne creator a Remote VT playlist editor: Oznámi kategóriu a rotáciu pre načítaný playlist.

source: Control+NVDA+f from Studio window: Opens a dialog to find a track based on artist or song name. Press NVDA+F3 to find forward or NVDA+Shift+F3 to find backward.
es: Control+NVDA+f desde la ventana de Studio: Abre un diálogo para encontrar una pista sobre la base del artista o del nombre de la canción. Pulsa NVDA+F3 para buscar hacia adelante o NVDA+Shift+F3 para buscar hacia atrás.
hr: Kontrol+NVDA+f u prozoru Studija: otvara dijaloški okvir za pronalaženje snimke na temelju izvođača ili pjesme. Pritisni NVDA+F3 za traženje prema naprijed ili NVDA+Šift+F3 za traženje prema natrag.
sk: Ctrl+NVDA+f v okne Studio: otvorí okno, v ktorom môžete nájsť skladbu podľa názvu alebo interpreta. NVDA+F3 hľadá dopredu, NVDA+shift+F3 hľadá dozadu.

source: Alt+NVDA+R from Studio window: Steps through library scan announcement settings.
es: Alt+NVDA+R desde la ventana de Studio: Pasos de las opciones de anunciado del escaneado de biblioteca.
hr: Alt+NVDA+R u prozoru Studija: prolazi kroz postavke najave skeniranja biblioteke.
sk: Alt+NVDA+R v okne Studio: Prepína oznamovanie skenovania knižnice.

source: Control+Shift+X from Studio window: Steps through braille timer settings.
es: Control+Shift+X desde la ventana de Studio: Pasos de las opciones del temporizador braille.
hr: Kontrol+Šift+X u prozoru Studija: prolazi kroz postavke brajeve štoperice.
sk: Ctrl+Shift+X v okne Studio: Prepína zobrazenie na braillovskom riadku.

source: Control+Alt+left/right arrow (while focused on a track in Studio, Creator, Remote VT, and Track Tool): Move to previous/next track column.
es: Control+Alt+flecha derecha o izquierda (mientras se enfoca una pista en Studio, Creator, Remote VT o Track Tool): se mueve a la siguiente o anterior columna de la pista.
hr: Kontrol+Alt+strelica lijevo ili desno (tijekom fokusiranja jedne snimke u programima Studio, Creator, Remote VT i Track Tool): prijeđi na prethodni ili sljedeći stupac snimaka.

source: Control+Alt+Home/End (while focused on a track in Studio, Creator, Remote VT, and Track Tool): Move to first/last track column.
es: Control+Alt+inicio o fin (mientras se enfoca una pista en Studio, Creator, Remote VT o Track Tool): se mueve a la primera o última columna de la pista.
hr: Kontrol+Alt+Home/End (tijekom fokusiranja jedne snimke u programima Studio, Creator, Remote VT i Track Tool): prijeđi na prvi ili zadnji stupac snimaka.

source: Control+Alt+up/down arrow (while focused on a track in Studio, Creator, Remote VT, and Track Tool): Move to previous/next track and announce specific columns.
es: Control+Alt+flecha abajo/arriba (mientras se enfoque una pista en Studio, Creator, Remote VT o la herramienta de pista): se mueve a la pista siguiente o anterior y anuncia columnas específicas.
hr: Kontrol+Alt+strelica gore ili dolje (tijekom fokusiranja na snimku u programu Studio, Creator, Remote VT i Track Tool): prijeđi na prethodnu ili sljedeću snimku i najavi određene stupce.

source: Control+NVDA+1 through 0 (while focused on a track in Studio, Creator (including Playlist Editor), Remote VT, and Track Tool): Announce column content for a specified column (first ten columns by default). Pressing this command twice will display column information on a browse mode window.
es: Control+NVDA+1 a 0 (mientras se enfoque una pista en Studio, Creator (incluyendo su editor de listas de reproducción), Remote VT o Track Tool): Anuncia el contenido de la columna especificada (primeras diez columnas por defecto). Pulsando este atajo dos veces mostrará la información de la columna en una ventana para modo navegación.
hr: Kontrol+NVDA+1 do 0 (tijekom fokusiranja trake u programima Studio, Creator (uključujući Playlist Editor), Remote VT i Track Tool): najavi sadržaj stupca za određeni stupac (standardno za prvih deset stupaca). Pritisni naredbu dvaput za prikaz podataka stupca u prozoru modusa pregledavanja.
sk: Ctrl+NVDA+1 až 0 (Pri zobrazení skladby v okne Studio, Creator (vrátane úpravy playlistu), Remote VT, a Track Tool): Oznámi príslušné metadáta (prvých 10). Stlačené dvakrát rýchlo za sebou zobrazí metadáta v režime prehliadania.

source: Control+NVDA+- (hyphen while focused on a track in Studio, Creator, Remote VT, and Track Tool): display data for all columns in a track on a browse mode window.
es: Control+NVDA+- (guión cuando una pista tiene el foco en Studio, Creator, Remote VT o herramienta de pista): mostrar datos de todas las columnas de una pista en una ventana en modo exploración.
hr: Kontrol+NVDA+- (crtica tijekom fokusiranja jedne snimke u programu Studio, Creator, Remote VT i Track Tool): prikaži podatke svih stupaca u snimci na prozoru modusa pregledavanja.

source: Alt+NVDA+0 from Studio window: Opens the Studio add-on configuration dialog.
es: Alt+NVDA+0 desde la ventana Studio: abre el diálogo de configuración del complemento para Studio.
hr: Alt+NVDA+0 u prozoru Studija: otvara dijaloški okvir za konfiguriranje dodataka.
sk: Alt+NVDA+0 z okna studio: Otvorí nastavenia doplnku.

source: Alt+NVDA+P from Studio window: Opens the Studio broadcast profiles dialog.
es: Alt+NVDA+p desde la ventana de Studio: abre el diálogo de perfiles de emisión de Studio.
hr: Alt+NVDA+P u prozoru Studija: otvara dijaloški okvir za profile emitiranja.
sk: Alt+NVDA+p z okna studio: Otvorí nastavenia vysielacích profilov.

source: Alt+NVDA+- (hyphen) from Studio window: Send feedback to add-on developer using the default email client.
hr: Alt+NVDA+- (crtica) u prozoru Studija: pošalji povratne informacije razvojnom programeru dodatka pomoću zadanog klijenta za e-poštu.
sk: Alt+NVDA+- (pomlčka) z okna studio: Otvorí predvoleného e-mailového klienta na zaslanie e-mailu vývojárovi doplnku.

source: Alt+NVDA+F1: Open welcome dialog.
es: Alt+NVDA+F1: abre el diálogo de bienvenida.
hr: Alt+NVDA+F1: otvara dijaloški okvir za dobrodošlicu.
sk: Alt+NVDA+F1: Otvorí uvítací dialóg doplnku.

source: Unassigned commands
es: Órdenes sin asignar
hr: Nedodijeljene naredbe
sk: Funkcie bez klávesových skratiek

source: The following commands are not assigned by default; if you wish to assign them, use Input Gestures dialog to add custom commands. To do so, from Studio window, open NVDA menu, Preferences, then Input Gestures. Expand StationPlaylist category, then locate unassigned commands from the list below and select "Add", then type the gesutre you wish to use.
hr: Sljedeće naredbe standardno nisu dodijeljene; ako ih želiš dodijeliti, koristi dijaloški okvir „Ulazne geste” za dodavanje prilagođenih naredbi. U prozoru programa Studio, otvori „Postavke” u NVDA izborniku, a zatim „Ulazne geste”. Rasklopi kategoriju StationPlaylist. Pronađi nedodijeljene naredbe s donjeg popisa, odaberi „Dodaj” i upiši gestu koju želiš koristiti.
sk: Nasledujúce funkcie nemajú predvolene priradené klávesové skratky. Môžete ich priradiť, ak z okna Station Playlist otvoríte dialóg klávesové skratky. Tam hľadajte vetvu Station playlist. Po vybratí príslušnej funkcie v kontextovej ponuke aktivujte tlačidlo Pridať.

source: Switching to SPL Studio window from any program.
es: Cambia a la ventana SPL Studio desde cualquier programa.
hr: Prebacivanje na SPL Studio prozor iz bilo koje aplikacije..
sk: Zobrazenie okna Studio odkiaľkoľvek.

source: SPL Controller layer.
hr: Sloj SPL Kontroler.
sk: Podpríkazy na ovládanie a informácie stavu SPL.

source: Announcing Studio status such as track playback from other programs.
es: Anunciar el estado de Studio tal como reproducción de pista desde otros programas.
hr: Najavljivanje stanja porgrama Studio, kao što je sviranje snimaka iz drugih programa.
sk: Oznamovanie stavových informácií, napríklad prehrávanie odkiaľkoľvek.

source: Announcing encoder connection status from any program.
es: Anunciar el estado de conexión del codificador desde cualquier programa.
hr: Najavljivanje stanje veze kodera iz bilo kojeg programa.
sk: Oznamovanie stavu pripojenia k streamu z iných aplikácií.

source: SPL Assistant layer from SPL Studio.
es: Capa SPL Assistant desde SPL Studio.
hr: Sloj SPL Asistent iz programa SPL Studio.
sk: Podmnožina informačných príkazov.

source: Announce time including seconds from SPL Studio.
es: Anuncia el tiempo incluyendo segundos desde SPL Studio.
hr: Najavi vrijeme sa sekundama iz programa SPL Studio.
sk: Oznámiť čas vrátane sekúnd z okna Studio.

source: Announcing temperature.
es: Anuncia la temperatura.
hr: Najavljivanje temperature.
sk: Oznámiť teplotu.

source: Announcing title of next track if scheduled.
es: Anuncia el título de la siguiente pista si se programó.
hr: Najavljivanje naslova sljedeće snimke ako je planirana.
sk: Oznámiť názov nasledujúcej naplánovanej skladby.

source: Announcing title of the currently playing track.
es: Annuncia el título de la pista actualmente en reproducción.
hr: Najavljivanje naslova trenutačno svirane snimke.
sk: Oznámiť názov aktuálne prehrávanej skladby.

source: Marking current track for start of track time analysis.
es: Marcando pista actual para comenzar el análisisx de tiempo de pista.
hr: Označavanje trenutačne snimke kao početak vremenske analize snimaka.
sk: Označenie aktuálnej skladby ako počiatočnej na časovú analýzu.

source: Performing track time analysis.
es: Realizando análisis de tiempo de pista.
hr: Izvršavanje vremenske analize snimaka.
sk: Spustenie časovej analýzy.

source: Take playlist snapshots.
es: Tomar instantáneas de la lista de reproducción.
hr: Sastavi statistiku popisa snimaka.
sk: Zobrazenie štatistiky playlistu.

source: Find text in specific columns.
es: Encontrar texto en columnas específicas.
hr: Nađi tekst u određenim stupcima.
sk: Vyhľadanie textu v určených metadátach.

source: Find tracks with duration that falls within a given range via time range finder.
es: Encontrar pista con duración que caiga dentro de un rango dado a través de buscador de rango de tiempo.
hr: Nađi snimke čija trajanja odgovaraju određenom vremenskom rasponu, pomoću pronalaženja vremenskog raspona.
sk: Vyhľadanie skladieb s určitou dĺžkou.

source: Quickly enable or disable metadata streaming.
es: Habilitar o deshabilitar cíclicamente metadatos del streaming.
hr: Brzo aktiviraj ili deaktiviraj internetski prijenos metapodataka.
sk: Zapnutie a vypnutie vysielania metadát.

source: Additional commands when using encoders
es: Órdenes adicionales al utilizar los codificadores
hr: Dodatne naredbe tijekom korištenja kodera
sk: Ďalšie príkazy pre enkodéry

source: The following commands are available when using encoders:
es: Las siguientes órdenes están disponibles al utilizar los codificadores:
hr: Tijekom korištenja kodera dostupne su sljedeće naredbe:
sk: Dostupné sú tieto príkazy:

source: F9: connect the selected encoder.
es: F9: conecta el codificador seleccionado.
hr: F9: Spoji odabrani koder.

source: F10 (SAM encoder only): Disconnect the selected encoder.
es: F10 (sólo codificador SAM): Desconecta el codificador seleccionado.
hr: F10 (samo SAM koder): Odspoji odabrani koder.

source: Control+F9: Connect all encoders.
es: Control+f9: conecta todos los codificadores.
hr: Kontrol+F9: Spoji sve kodere.

source: Control+F10 (SAM encoder only): Disconnect all encoders.
es: Control+F10 (sólo codificador SAM): Desconecta todos los codificadores.
hr: Kontrol+F10 (samo SAM koder): Odspoji sve kodere.

source: F11: Toggles whether NVDA will switch to Studio window for the selected encoder if connected.
es: F11: Activa o desactiva si NVDA cambiará a la ventana Studio para el codificador seleccionador si está conectado.
hr: F11: Prekidač za mijenjanje NVDA čitača na prozor programa Studio za odabrani koder, ako je povezan.
sk: F11: Aktivuje a deaktivuje automatické prepnutie do okna Studio po pripojení.
