Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/synthRingSettingsSelector.*.po
Languages: hr

source: [[!meta title="Synth ring settings selector"]]
hr: [[!meta title="Selektor za kružne postavke govorne jedinice"]]

source: Author: David CM
hr: Autor: David CM

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]

source: Download [Development version][2]
hr: Preuzmi [razvojnu verziju][2]

source: NVDA compatibility: 2019.2
hr: NVDA kompatibilnost: 2019.2

source: This add-on allows the user to select which settings should appear on the synth settings ring.
hr: Ovaj dodatak omogućuje korisniku odabrati postavke koje će se pojaviti na kružnim postavkama govorne jedinice.

source: Features
hr: Funkcije

source: This add-on provides the following features:
hr: Ovaj dodatak pruža sljedeće funkcije:

source: A category panel in the NVDA settings to select which settings you want to include in the synth settings ring.
hr: Ploča kategorije u NVDA postavkama za odabir postavki koje želiš uključiti u kružne postavke govorne jedinice.

source: save specific settings for each profile.
hr: Spremi određene postavke za svaki profil.

source: overrides the default synth driver settings that are shown in the synth settings ring.
hr: Nadjačava zadane postavke upravljačkog programa govorne jedinice koje se prikazuju u kružnim postavkama govorne jedinice.

source: Requirements
hr: Preduvjeti

source: You need NVDA 2019.2 or later.
hr: Potrebna je NVDA verzija 2019.2 ili novija.

source: Installation
hr: Instaliranje

source: Just install it as a NVDA add-on.
hr: Instaliraj ga kao NVDA dodatak.

source: Usage
hr: Primjena

source: To enable or disable which settings are included, go to NVDA settings and select "Synth ring settings selector" category. In that category you can configure all supported features by this add-on. Settings included by default:
hr: Za aktiviranje ili deaktiviranje postavki, idi na NVDA postavke i odaberi kategoriju „Selektor za kružne postavke govorne jedinice”. U toj kategoriji je moguće konfigurirati sve podržane funkcije ovog dodatka. Standardno uključene postavke su:

source: language.
hr: jezik

source: voice.
hr: glas

source: variant.
hr: varianta

source: rate.
hr: brzina

source: rate boost.
hr: dodatna brzina

source: volume.
hr: glasnoća

source: pitch.
hr: visina

source: inflection.
hr: intonacija

source: Note: This dialog shows the supported settings by the current synthesizer only. Settings not present here aren't modified in the add-on config.
hr: Napomena: Ovaj dijaloški okvir prikazuje podržane postavke samo trenutačne govorne jedinice. Postavke koje nisu ovdje prisutne ne mijenjaju se u konfiguraciji dodatka.
