Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/textInformation.*.po
Languages: hr

source: Author: Carter Temm
hr: Autor: Carter Temm

source: Download [stable version][1]
hr: Preuzmi [stabilna inačica][1]

source: This add-on allows for getting information based on selected text. Simply select something and use a keystroke to get information. You should, hopefully, be presented with something that fits the context.
hr: Ovaj dodatak dopušta dobivanje informacija za osnovu označenoga teksta. Jednostavno označavanjem nećega i korištenje tipke za dobivenu informaciju. Nadajmo se, da trebate biti prezentirani za nešto što odgovara kontekstu.

source: note: This package is distributed under the terms of the GNU General Public License, version 2 or later. Please see the file COPYING.txt for further details.
hr: bilješke: Ovaj paket je distribuiran pod pojmom GNU što znaći General Public License, inačica 2 ili kasnije. Molimo pogledajte dokument COPYING.txt za daljnje detalje.

source: note: These keystrokes asume your using the english keyboard layout, and might not work otherwise. If there's a problem, first try changing them in the input gestures dialog.
hr: bilješka: Taj keystrokes asume za vaše korištenje izgleda engleske tipkovnice, i možd ne radi drugačije. Ako postoji problem, prvo ih pokušajte zamijeniti unosom u dijalog gesta.

source: NVDA+; (semicolon): provides information based on the text that's selected
hr: NVDA+; (točka-zarez): pruža informacije na temelju teksta koji je označen

source: NVDA+SHIFT+; (semicolon): provides information about text on the clipboard
hr: NVDA+SHIFT+; (točka-zarez): pruža informacije o tekstu u međuspremniku

source: NVDA+control+; (semicolon): speaks the last reported information. Press twice to get it displayed in a dialog.
hr: NVDA+control+; (točka-zarez): govori zadnju izvještenu informaciju. Pritiskom dva puta dobijemo taj prikaza u dijalogu.

source: supported services
hr: Podržane usluge

source: Currently, the following features are supported:
hr: Trenutno, sljedeće znčajke su podržane:

source: IP address information using the IPInfoDB API. An API key is provided, however I by no means guarantee it'll always work. You can generate your own, and enter it at the top of __init__.py, replacing the old one.
hr: IP adresa koristi informacije IPInfoDB API. API ključ je pružen, no I by no means guarantee it'll always work. You can generate your own, and enter it at the top of __init__.py, replacing the old one.

source: credit card type verification
hr: tip kreditneartice je verificirana

source: Note: Regular expressions are used to verify data. There are currently some that aren't used, phone numbers and emails. This might be changed in the future.
hr: Note: Regular expressions are used to verify data. There are currently some that aren't used, phone numbers and emails. Ovo možda biti zamijena u budućnosti.

source: contributing
hr: doprinošenje

source: Contributions are appreciated. You can either submit a PR, or get in contact with the following info:
hr: Doprinošenja su procjenjena. You can either submit a PR, or get in contact with the following info:
