Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/thunderbirdPlus.*.po
Languages: bg, de, es, fi, fr, uk

source: Quick view of quotes in their chronological order, from bottom to top, via Shift+Space, Alt+up arrow or Shift+F4;
bg: Бърз преглед на цитати в техния хронологичен ред, отдолу нагоре, чрез Shift+Интервал, Alt+Стрелка нагоре или Shift+F4.
de: Schnellansicht der Zitate in chronologischer Reihenfolge, von unten nach oben, mit Umschalt+Leertaste, Alt+Pfeiltaste nach oben oder Umschalt+F4;
es: Vista rápida de citas en orden cronológico, de abajo hacia arriba, mediante shift+espacio, alt+flecha arriba o shift+f4;
fi: Lainausten pikakatselu kronologisessa järjestyksessä alhaalta ylös Vaihto+Väli-näppäimellä, Alt+Nuoli ylös -näppäimillä tai Vaihto+F4:llä.
fr: Aperçu rapide des citations dans leur ordre chronologique, du bas vers le haut, via Maj+Espace, Alt+flèche haut ou Maj+F4 ;
uk: Швидкий перегляд цитат у хронологічному порядку, знизу вгору, за допомогою Shift+пробіл, Alt+стрілка вгору або Shift+F4;

source: Easy access to attachments using the shortcut Alt+pageDown or the number 1 on the alpha-numeric keyboard;
bg: Лесен достъп до прикачените файлове чрез клавишната комбинация Alt+Page Down или цифрата 1 от буквено-цифровата клавиатура.
de: Einfacher Zugriff auf Anhänge mit der Tastenkombination Alt+Seite nach unten oder der Zahl 1 auf der alphanumerischen Tastatur;
es: Fácil acceso a los adjuntos usando el atajo alt+avance página o el número 1 del teclado alfanumérico;
fi: Helppo pääsy liitteisiin pikanäppäimellä Alt+Page down tai aakkosnumeerisen näppäimistön numero 1:llä.
fr: Accès aisé aux pièces jointes par le raccourci Alt+page suivante ou le chiffre 1 du clavier alpha-numérique ;
uk: Легкий доступ до вкладень за допомогою комбінації клавіш Alt+сторінка вниз або цифри 1 на алфавітно-цифровій клавіатурі;

source: Quick filter bar made accessible and priority tag management simplified:
bg: Лентата за бързо търсене е направена достъпна и управлението на приоритетните етикети е опростено:
de: Die Schnellfilterleiste wurde zugänglich gemacht und die Verwaltung von Prioritätskennzeichen vereinfacht:
es: Barra de filtrado rápido accesible y gestión de prioridad de etiquetas simplificada:
fi: Pikasuodatuspalkki tehty saavutettavaksi ja tärkeystunnuksien hallintaa yksinkertaistettu:
fr: Barre de filtrage rapide rendue accessible et gestion des étiquettes simplifiée:
uk: Панель швидкого фільтрування стала доступною, а керування пріоритетними мітками спрощено:

source: It is possible to navigate among Filter options using the vertical arrow keys. The Enter key allows you to check or uncheck an option ;
bg: Възможно е да се навигира между опциите на филтъра с помощта на стрелките за нагоре и надолу. Клавишът ENTER позволява да се постави или премахне отметка от опция.
de: Mit den vertikalen Pfeiltasten können Sie zwischen den Filteroptionen navigieren. Mit der Eingabetaste können Sie eine Option markieren oder die Markierung aufheben;
es: Es posible navegar entre las opciones de filtrado utilizando las flechas arriba y abajo. La tecla intro permite marcar o desmarcar una opción;
fi: Suodatinvaihtoehtojen välillä on mahdollista liikkua pystysuuntaisilla nuolinäppäimillä. Vaihtoehto valitaan tai sen valinta poistetaan Enter-näppäimellä.
fr: Il est possible de naviguer parmi Les options de filtrage à l'aide des flèches verticales. La touche Entrée permet de cocher ou décocher une option ;
uk: Переміщуватись між параметрами фільтра можна за допомогою клавіш із вертикальними стрілками. Клавіша Enter дозволяє позначати або знімати прапорець опції;

source: Adding or removing priority tags is done by simply pressing Shift+a number on the alphanumeric keyboard. For example, press 4 to add the tag "To do" to a message. You can then filter the list of messages by tags via the quick filter bar which is now accessible;
bg: Добавянето или премахването на приоритетни етикети става просто чрез натискане на Shift+число от буквено-цифровата клавиатура. Например, натиснете 4, за да добавите етикета "To Do" към съобщение. След това можете да филтрирате списъка със съобщения по етикети чрез лентата за бързо търсене, която вече е достъпна.
de: Das Hinzufügen oder Entfernen von Prioritätskennzeichen erfolgt durch einfaches Drücken der Umschalttaste+einer Zahl auf der alphanumerischen Tastatur. Drücken Sie zum Beispiel die 4, um für einer Nachricht die Markierung "Zu erledigen" hinzuzufügen. Sie können dann die Liste der Nachrichten über die Schnellfilterleiste, die nun zugänglich ist, nach Tags filtern;
es: Añadir o eliminar etiquetas de prioridad es tan simple como pulsar shift+números del teclado alfanumérico. Por ejemplo, pulsa 4 para añadir la etiqueta "por hacer" a un mensaje. Después puedes filtrar la lista de mensajes por etiquetas mediante la barra de filtrado rápido, que ahora es accesible;
fi: Tärkeystunnuksia lisätään tai poistetaan painamalla Vaihto+numeroa aakkosnumeeriselta näppäimistöltä. Esimerkiksi numero 4:n painaminen lisää viestiin "Tehtävä"-tunnuksen. Tämän jälkeen viestiluetteloa voidaan suodattaa tunnuksien perusteella pikasuodatuspalkista, joka on nyt saavutettava.
fr: l'ajout ou le retrait d'étiquettes s'effectue par le simple appui sur Maj+un chiffre du clavier alphanumérique. Par exemple, appuyez sur 4 pour ajouter l'étiquette "A faire" à un message. On peut ensuite filtrer la liste des messages par étiquettes via la barre de filtre rapide qui est désormais accessible ;
uk: Додавання або видалення пріоритетних міток здійснюється простим натисканням Shift+цифра на алфавітно-цифровій клавіатурі. Наприклад, натисніть 4, щоб додати мітку «Справа» до повідомлення. Потім ви можете відфільтрувати список повідомлень за тегами за допомогою панелі швидкого фільтрування, яка тепер доступна;

source: ## Compose message window
bg: Прозорец за съставяне на съобщение
de: Fenster zum Nachrichten verfassen
es: ## Ventana de redacción de mensaje
fi: ## Viestinkirjoitusikkuna
fr: ## Fenêtre de rédaction d'un message
uk: ## Вікно створення повідомлення

source: Alt+1 announces Sender, Alt+2 receiver, Alt+3 attachments, etc. Two presses set the focus on one of these fields;
bg: Alt+1 съобщава подателя, Alt+2 получателя, Alt+3 прикачените файлове и т.н. Двукратно натискане премества фокуса върху едно от тези полета.
de: Alt+1 teilt den Absender mit, Alt+2 den Empfänger, Alt+3 die Anhänge, etc. Durch zweimaliges Drücken wird eines dieser Felder fokussiert;
es: Alt+1 anuncia el remitente, alt+2 destinatario, alt+3 adjuntos, etc. Con dos pulsaciones se sitúa el foco en uno de estos campos;
fi: Alt+1 puhuu lähettäjän, Alt+2 vastaanottajan, Alt+3 liitteet jne. Kaksi painallusta siirtää kohdistuksen kyseiseen kenttään.
fr: Alt+1 annonce l'Expéditeur,Alt+2 le destinataire, Alt+3 les pièces jointes,etc. Deux appuis place le focus sur un de ces champs ;
uk: Alt+1 оголошує відправника, Alt+2 отримувача, Alt+3 вкладення тощо. Два натискання встановлюють фокус на одне з цих полів;

source: In the spell check dialog:
bg: В прозореца за правописна проверка:
de: Im Dialogfeld zur Rechtschreibprüfung:
es: En el diálogo del corrector ortográfico:
fi: Oikeinkirjoituksen tarkistuksen valintaikkunassa:
fr: Dans le dialogue de vérification orthographique :
uk: У діалоговому вікні перевірки орфографії:

source: the misspelled word is announced before the suggested word. NVDA+Tab or Alt+up arrow shortcuts announce misspelled and replacement words: 1 tap spells the words at normal speed, 2 taps spells them fast, 3 taps copies the misspelled word to the clipboard for analysis in another edit field;
bg: Грешно написаната дума се съобщава преди предложената дума. NVDA+TAB или Alt+Стрелка нагоре съобщава грешно изписаната дума и предложенията за замяна. Еднократно натискане спелува думите с нормална скорост, двукратно натискане ги спелува бързо, трикратно натискане копира неправилно изписаната дума в клипборда за анализ другаде.
de: Das falsch geschriebene Wort wird vor dem vorgeschlagenen Wort angesagt. Mit den Tastenkombinationen NVDA+Tab oder Alt+Pfeiltaste nach oben werden falsch geschriebene Wörter und Ersatzwörter angesagt: Einmaliges Drücken buchstabiert die Wörter in normaler Geschwindigkeit, zweimaliges Drücken buchstabiert sie schnell, dreimaliges Drücken kopiert das falsch geschriebene Wort in die Zwischenablage zur Analyse in einem anderen Bearbeitungsfeld;
es: la palabra mal escrita se anuncia antes que la palabra sugerida. Los atajos NVDA+tab o alt+flecha arriba anuncian las palabras mal escritas y sus sustituciones: una pulsación deletrea las palabras a velocidad normal, 2 pulsaciones las deletrean rápido, y 3 pulsaciones copian la palabra mal escrita al portapapeles para su análisis en otro cuadro de edición;
fi: Väärin kirjoitettu sana puhutaan ennen ehdotettua sanaa. NVDA+Sarkain- tai Alt+Nuoli ylös -pikanäppäimet puhuvat väärin kirjoitetun ja korvaavan sanan: Yhdellä painalluksella sanat tavataan normaalinopeudella, kahdella painalluksella ne tavataan nopeasti, kolmella painalluksella väärin kirjoitettu sana kopioidaan leikepöydälle.
fr: le mot mal orthographié est annoncé avant le mot suggéré. Les raccourcis NVDA+Tab ou Alt+flèche haut annoncent les mots mal orthographié et de remplacement : 1 appui épelle les mots à une vitesse normale, 2 appuis les épelle rapidement,3 appuis copie le mot mal orthographié dans le presse-papiers pour une analyse dans un autre champ d'édition ;
uk: слово з помилкою озвучується перед запропонованим словом. Комбінації клавіш NVDA+Tab або Alt+стрілка вгору сповіщають про орфографічні помилки та слова-заміни: одне натискання показує слова з нормальною швидкістю, друге — швидке їх написання, третє натискання копіює неправильно написане слово в буфер обміну для аналізу в іншому полі редагування;

source: various combinations of the enter key activate the buttons Replace, Replace all, Ignore, Ignore all or Add the word to the dictionary have been added for an increased comfort of this dialog;
bg: Различни комбинации с клавиша ENTER за задействане на бутоните "Замяна", "Замяна на всички", "Игнориране", "Игнориране на всички" или "Добавяне на думата към речника" са добавени за подобрено удобство при работата с този диалогов прозорец.
de: Verschiedene Kombinationen der Eingabetaste aktivieren die Schaltflächen Ersetzen, Alle ersetzen, Ignorieren, Alle ignorieren oder Das Wort zum Wörterbuch hinzufügen, um den Komfort dieses Dialogs zu erhöhen;
es: se han añadido diversas combinaciones de la tecla intro activan los botones Reemplazar, Reemplazar todas, Ignorar, Ignorar todas o Añadir la palabra al diccionario para mayor comodidad usando este diálogo;
fi: Lisätty tämän valintaikkunan käyttömukavuutta lisäämällä Enter-näppäimen eri yhdistelmiä Korvaa-, Korvaa kaikki-, Ohita-, Ohita kaikki- tai Lisää sanastoon -painikkeiden painamiseen.
fr: diverses combinaisons de la touche entrée actionnent les boutons Remplacer, Tout remplacer, Ignorer, Tout ignorer ou Ajouter le mot au dictionnaire ont été ajoutés pour un confort accru de ce dialogue ;
uk: різні комбінації клавіші enter активують кнопки Замінити, Замінити все, Ігнорувати, Ігнорувати все або Додати слово до словника, додано для підвищення зручності цього діалогу;

source: Automatic add-on update;
bg: Автоматично обновяване на добавката.
de: Automatisches Update der NVDA-Erweiterung;
es: Actualización automática del complemento;
fi: Automaattinen lisäosan päivitys
fr: Mise à jour automatique de l'extension ;
uk: Автоматичне оновлення додатка;

source: And many other things that you will discover by reading the [user manual][4] ;
bg: И много други неща, които ще откриете, като прочетете [ръководството на потребителя][4].
de: Und viele andere Dinge, die Sie beim Lesen des [Benutzerhandbuchs][4] entdecken werden;
es: Y muchas otras cosas que descubrirás leyendo el [manual de usuario][4];
fi: Sekä monia muita ominaisuuksia, jotka löytyvät [käyttöoppaasta][4].
fr: Et bien d'autres choses que vous découvrirez en lisant le [manuel de l'utilisateur][4] ;
uk: І багато іншого, про що ви дізнаєтеся, прочитавши [посібник користувача][4] ;

source: [4]: https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html
fr: [4]: https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-fr.html
