Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/thunderbirdPlus.*.po
Languages: bg, de, es, fi, fr, uk

source: [[!meta title="Thunderbird+"]]
de: [[!meta title="ThunderbirdPlus"]]

source: Authors: Pierre-Louis Renaud (Thunderbird v. 78 to 102), Daniel Poiraud (TB v. 68 to 91), Abdelkrim Bensaïd for a part of TB 78, Yannick (TB v. 38 to 60)
bg: Автори: Pierre-Louis Renaud (Thunderbird версии от 78 до 102), Daniel Poiraud (Thunderbird версии от 68 до 91), Abdelkrim Bensaïd за част от Thunderbird 78, Yannick (Thunderbird версии от 38 до 60)
de: Autoren: Pierre-Louis Renaud (Thunderbird Version 78 bis 102), Daniel Poiraud (Thunderbird Version 68 bis 91), Abdelkrim Bensaïd für ein Teil von Thunderbird 78, Yannick (Thunderbird Version 38 to 60)
es: Autores : Pierre-Louis Renaud (Thunderbird v. 78 a 102), Daniel Poiraud (TB v. 68 a 91), Abdelkrim Bensaïd por una parte de TB 78, Yannick (TB v. 38 a 60)
fi: Tekijät: Pierre-Louis Renaud (Thunderbirdin versiot 78-102), Daniel Poiraud (TB:n versiot 68-91), Abdelkrim Bensaïd osasta TB:n versiota 78, Yannick (TB:n versiot 38-60)
fr: Auteurs : Pierre-Louis Renaud (Thunderbird v. 78 à 102), Daniel Poiraud (TB v. 68 à 91), Abdelkrim Bensaïd pour une partie de TB 78, Yannick (TB v. 38 à 60)
uk: Автори: Pierre-Louis Renaud (Thunderbird в. 78 до 102), Daniel Poiraud (TB в. 68 до 91), Abdelkrim Bensaïd для частин TB 78, Yannick (TB в. 38 до 60)

source: URL: [User manual](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html) , [Contact in French or English](https://www.rptools.org/Outils-DV/contact.html)
bg: Препратки: [ръководство на потребителя](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html) , [за контакти (на френски или английски)](https://www.rptools.org/Outils-DV/contact.html)
de: URL: [Benutzerhandbuch](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html), [Kontakt auf Französisch oder Englisch](https://www.rptools.org/Outils-DV/contact.html)
es: URL: [Manual de usuario](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html), [Contacto en francés o inglés](https://www.rptools.org/Outils-DV/contact.html);
fi: URL: [Käyttöopas](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html) , [Ota yhteyttä ranskaksi tai englanniksi](https://www.rptools.org/Outils-DV/contact.html)
fr: URL : [Manuel de l'utilisateur](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-fr.html) , [Contact en Français et en Anglais](https://www.rptools.org/Outils-DV/contact.html)
uk: ПОСИЛАННЯ: [Посібник користувача](https://www.rptools.org/Outils-DV/NVDA-ThunderbirdPlus-en.html) , [Контакт французькою або англійською](https://www.rptools.org/Outils- DV/contact.html)

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger la [version stable][1]
uk: Завантажити [стабільну версію][1]

source: Download [latest version on RPTools.org][2]
bg: Изтегляне на [най-новата версия от RPTools.org][2]
de: [Neueste Version auf RPTools.org herunterladen][2]
es: Descargar [Versión más reciente en RPTools.org][2]
fi: Lataa [viimeisin versio RPTools.orgista][2]
fr: Télécharger la [Dernière version sur RPTools.org][2]
uk: Завантажити [останню версію на Rptools.org][2]

source: NVDA Compatibility: 2019.3 and later
bg: Съвместимост с NVDA: от 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et supérieur
uk: Сумісність з NVDA: 2019.3 і пізніші

source: Thunderbird compatibility: 102.x versions ;
bg: Съвместимост с Thunderbird: версии 102.x;
de: Thunderbird-Kompatibilität: Ab Version 102;
es: Compatibilidad con Thunderbird: versiones 102.x;
fi: Yhteensopivat Thunderbirdin versiot: 102.x
fr: Compatibilité Thunderbird : versions 102.x ;
uk: Сумісність з Thunderbird: версії 102.x;

source: [Source code on GitHub][3]
bg: [Изходен код в GitHub][3]
de: [Quellcode auf GitHub][3]
es: [Código fuente en GitHub][3]
fi: [Lähdekoodi GitHubissa][3]
fr: [Ccode source sur gitHub][3]
uk: [Джерельний код на GitHub][3]

source: Note: This add-on is not compatible with Mozilla Apps Enhancements add-on. If you have Mozilla Apps Enhancements add-on installed, you must disable or uninstall it before using this one ;
bg: Забележка: Тази добавка не е съвместима с добавката "Подобрения за приложенията на Mozilla". Ако имате инсталирана добавката "Подобрения за приложенията на Mozilla", трябва да я изключите или деинсталирате, преди да използвате тази.
de: Hinweis: Diese NVDA-Erweiterung ist nicht mit der NVDA-Erweiterung "Verbesserungen für Mozilla-Anwendungen" kompatibel. Wenn Sie diese NVDA-Erweiterung installiert haben, müssen Sie es deaktivieren oder deinstallieren, bevor Sie es verwenden können;
es: Nota: este complemento no es compatible con el complemento Mozilla Apps Enhancements. Si tienes instalado el complemento Mozilla Apps Enhancements, deberás deshabilitarlo o desinstalarlo antes de usar este;
fi: Huom: Tämä lisäosa ei ole yhteensopiva Mozilla-sovellusten laajennukset -lisäosan kanssa. Mikäli se on asennettuna, poista se käytöstä tai poista sen asennus ennen tämän lisäosan käyttöä.
fr: Note : Cette extension n'est pas compatible avec l'extension Mozilla Apps Enhancements. Si vous avez l'extension Mozilla Apps Enhancements installée, vous devez la désactiver ou la désinstaller avant d'utiliser celle-ci ;
uk: Примітка. Цей додаток не сумісний з додатком Mozilla Apps Enhancements. Якщо у вас встановлено Mozilla Apps Enhancements, ви повинні вимкнути або видалити його перед використанням;

source: This add-on greatly improves the accessibility, efficiency and comfort of using the Mozilla Thunderbird mail client with NVDA.
bg: Тази добавка значително подобрява достъпността, ефективността и комфорта при използване на пощенския клиент Mozilla Thunderbird с NVDA.
de: Diese NVDA-Erweiterung verbessert signifikant die Zugänglichkeit, die Effizienz und den Komfort bei der Verwendung des E-Mail-Clients Mozilla Thunderbird mit NVDA.
es: Este complemento mejora increíblemente la accesibilidad, eficiencia y comodidad a la hora de usar el cliente de correo Mozilla Thunderbird con NVDA.
fi: Tämä lisäosa parantaa huomattavasti Mozilla Thunderbird -sähköpostiohjelman käytön saavutettavuutta, tehokkuutta ja mukavuutta NVDA:lla.
fr: Cette extension améliore considérablement le confort et l'efficacité d'utilisation du client de messagerie Mozilla Thunderbird avec NVDA.
uk: Цей додаток значно покращує доступність, ефективність і зручність використання поштового клієнта Mozilla Thunderbird із NVDA.

source: Hearing comfort
bg: Слухов комфорт
de: Komfort für das Gehör
es: Comodidad auditiva
fi: Kuulomukavuus
fr: Confort auditif
uk: Слуховий комфорт

source: "so-and-so requested acknowledgment" alerts can be disabled via an option;
bg: Известията за "изисква се потвърждение за това и това" могат да бъдат изключени чрез опция.
de: Die Meldung "So-und-so hat eine Bestätigung angefordert" kann über eine Option deaktiviert werden;
es: Las alertas de "reconocimiento solicitado de tal y tal" pueden deshabilitarse mediante una opción;
fi: "Sen ja sen pyydetty kuittaus" -ilmoitukset voidaan poistaa käytöstä asetuksista.
fr: Les alertes "un tel a demandé un accusé de réception" peuvent être désactivées via une option ;
uk: Сповіщення «такий-то запитав підтвердження» можна вимкнути за допомогою опції;

source: "This is a draft" and "Thunderbird thinks this message is fraudulent" alerts are simply ignored;
bg: Известията "Това е чернова" и "Thunderbird смята, че това съобщение е измамно" просто биват игнорирани.
de: Die Warnung-Meldungen "Dies ist ein Entwurf" und "Thunderbird hält diese Nachricht für betrügerisch" werden einfach ignoriert;
es: Las alertas "Esto es un borrador" y "Thunderbird piensa que este mensaje es fraudulento" simplemente se ignoran;
fi: "Tämä on luonnos"- ja "Thunderbirdin mielestä tämä viesti on petollinen" -ilmoitukset jätetään huomiotta.
fr: Les alertes "Ceci est un brouillon" et "Thunderbird pense que ce message est frauduleux " sont tout simplement passées sous silence ;
uk: Сповіщення «Це чернетка» та «Thunderbird вважає це повідомлення шахрайським» просто ігноруються;

source: Options make it possible to deactivate the announcement of the names of mailing lists, to remove or group the mentions "RE" and to purify the names of the correspondents by removing the numbers and other awkward special characters;
bg: Опции позволяват да изключите докладването на имената на пощенските списъци, да премахнете или групирате споменаванията "RE" и да пречистите имената на кореспондентите чрез премахване на числата и други странни специални знаци.
de: Die Optionen ermöglichen es, die Bekanntgabe der Namen von Mailinglisten zu deaktivieren, die Erwähnungen "RE" zu entfernen oder zu gruppieren und die Namen der Korrespondenten zu bereinigen, indem die Zahlen und andere ungünstige Sonderzeichen entfernt werden;
es: Las opciones posibilitan desactivar el anuncio de los nombres de listas de correo, eliminar o agrupar las menciones "re" y depurar los nombres de los participantes eliminando los números y otros caracteres especiales incómodos;
fi: Asetukset mahdollistavat postituslistojen nimien ilmoittamisen käytöstä poistamisen, "RE"-etuliitteiden poistamisen tai ryhmittelyn sekä keskustelukumppanien nimien puhdistamisen poistamalla niistä numerot ja muut hankalat erikoismerkit.
fr: Des options permettent de désactiver l'annonce des noms de listes de diffusion, de supprimer ou regrouper les mentions "RE" et d'épurer les noms des correspondants en supprimant les nombres et autres caractères spéciaux gênants ;
uk: Параметри дозволяють вимкнути оголошення імен списків розсилання, видалити або згрупувати згадки «RE» та очистити імена кореспондентів, видаливши цифри та інші незручні спеціальні символи;

source: Improved navigation
bg: Подобрена навигация
de: Verbesserte Navigation
es: Navegación mejorada
fi: Paranneltu navigointi
fr: Navigation améliorée
uk: Покращена навігація

source: Moving to the next panel is done using the TAB key while the escape key allows you to return to the previous panel. This is more comfortable than F6 and Shift+F6.
bg: Преминаването към следващия панел става с помощта на клавиша TAB, докато клавишът ESCAPE ви позволява да се върнете към предишния панел. Това е по-удобно от F6 и Shift+F6.
de: Mit der Tab-Taste können Sie zum nächsten Feld wechseln, während Sie mit der Escape-Taste zum vorherigen Feld zurückkehren können. Dies ist bequemer als mit F6 und Umschalt+F6.
es: Para navegar al siguiente panel se usa la tecla tab, mientras que la tecla escape permite volver al panel anterior. Esto es más cómodo que f6 y shift+f6.
fi: Seuraavaan paneeliin siirrytään Sarkain-näppäimellä ja Esc-näppäimellä palataan edelliseen. Tämä on mukavampaa kuin F6 ja Vaihto+F6.
fr: Le passage au panneau suivant s'effectue à l'aide de la touche TAB tandis que la touche échappe permet de revenir au panneau précédent. Ceci est plus confortable que F6 et Maj+F6.
uk: Перехід до наступної панелі здійснюється за допомогою клавіші TAB, а клавіша Escape дозволяє повернутися до попередньої панелі. Це зручніше, ніж F6 і Shift+F6.

source: Two dialogs of accounts and their associated folders allow filtering them by keyword or displaying only folders with unread messages;
bg: Два диалогови прозореца – за акаунтите и свързаните с тях папки позволяват филтрирането им по ключова дума или показване само на папки с непрочетени съобщения.
de: Zwei Dialogfelder für Konten und die zugehörigen Ordner ermöglichen es, sie nach Schlüsselwörtern zu filtern oder nur Ordner mit ungelesenen Nachrichten anzuzeigen;
es: Dos diálogos de cuentas y sus carpetas asociadas permiten permiten filtrarlas por palabras clave o mostrar sólo carpetas con mensajes no leídos;
fi: Kaksi valintaikkunaa tileille ja liittyvät kansiot mahdollistavat niiden suodattamisen avainsanalla tai näyttämällä vain kansiot, joissa on lukemattomia viestejä.
fr: Deux dialogue des comptes et de leurs dossiers associés permet de les filtrer par mot-clé ou de n'afficher que les dossiers avec des messages non-lus ;
uk: Два діалоги облікових записів і пов’язаних з ними папок дозволяють фільтрувати їх за ключовими словами або відображати лише папки з непрочитаними повідомленнями;

source: In the folder tree, alt+down arrow and Alt+up arrow allow you to navigate between folders with unread messages;
bg: В дървовидната структура с папките, Alt+Стрелка надолу и Alt+Стрелка нагоре ви позволяват да навигирате между папките с непрочетени съобщения.
de: In der Ordnerstruktur können Sie mit Alt+Pfeiltaste nach oben/unten zwischen Ordnern mit ungelesenen Nachrichten navigieren;
es: En el árbol de carpetas, alt+flechas arriba y abajo permiten navegar entre carpetas con mensajes no leídos;
fi: Kansiopuussa Alt+Nuoli alas/ylös mahdollistavatlukemattomia viestejä sisältävien kansioiden välillä liikkumisen.
fr: Dans l'arborescence des dossiers, alt+flèche bas et Alt+flèche haut permettent de naviguer entre les dossiers avec des messages non-lus ;
uk: У дереві папок Alt+стрілка вниз і Alt+стрілка вгору дозволяють переходити між папками з непрочитаними повідомленнями;

source: Still in the folder tree, typing a letter or a number selects the next folder whose name begins with the character typed. With the Shift key, the move is from bottom to top. Additionally, the name of the account the folder belongs to is announced;
bg: Пак в дървовидната структура с папките, въвеждането на буква или цифра избира следващата папка, чието име започва с въведения знак. С клавиша Shift движението е отдолу нагоре. Освен това се съобщава името на акаунта, към който принадлежи папката.
de: Wenn Sie in der Ordnerstruktur einen Buchstaben oder eine Zahl eingeben, wird der nächste Ordner ausgewählt, dessen Name mit dem eingegebenen Zeichen beginnt. Mit der Umschalttaste bewegen Sie sich von unten nach oben. Zusätzlich wird der Name des Kontos, zu dem der Ordner gehört, angezeigt;
es: Todavía en el árbol de carpetas, al pulsar una letra o un número se selecciona la siguiente carpeta cuyo nombre empiece por el carácter tecleado. Con la tecla shift, el movimiento se hace de abajo a arriba. Además, el nombre de la cuenta a la que pertenece la carpeta se anuncia;
fi: Kansiopuussa kirjaimen tai numeron painaminen valitsee seuraavan kansion, jonka nimi alkaa kyseisellä merkillä. Vaihto-näppäimen kanssa painettaessa siirtyminen tapahtuu alhaalta ylös. Lisäksi ilmoitetaan sen tilin nimi, johon kansio kuuluu.
fr: Toujours dans l'arborescence des dossiers, la frappe d'une lettre ou d'un chiffre sélectionne le prochain dossier dont le nom commence par le caractère frappé. Avec la touche Maj, le déplacement s'effectue du bas vers le haut. De plus, le nom du compte auquel le dossier appartient est annoncé ;
uk: Перебуваючи в дереві папок, введення літери або цифри вибирає наступну папку, назва якої починається з введеного символу. За допомогою клавіші Shift переміщення здійснюється знизу вгору. Крім того, оголошується ім'я облікового запису, до якого належить папка;

source: The Space key on a folder with unread messages selects the first unread message in the list;
bg: Клавишът за интервал в папка с непрочетени съобщения избира първото непрочетено съобщение в списъка.
de: Mit der Leertaste in einem Ordner mit ungelesenen Nachrichten wird die erste ungelesene Nachricht in der Liste ausgewählt;
es: La barra espaciadora en una carpeta con mensajes no leídos selecciona el primer mensaje sin leer de la lista;
fi: Väli-näppäimen painaminen lukemattomia viestejä sisältävän kansion kohdalla valitsee luettelossa ensimmäisenä olevan lukemattoman viestin.
fr: La touche Espace sur un dossier avec des messages non lus sélectionne le premier message non lu dans la liste ;
uk: Клавіша «Пробіл» у папці з непрочитаними повідомленнями вибирає перше непрочитане повідомлення у списку;

source: In the message list
bg: В списъка със съобщения
de: In der Nachrichten-Liste
es: En la lista de mensajes
fi: Viestiluettelossa
fr: Dans la liste de messages
uk: У списку повідомлень

source: The choice of columns as well as their arrangement in the list of messages is made accessible through a simple dialog;
bg: Изборът на колони, както и тяхното подреждане в списъка със съобщения, са направени достъпни чрез опростен диалогов прозорец.
de: Die Auswahl der Spalten sowie deren Anordnung in der Nachrichtenliste wird über ein einfaches Dialogfeld zugänglich gemacht;
es: La elección de columnas, así como su orden en la lista de mensajes, es accesible con un simple diálogo;
fi: Sarakkeiden valitseminen ja niiden järjestäminen viestiluettelossa on mahdollista yksinkertaisen valintaikkunan avulla.
fr: Le choix des colonnes ainsi que leur agencement dans la liste des messages est rendu accessible par le biais d'un dialogue simple ;
uk: Вибір стовпців, а також їх розташування у списку повідомлень доступний через простий діалог;

source: Consultation of the columns of the list of messages: allows you to listen again, spell or easily copy the name of the sender, the subject or the date of a message by pressing a number on the alphanumeric keyboard: for example, 1 or & announces the sender, 2 presses spells the name and 3 presses copies it to the clipboard;
bg: Справка с колоните на списъка със съобщения: Позволява ви да прослушате отново, да спелувате или лесно да копирате името на подателя, темата или датата на съобщението чрез натискане на цифра от буквено-цифровата клавиатура. Например еднократно натискане съобщава подателя, двукратно натискане го спелува името и трикратно натискане го копира в клипборда.
de: Abfrage der Spalten der Nachrichten-Liste: Mit dem Namen des Absenders, den Betreff oder das Datum einer Nachricht können Sie sie erneut sich vorlesen lassen, buchstabieren oder einfach kopieren, indem Sie eine Zahl auf der alphanumerischen Tastatur drücken: zum Beispiel einmaliges Drücken oder & teilt den Absender mit, zweimaliges Drücken buchstabiert den Namen und dreimaliges Drücken kopiert die Information in die Zwischenablage;
es: Consulta de las columnas de la lista de mensajes: permite escuchar de nuevo, deletrear o copiar fácilmente el nombre del remitente, el asunto o la fecha del mensaje pulsando pulsando un número del teclado alfanumérico: por ejemplo 1 o ! anuncia el remitente, 2 pulsaciones deletrean el nombre y 3 lo copian al portapapeles;
fi: Viestiluettelon sarakkeiden puhuminen: Mahdollistaa lähettäjän nimen, viestin aiheen tai päivämäärän puhuttamisen, tavaamisen tai leikepöydälle kopioimisen painamalla numeroa aakkosnumeeriselta näppäimistöltä. Esimerkiksi 1 tai & ilmoittaa lähettäjän, kaksi painallusta tavaa sen ja kolme painallusta kopioi leikepöydälle.
fr: Consultation des colonnes de la liste de messages : permet de réécouter, d'épeler ou de copier facilement le nom de l'expéditeur, le sujet ou la date d'un message en pressant un chiffre du clavier alphanumérique : par exemple, 1 ou & annonce l'expéditeur, 2 appuis épelle le nom et 3 appuis le copie dans le presse-papiers ;
uk: Перегляд колонок списку повідомлень: дозволяє прослухати ще раз, прочитати по літерах або легко скопіювати ім’я відправника, тему або дату повідомлення натисканням цифри на алфавітно-цифровій клавіатурі: наприклад, одноразове натискання 1 або & повідомляє відправника, подвійне натискання промовляє його по літерах, а потрійне копіює його в буфер обміну;

source: Consultation of the headers of the headers pane displayed with F8: with Alt+a number, 1 press speaks a header containing the addresses of the sender or the recipients, 2 presses opens a dialog allowing them to be copied, 3 presses opens the contextual menu native Thunderbird associated with the header;
bg: Справка със заглавките на панела за заглавки, показван с F8: С Alt+число, еднократно натискане изговаря заглавката, съдържаща адресите на подателя или получателите, двукратно натискане отваря диалогов прозорец, позволяващ те да бъдат копирани, трикратно натискане отваря контекстното меню на Thunderbird, свързано със заглавката.
de: Konsultation der Kopfzeilen des Kopfzeilenfensters, welches mit F8 angezeigt wird: mit Alt+eine Zahl, einmaliges Drücken liest fir Kopfzeile vor, die die Adressen des Absenders oder der Empfänger enthält, zweimaliges Drücken öffnet ein Dialogfeld, in dem sie die Informationen kopieren in die Zwischenablage können, dreimaliges Drücken öffnet das Kontextmenü von Thunderbird, welches mit der Kopfzeile verbunden ist;
es: Consulta de las cabeceras del panel de cabeceras con f8: con alt+números, una pulsación verbaliza las direcciones del remitente o los destinatarios, dos pulsaciones abren un diálogo que permite copiarlas, y 3 pulsaciones abren el menú contextual nativo de Thunderbird asociado a la cabecera;
fi: F8:lla näytettävän esikatseluruudun otsakkeiden puhuminen: Alt+numeron yksi painallus puhuu lähettäjän tai vastaanottajien osoitteet sisältävän otsakkeen, kaksi painallusta avaa valintaikkunan, jossa ne voidaan kopioida leikepöydälle, kolme painallusta avaa natiivin Thunderbird-pikavalikon otsakkeelle.
fr: Consultation des entêtes du volet des entêtes affiché avec F8 : avec Alt+un chiffre, 1 appui énonce un entête contenant les adresses de l'expéditeur ou des destinataires, 2 appuis ouvre un dialogue permettant de les copier, 3 appuis ouvre le menu contextuel natif de Thunderbird associé à l'entête ;
uk: Перегляд панелі заголовків, які відображаються натисканням клавіші F8: за допомогою одноразового натискання Alt+цифра 1 промовляє заголовок, що містить адреси відправника або одержувачів, подвійне натискання відкриває діалог, який дозволяє скопіювати цю інформацію, потрійне відкриває власне контекстне меню Thunderbird, пов'язане з заголовком;

source: Clean quick preview of message text with space, Alt+down arrow or F4: large block headers in message quotes are replaced with the phrase "Sender's name wrote". NVDA will also announce "clickable link" instead of the long link address.
bg: Изчистен бърз преглед на текста на съобщението с интервал, Alt+Стрелка надолу или F4: Големите блокови заглавки в цитатите на съобщението се заменят с фразата "Едикойси написа". NVDA също ще съобщава "щракаема връзка" вместо дългия адрес на връзката.
de: Saubere Schnellvorschau des Nachrichtentextes mit Leerzeichen, Alt+Pfeiltaste nach unten oder F4: große Blocküberschriften in zitierten Nachrichten werden durch den Satz "Name des Absenders geschrieben" ersetzt. NVDA teilt auch "anklickbaren Link" anstelle der langen Link-Adresse mit.
es: Previsualización rápida limpia del texto del mensaje con la barra espaciadora, alt+flecha abajo o f4: los bloques grandes de cabeceras en las citas del mensaje se sustituyen por la frase "nombre del remitente escribió". NVDA también anunciará "enlace clicable" en lugar de la dirección larga del enlace.
fi: Viestin tekstin puhdas pikaesikatselu välilyönnillä, Alt+Nuoli alas -näppäimillä tai F4:llä: Viestilainausten suuret lohko-otsakkeet korvataan "Lähettäjän nimi kirjoitti" -virkkeellä. NVDA sanoo lisäksi "napsautettava linkki" pitkän linkin osoitteen sijaan.
fr: Aperçu rapide épuré du texte du message avec espace, Alt+flèche bas ou F4 : les grands blocs d'entêtes dans les citations de messages sont remplacés par l'expression "Nom de l'expéditeur a écrit". NVDA annoncera également "lien cliquable" à la place de la longue adresse du lien.
uk: Чистий швидкий попередній перегляд тексту повідомлення з пробілом, Alt+стрілка вниз або F4: великі заголовки блоків у цитатах повідомлень замінюються фразою «Ім’я відправника написав». NVDA також оголошуватиме «клікабельне посилання» замість адреси довгого посилання.
