Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/tonysEnhancements.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pt_pt, sk, uk, zh_cn

source: [[!meta title="Tony's enhancements"]]
bg: [[!meta title="Подобрения от Тони (Tony's enhancements)"]]
es: [[!meta title="Tony's enhancements (Mejoras de Tony)"]]
fi: [[!meta title="Tonyn laajennukset"]]
gl: [[!meta title="Mejoras de Tony"]]
hr: [[!meta title="Tonijeva poboljšanja (Tony's Enhancements)"]]
sk: [[!meta title="Vylepšenia od Tonyho"]]
zh_cn: [[!meta title="Tony 的增强插件（部分英语）"]]

source: Authors: Tony Malykh
bg: Автори: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteur : Tony Malykh
gl: Autores: Tony Malykh
hr: Autori: Tony Malykh
it: Autore: Tony Malykh
ja: 開発者: Tony Malykh
pt_pt: Autor: Tony Malykh
sk: Autor: Tony Malykh
uk: Автор: Tony Malykh
zh_cn: 作者: Tony Malykh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pt_pt: Baixar a [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2022.4 and 2023.1
fi: Yhteensopivuus: NVDA 2022.4 ja 2023.1

source: This add-on contains a number of small improvements to NVDA screenreader, each of them too small to deserve a separate add-on.
es: Este complemento aporta una serie de pequeñas mejoras para el lector de pantalla NVDA, insignificantes por sí solas para merecer complementos independientes.
fi: Tämä lisäosa sisältää useita pieniä NVDA-ruudunlukijan parannuksia, jotka ovat liian pieniä ansaitakseen erillisen lisäosan.

source: Enhanced table navigation commands
bg: Разширени команди за навигация в таблици
es: Órdenes mejoradas de navegación por tablas
fi: Laajennetut taulukkonavigointikomennot
fr: Commandes de navigation améliorées dans les tableaux
gl: Comandos de navegación por táboas avanzada
hr: Poboljšani prečaci za kretanje po tablicama
it: Comandi avanzati per la navigazione nelle tabelle
ja: 拡張テーブルナビゲーションコマンド
pt_pt: Melhorias nos comandos para navegação em tabelas
sk: Nové príkazy na prácu s tabuľkami
uk: Поліпшені команди навігації у таблиці
zh_cn: 增强的表格导航命令

source: NVDA+Control+digit - jump to 1st/2nd/3rd/... 10th column in the table.
bg: NVDA+Control+Цифра: Навигиране до първа/втора/трета/...десета колона в таблицата.
es: NVDA+control+dígitos del 1 al 0 - Saltar a la primera, segunda, tercera... décima columna de la tabla.
fi: NVDA+Ctrl+numero: Siirrä taulukon ensimmäiseen/toiseen/kolmanteen/... kymmenenteen sarakkeeseen.
fr: NVDA+Contrôle+chiffre - aller à la 1ère/2ème/3ème/... 10ème colonne du tableau.
gl: NVDA+Control+díxito - saltar á primeira/segunda/terceira/... décima columna na táboa.
hr: NVDA+kontrol+brojka – skoči na 1., 2., 3., … 10. stupac u tablici.
it: NVDA+Control+cifra - salta alla prima/seconda/terza/.../decima colonna nella tabella.
ja: NVDA+Control+数字 - テーブルの1,2,3,...10列目にジャンプします。
pt_pt: NVDA+Control+digit - saltar para 1º/2º/3º/... 10ª coluna na tabela.
sk: NVDA+Ctrl+číslo v rozsahu 0 - 9 - Prejde na stĺpec v tabuľke.
uk: NVDA+Control+цифра – перейти до першого/другого/третього/десятого стовпчика таблиці.
zh_cn: NVDA+Ctrl+数字，跳转到表格中相应数字的列数（0 为 10 列）。

source: NVDA+Alt+digit - jump to 1st/2nd/3rd/... 10th row in the table.
bg: NVDA+Alt+Цифра: Навигиране до първи/втори/трети/...десети ред в таблицата.
es: NVDA+alt+dígitos del 1 al 0 - Saltar a la primera, segunda, tercera... décima fila de la tabla.
fi: NVDA+Alt+numero: Siirrä taulukon ensimmäiselle/toiselle/kolmannelle/... kymmenennelle riville.
fr: NVDA+Alt+chiffre - aller à la 1ère/2ème/3ème/... 10ème ligne du tableau.
gl: NVDA+Alt+díxito - saltar á primeira/segunda/terceira/... décima fila da táboa.
hr: NVDA+Alt+brojka – skoči na 1., 2., 3., … 10. redak u tablici.
it: NVDA+Alt+cifra - salta alla prima/seconda/terza/.../decima riga nella tabella.
ja: NVDA+Alt+数字 - テーブルの1,2,3,...10行目にジャンプします。
pt_pt: NVDA+Alt+número - saltar para 1/2nd/3rd/... 10ª linha na tabela.
sk: NVDA+Alt+číslo v rozsahu 0 až 9 - prejde na riadok v tabuľke.
uk: NVDA+Alt+цифра – перейти до першого/другого/третього/десятого рядка таблиці.
zh_cn: NVDA+Alt+数字，跳转到表格中相应数字的行数（0 为 10 行）。

source: Removed table navigation commands
es: Órdenes de navegación por tablas eliminadas
fi: Poistetut taulukkonavigointikomennot

source: The following table navigation commands have been Removed as they have been integrated into the latest version of NVDA core.
es: Se han eliminado las siguientes órdenes de navegación por tablas porque se han integrado en la versión más reciente del núcleo de NVDA.
fi: Seuraavat taulukkonavigointikomennot on poistettu, koska ne sisältyvät NVDA:n uusimpaan versioon.

source: Jump to the first/last column in the table.
es: Saltar a la primera o última columna de la tabla.
fi: Siirrä taulukon ensimmäiseen/viimeiseen sarakkeeseen.

source: Jump to the first/last row in the table.
es: Saltar a la primera o la última fila de la tabla.
fi: Siirrä taulukon ensimmäiselle/viimeiselle riville.

source: Read current column in the table starting from current cell down.
es: Leer la columna actual de la tabla empezando desde la celda actual hacia abajo.
fi: Lue taulukon tämänhetkinen sarake nykyisestä solusta alaspäin.

source: Read current row in the table starting from current cell.
es: Leer la fila actual de la tabla empezando desde la celda actual.
fi: Lue taulukon tämänhetkinen rivi nykyisestä solusta alaspäin.

source: Read current column in the table starting from the top.
es: Leer la columna actual de la tabla empezando por la parte superior.
fi: Lue taulukon tämänhetkinen sarake ylimmästä solusta alkaen.

source: Read current row in the table starting from the beginning of the row.
es: Leer la fila actual de la tabla empezando por el principio de la fila.
fi: Lue taulukon tämänhetkinen rivi sen alusta lähtien.

source: Note: To learn about NVDA's default gestures for these features, please refer to the NVDA user guide.
es: Nota: para aprender los gestos por defecto de NVDA para estas funciones, consulta la guía de usuario de NVDA.
fi: Huom: Saat selville näiden ominaisuuksien oletusarvoiset NVDA-näppäinkomennot NVDA:n käyttöoppaasta.

source: Copying tables to clipboard
es: Copiar tablas al portapapeles
fi: Taulukoiden kopiointi leikepöydälle

source: With the following shortcuts you can copy either the whole table or current row or current column in a formatted way, so that you can paste it as a table to rich text editors, such as Microsoft Word or WordPad.
fi: Seuraavilla pikanäppäimillä voit kopioida muotoiltuna joko koko taulukon tai nykyisen rivin/sarakkeen, jotta voit liittää sen taulukkona rikastekstieditoreihin, kuten Microsoft Word tai WordPad.

source: NVDA+Alt+T - shows popup menu with options to copy table or part of it.
fi: NVDA+Alt+T: Näyttää ponnahdusvalikon, jossa on vaihtoehdot taulukon tai sen osan kopioimiseen.

source: There are also separate scripts for copying tables, rows, columns and cells, but they don't have keyboard shortcuts assigned by default, custom keyboard shortcuts cfor them can be assigned in InputGestures dialog of NVDA.
fi: Taulukoiden, rivien, sarakkeiden ja solujen kopiointia varten on myös erilliset komennot, mutta niille ei ole määritetty pikanäppäimiä. Ne on mahdollista määrittää NVDA:n Näppäinkomennot-valintaikkunassa.

source: Enhanced word navigation commands
es: Órdenes mejoradas de navegación por palabras
fi: Laajennetut sananavigointikomennot

source: As of version 1.8 this functionality has been moved to [WordNav add-on](https://github.com/mltony/nvda-word-nav/).
es: A partir de la versión 1.8, esta función se ha movido al [complemento WordNav](https://github.com/mltony/nvda-word-nav/).
fi: Tämä toiminnallisuus on siirretty versiosta 1.8 lähtien [Sananavigointi-lisäosaan](https://github.com/mltony/nvda-word-nav/).

source: Automatic language switching
es: Cambio automático de idioma
fi: Automaattinen kielen vaihtaminen

source: Allows to automatically switch the language of your synthesizer by character set. Refgular expression for every language can be configured in the preferences window for this add-on. Please make sure that your synthesizer supports all the languages you're interested in. Switching between two Latin-based languages or two languages whose character sets are similar is not supported at this time.
es: Permite cambiar automáticamente el idioma del sintetizador según el conjunto de caracteres. En la ventana de preferencias de este complemento se pueden configurar expresiones regulares para cada idioma. Asegúrate de que el sintetizador soporta todos los idiomas que te interesan. No se soporta de momento cambiar entre dos idiomas con caracteres latinos o conjuntos de caracteres similares.
fi: Mahdollistaa puhesyntetisaattorin kielen vaihtamisen automaattisesti merkistön perusteella. Kielten säännölliset lausekkeet voidaan määrittää tämän lisäosan asetuksista. Varmista, että käyttämäsi syntetisaattori tukee kaikkia niitä kieliä, joista olet kiinnostunut. Kahden latinalaista tai samankaltaista merkistöä käyttävän kielen välillä vaihtaminen ei ole toistaiseksi mahdollista.

source: Quicksearch commands
es: Órdenes de búsqueda rápida
fi: Pikahakukomennot

source: You can have up to three slots for configurable regular expressions that you frequencly search for in editables. By default they are assigned to `PrintScreen`, `ScrollLock` and `Pause` buttons. You can perform forward search, or backward search by pressing `Shift` combined with these buttons.
es: Se pueden tener hasta tres huecos con expresiones regulares configurables buscadas frecuentemente en campos editables. Por defecto están asignadas a las teclas `Imprimir pantalla`, `Bloquear desplazamiento` y `Pausa`. Se pueden realizar búsquedas hacia adelante o hacia atrás pulsando `shift` junto a estos botones.
fi: Voit määrittää enintään kolme säännöllistä lauseketta tekstin etsimiseen muokattavista kentistä. Niiden pikanäppäimiksi on määritetty oletusarvoisesti `Print Screen`, `Scroll Lock` ja `Pause`. Voit suorittaa haun eteen- tai taaksepäin painamalla `Vaihto`-näppäintä yhdessä näiden näppäinten kanssa.

source: Suppress unwanted 'unselected' speech from NVDA
es: Eliminar el mensaje 'deseleccionado' no deseado de NVDA
fi: Estä häiritsevät NVDA:n "ei valittu" -ilmoitukset

source: Suppose you have some text selected in text editors. Then you press a key, such as Home, or UpArrow, that is supposed to take you to another part of the document. NVDA would announce 'unselected' and then speak the former selection, which can be inconvenient at times. This feature prevents NVDA from speaking formerly selected text in situations like this.
es: Supón que tienes algo de texto seleccionado en editores de texto. Pulsas una tecla, como inicio o flecha arriba, que se supone que te lleva a otra parte del documento. NVDA anunciaría 'deseleccionado' y después verbalizaría el texto que estaba seleccionado, y esto puede ser molesto a veces. Esta función evita que NVDA verbalice el texto que estaba seleccionado en situaciones como esta.
fi: Oletetaan, että sinulla on tekstiä valittuna tekstieditorissa, ja painat sitten näppäintä, kuten Home tai Nuoli ylös, joka siirtää toiseen kohtaan asiakirjassa. NVDA sanoo tällöin "ei valittu" ja sen jälkeen valittuna olleen tekstin, mikä voi olla häiritsevää. Tämä toiminto estää NVDA:ta puhumasta tällaisissa tilanteissa valittuna ollutta tekstiä.

source: Dynamic keystrokes
bg: Динамични клавишни команди
es: Atajos de teclado dinámicos
fi: Dynaamiset näppäinkomennot
fr: Frappes dynamiques
gl: Ordes dinámicas
hr: Dinamični tipkovnički prečaci
it: Combinazioni di tasti dinamiche
ja: ダイナミックキーストローク
pt_pt: Atalhos dinâmicos
sk: Skratky dynamického obsahu
uk: Динамічні команди

source: You can assign certain keystrokes to be dynamic. After issuing such a keystroke, NVDA will be checking currently focused window for any updates and if the line is updated, NVDA will speak it automatically. For example, certain keystrokes in text editors should be marked dynamic, such as Jump to bookmark, jump to another line and debugging keystrokes,such as step into/step over.
bg: Можете да зададете определени клавишни команди да бъдат динамични. След задействане на такава клавишна команда, NVDA ще проверява текущо фокусиран прозорец за всякакви промени и ако редът се промени, NVDA ще го прочете автоматично. Например, определени клавишни команди в текстовите редактори трябва да бъдат зададени като динамични, като "Преход до отметка", "Преход до друг ред" и отстраняване на грешки при натискане на клавиши, като например "стъпка в"/"стъпка над".
es: Se pueden asignar ciertos atajos de teclado para que sean dinámicos. Después de pulsar un atajo, NVDA revisará la ventana con el foco en búsqueda de actualizaciones y si la línea se actualiza, NVDA la verbalizará automáticamente. Por ejemplo, ciertos atajos en editores de texto deberían marcarse como dinámicos, tales como saltar a marcador, saltar a otra línea y atajos de teclado de depuración, tales como avanzar a la siguiente instrucción o saltarla.
fi: Voit määrittää tietyt näppäinpainallukset dynaamisiksi. Tällaisen näppäinpainalluksen jälkeen NVDA tarkistaa aktiivisena olevan ikkunan mahdollisten päivitysten varalta, ja jos rivi päivittyy, NVDA puhuu sen automaattisesti. Esimerkiksi tietyt tekstieditorien näppäinpainallukset tulee merkitä dynaamisiksi, kuten "siirry kirjanmerkkiin", "siirry toiselle riville" ja virheenkorjausnäppäimet, kuten siirrä kohdalle/siirrä ohi.
fr: Vous pouvez attribuer à certaines frappes des touches dynamiques. Après avoir exécuté une telle frappe, NVDA vérifiera s'il y a eu une mise à jour dans la fenêtre ayant actuellement le focus et si la ligne courante est mise à jour, NVDA la lira automatiquement. Par exemple, certaines frappes dans les éditeurs de texte doivent être marquées comme dynamiques, telles que Aller au signet, sauter à une autre ligne ainsi que les frappes de débogage, telles que pas à pas détaillé (step into)/pas à pas (step over).
gl: Podes asignar certas ordes como dinámicas. Tras pulsar unha desas ordes, NVDA monitorizará a ventá actualmente enfocada por se hai actualizacións e se a liña se actualiza, NVDA falarana automaticamente. Por exemplo, certas ordes en editores de texto deben marcarse como dinámicas, como Saltar a marcador, saltar a outra liña e ordes de depuración, como a entrada/saída.
hr: Moguće je dodijeliti dinamične tipkovničke prečace. Nakon izdavanja takvog prečaca, NVDA će provjeriti aktualiziranja trenutačno fokusiranog prozora i ako je redak aktualiziran, NVDA će to automatski izgovoriti. Na primjer, određeni prečaci u uređivačima teksta trebaju biti označeni kao dinamični, kao što je skok na zabilješku, skok na jedan drugi redak te prečaci za uklanjanja grešaka, kao što je ukoračiti/prijeći preko.
it: Potete definire alcune combinazioni di tasti come dinamiche. Dopo aver inserito questi tasti, NVDA monitorerà gli aggiornamenti della finestra al momento focalizzata e, se la pressione di uno di essi dà luogo allo spostamento del cursore su un'altra linea, NVDA leggerà tale linea automaticamente. Per esempio, dovrebbero essere definite come dinamiche alcune combinazioni di tasti negli editor di testi, come salta al segnalibro o salta a un'altra riga, e i tasti di debugging, come step into/step over.
ja: 特定のキーストロークを動的に割り当てられます。そのようなキーストロークを決定すると、NVDAは更新も含め現在フォーカスされているウィンドウを確認し、そして行が更新されていると、NVDAはそれを自動的に読み上げます。例えば、テキストエディタでの特定のキーストロークが、ブックマークへのジャンプ、別の行へのジャンプ、挿入/上書きのようなデバッグキーストロークなどのように動的にマークされます。
pt_pt: É possível atribuir determinados atalhos para serem dinâmicos. Após tal pressionamento de atalho, o NVDA estará a verificar a janela actualmente focada para quaisquer actualizações e se a linha for actualizada, o NVDA falará automaticamente. Por exemplo, certos atalhos, nos editores de texto, devem ser marcados como dinâmicos, tais como Saltar para marcador, saltar para outra linha e depurar toques de tecla, tais como entrar/sair de um passo.
sk: Môžete si vytvoriť skratky, pomocou ktorých budete sledovať zmeny v aplikáciách. Po stlačení skratky bude NVDA sledovať zameranú aplikáciu a upozorňovať na zmeny. Takto môžete v textových editoroch sledovať záložky
uk: Ви можете призначити деякі команди як динамічні. Після виконання такої команди NVDA відстежуватиме активне вікно на будь-які оновлення і, якщо рядок був оновлений, NVDA автоматично його промовить. Наприклад, як динамічні можуть бути позначені деякі команди в текстовому редакторі, як-от перехід на закладку, перехід на інший рядок та команди налагодження, такі як step into/step over.

source: The format of dynamic keystrokes table is simple: every line contains a rule in the following format:
es: El formato de la tabla de atajos de teclado dinámicos es simple. Cada línea contiene una regla que sigue el siguiente formato:
fi: Dynaamisten näppäinpainallusten taulukon muoto on yksinkertainen. Kukin rivi sisältää säännön seuraavassa muodossa:
fr: Le format du tableau de frappes dynamiques est simple : chaque ligne contient une règle au format suivant :
it: Il formato della tabella dei tasti dinamici è semplice: ogni riga contiene una regola nel seguente formato:
ja: 動的なキーストローク表の形式はシンプルです。全ての行が次のような形式の規則となっています。
pt_pt: O formato da tabela de atalhos dinâmicos é simples: cada linha contém uma regra no formato seguinte:
sk: Definovanie skratiek je jednocuhé: Každá definícia je na samostatnom riadku.
uk: Формат таблиці динамічних команд – простий: кожен рядок містить правило в такому форматі:

source: appName keystroke
es: nombreAplicación atajo
fi: sovellus näppäinpainallus

source: where `appName` is the name of the application where this keystroke is marked dynamic (or `*` to b marked dynamic in all applications), and`keystroke` is a keystroke in NVDA format, for example, `control+alt+shift+pagedown`.
es: donde `nombreAplicación` es el nombre de la aplicación donde se marca el atajo como dinámico (o `*` para marcarlo como dinámico en todas las aplicaciones), y `atajo` es un atajo en el formato de NVDA, por ejemplo `control+alt+shift+pagedown`.
fi: jossa `sovellus` on sen sovelluksen nimi, jonka näppäinpainallus merkitään dynaamiseksi (tai `*`, jolloin se merkitään dynaamiseksi kaikissa sovelluksissa), ja `näppäinpainallus` on näppäinpainallus NVDA:n ymmärtämässä muodossa, esim. `control+alt+shift+pagedown`.
fr: où `nomApplication` est le nom de l'application où cette frappe est marquée comme dynamique (ou `*` pour être marquée dynamique dans toutes les applications), et `commande` est une frappe au format NVDA, par exemple, `control+alt+shift+pagedown`.
it: dove `appName` è il nome dell'applicazione dove questa combinazione di tasti è definita dinamica (`*` la definisce dinamica in tutte le applicazioni), e `keystroke` è una combinazione di tasti nel formato di NVDA, per esempio `control+alt+shift+pagedown)
ja: 「アプリ名」は、このキーストロークがダイナミックとマークされたアプリケーションの名前です（または、「*」が全てのアプリケーションでダイナミックとマークされます）、そして「キーストローク」は、NVDA形式でのキーストローク（例えば、「control+alt+shift+pagedown」）です。
pt_pt: onde `nome da aplicação` é o nome da aplicação em que este atalho é marcado como dinâmico (ou `*` para b marcada dinâmica em todas as aplicações), e `atalho` é uma tecla em formato NVDA, por exemplo, `control+alt+shift+pagedown`.
sk: Kde `nazovaplikacie` je názov programu, v ktorom bude táto skratka fungovať. Môžete tiež použiť znak `*` na použitie skratky vo všetkých aplikáciách. Skratku je potrebné zadať vo formáte `control+alt+shift+pagedown`.
uk: де `appName` – ім’я програми, в якій команда позначена як динамічна, або `*` для позначення команди як динамічної в усіх програмах, а keystroke – команда у форматі NVDA, наприклад: `control+alt+shift+сторінка вниз`.

source: In order to figure out appName for your application, do this:
es: Para averiguar el nombre de tu aplicación, haz lo siguiente:
fi: Selvitä sovelluksen nimi seuraavasti:

source: Switch to your application.
es: Cambia a tu aplicación.
fi: Siirry sovellukseen.

source: Open NVDA Python Console by pressing NVDA+Shift+Z.
es: Abre la consola Python de NVDA pulsando NVDA+control+z.
fi: Avaa NVDA:n Python-konsoli painamalla NVDA+Vaihto+Z.

source: Type `focus.appModule.appName` and hit enter.
es: Teclea `focus.appModule.appName` y pulsa intro.
fi: Kirjoita `focus.appModule.appName` ja paina Enter.

source: Press F6 to go to output pane and find appName value in the last line.
es: Pulsa f6 para ir al panel de salida y encuentra el nombre de la aplicación en la última línea.
fi: Siirry tulostusruutuun painamalla F6 ja etsi viimeiseltä riviltä appNamen arvo.

source: Showing and hiding windows
es: Mostrar y ocultar ventanas
fi: Ikkunoiden näyttäminen ja piilottaminen

source: You can hide current window, and you can show all currently hidden windows. This might be useful if you use multiple windows in the same app (say Chrome) and you would like to rearrange them.
fi: Voit piilottaa nykyisen ikkunan ja näyttää kaikki tällä hetkellä piilotettuina olevat ikkunat. Tästä saattaa olla hyötyä, jos käytät useita ikkunoita samassa sovelluksessa (esim. Chromessa) ja haluat uudelleenjärjestää ne.

source: NVDA+Shift+-: hide current window.
fi: NVDA+Vaihto+-: Piilota nykyinen ikkuna.

source: NVDA+Shift+=: Show all currently closed windows.
fi: NVDA+Vaihto+=: Näytä kaikki tällä hetkellä piilotettuina olevat ikkunat.

source: Please note, that if you quit NVDA while a window is hidden, there is currently no way to show it after NVDA is restarted.
es: Ten en cuenta que si cierras NVDA mientras una ventana está oculta, no hay forma de volver a mostrarla tras reiniciarlo.
fi: Huom: Mikäli suljet NVDA:n, kun ikkuna on piilotettuna, sitä ei ole tällä hetkellä mahdollista tuoda näkyviin NVDA:n uudelleenkäynnistyksen jälkeen.

source: Console enhancements
es: Mejoras de consola
fi: Konsolin parannukset

source: Previously this add-on included a number of console-related features. As of version 1.8, all console-related features have been moved to [Console Toolkit add-on](https://github.com/mltony/nvda-console-toolkit/). Specifically:
es: Antes, este complemento incluía ciertas funciones relacionadas con la consola. A partir de la versión 1.8, todas las funciones relacionadas con la consola se han movido al [complemento Console Toolkit](https://github.com/mltony/nvda-console-toolkit/). Concretamente:
fi: Tämä lisäosa sisälsi aiemmin useita konsoliin liittyviä ominaisuuksia. Versiosta 1.8 lähtien ne on siirretty [Konsolin työkalupakki -lisäosaan](https://github.com/mltony/nvda-console-toolkit/). Erityisesti:

source: Real-time console output
bg: Изход в реално време от конзолата
fi: Reaaliaikainen konsolitulostus
fr: Sortie console en temps réel
gl: Saída de consola en tempo real
hr: Prikaz rezultata konzole uživo
it: Output dalla console in tempo reale
ja: リアルタイムコンソールアウトプット
pt_pt: Saída da consola em tempo real
sk: Sledovanie konzoly
uk: Виведення у реальному часі для консолі
zh_cn: 控制台实时输出

source: Beep on console updates
fi: Reaaliaikainen konsolin tulostus, Anna äänimerkki konsolin päivittyessä, Pakota Ctrl+V konsoleissa

source: Enforce Control+V in consoles
fi: Toteuta Ctrl+V konsoleissa

source: Beep when NVDA is busy
bg: Издаване на звуков сигнал при заетост на NVDA
es: Pitar cuando NVDA esté ocupado
fi: Anna äänimerkki, kun NVDA on varattu
fr: Bip lorsque NVDA est occupé
gl: Pitar cando NVDA está ocupado
hr: Signaliziraj zvukom kad je NVDA zauzet
it: Beep quando NVDA è occupato
ja: NVDAがビジーの時のビープ
pt_pt: Apitar quando o NVDA está ocupado
sk: Pípať ak je NVDA zaneprázdnené
uk: Сигнал, коли NVDA зайнята
zh_cn: NVDA 忙碌时发出提示音
