Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/tonysEnhancements.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pt_pt, sk, uk, zh_cn

source: Check this option for NVDA to provide audio feedback when NVDA is busy. NVDA being busy does not necessarily indicate a problem with NVDA, but rather this is a signal to the user that any NVDA commands will not be processed immediately.
bg: Включете тази опция на NVDA, за да се предоставя звукова обратна връзка, когато NVDA е зает. Заетостта на NVDA не означава непременно проблем с NVDA, а по-скоро това е сигнал за потребителя, че подадените към NVDA команди няма да бъдат обработени веднага.
es: Marca esta opción para que NVDA proporcione retroalimentación de audio cuando esté ocupado. El hecho de que NVDA esté ocupado no significa que haya un problema necesariamente, pero sirve como señal al usuario de que las órdenes que se envíen a NVDA no se procesarán inmediatamente.
fi: Valitse tämä vaihtoehto, jos haluat NVDA:n antavan äänipalautteen, kun se on varattu. NVDA:n varattuna oleminen ei välttämättä tarkoita ongelmaa, vaan se on merkki käyttäjälle siitä, että NVDA-komentoja ei käsitellä heti.
fr: Cochez cette option pour que NVDA fournisse un retour audio lorsque NVDA est occupé. Le fait que NVDA soit occupé n'indique pas nécessairement un problème avec NVDA, mais c'est plutôt un signal à l'utilisateur que les commandes NVDA ne seront pas traitées immédiatement.
gl: Marca esta opción para que NVDA proporcione informacion sonora cando NVDA estea ocupado. Que NVDA estea ocupado non indica necesariamente un problema con NVDA; mais, porén, éste é un sinal para o usuario de que calquera orde de NVDA non se procesará inmediatamente.
hr: Označi ovu NVDA opciju za pružanje povratnih informacija zvukom kad je NVDA zauzet. Zauzetost NVDA čitača ne mora nužno značiti problem s NVDA-om, već je to signal korisniku, da se bilo koje NVDA naredbe neće odmah izvršiti.
it: Attivate questa opzione affinché NVDA emetta un suono quando è occupato. Il fatto che NVDA sia occupato non è necessariamente un problema, ma piuttosto è un segnale all'utente che qualche comando di NVDA non sarà processato immediatamente.
ja: NVDAがビジーの時に、NVDAが音でのフィードバックを提供するようにするには、 この選択肢をチェックして下さい。NVDAがビジーなのは必ずしもNVDAの問題を表しているわけではありませんが、NVDAへのコマンドがすぐには受け付けられないことをユーザーに知らせます。
pt_pt: Marque esta opção para o NVDA fornecer feedback áudio quando o NVDA estiver ocupado. O NVDA estar ocupado não indica necessariamente um problema com o NVDA, mas sim um sinal para o utilizador de que qualquer comando do NVDA não será processado imediatamente.
sk: Po aktivovaní bude upozorňovať na situácie, keď je čítač obrazovky zaneprázdnený. Nemusí to nutne znamenať problémy, budete ale vedieť, že NVDa aktuálne nespracúva príkazy z klávesnice.
uk: Позначте цю опцію, щоб отримувати звуковий зворотний зв’язок, коли NVDA зайнята. Зайнятість NVDA не обов’язково означає проблему з нею. Це радше сигнал для користувача, що певні команди NVDA будуть виконані не відразу.
zh_cn: 选中此选项可使 NVDA 在忙碌时提供音频反馈。NVDA 忙碌并不一定表示其有问题，而是向用户发出一个信号，即不会立即处理任何 NVDA 命令。

source: Volume adjustment
es: Ajuste de volumen
fi: Äänenvoimakkuuden säätö

source: NVDA+Control+PageUp/PageDown - adjust NVDA volume.
bg: NVDA+Control+PageUp/PageDown: Регулиране на силата на звука на NVDA.
fi: NVDA+Ctrl+Page up/Page down: säädä NVDA:n äänenvoimakkuutta.
fr: NVDA+Contrôle+PagePrec/PageSuiv - ajuste le volume NVDA.
gl: NVDA+Control+RePax/AvPax - axustar o volume de NVDA.
hr: NVDA+kontrol+pejdž ap/pejdž daun – prilagodi glasnoću NVDA čitača.
it: NVDA+Control+Pagina su/Pagina giù - modifica il volume di NVDA.
ja: NVDA+Control+PageUp/PageDown - NVDAの音量を調節します。
pt_pt: NVDA+Control+PageUp/PageDown - ajustar o volume NVDA.
sk: NVDA+Ctrl+PageUp/PageDown - upravuje hlasitosť NVDA.
uk: NVDA+Control+сторінка вгору/сторінка вниз – налаштувати гучність NVDA.
zh_cn: NVDA+Ctrl+PageUp/PageDown，调整 NVDA 音量。

source: NVDA+Alt+PageUp/PageDown - adjust volume of all applications except for NVDA.
fi: NVDA+Alt+Page up/Page down: Säädä kaikkien sovellusten paitsi NVDA:n äänenvoimakkuutta.

source: Sound split
es: División de sonido
fi: Äänenjako

source: In Sound split mode NVDA will direct all sound output to the right channel, while applications will play their sounds in the left channel. Channels can be switched in settings.
fi: Äänenjakotilassa NVDA ohjaa kaiken äänitulosteen oikeaan kanavaan, kun taas sovellukset toistavat ääntä vasemmassa kanavassa. Kanavia voidaan vaihtaa tämän lisäosan asetuksissa.

source: NVDA+Alt+S toggles sound split mode.
fi: NVDA+Alt+S ottaa käyttöön äänenjakotilan tai poistaa sen käytöstä.

source: Please note, that in certain situations sound output from an application might be limited to one channel even when NVDA is not running. For example, this could happen if NVDA has crashed while sound split was on, or when NVDA exited cleanly while the app in question was not running. In those situations, please restart NVDA, and turn off sound split while the app in question is running.
fi: Huom: Sovelluksen äänituloste saatetaan rajoittaa tietyissä tilanteissa yhteen kanavaan, vaikka NVDA ei ole käynnissä. Tätä voi tapahtua esim. silloin, jos NVDA on kaatunut äänenjaon ollessa käytössä tai kun NVDA sulkeutui puhtaasti kun kyseinen sovellus ei ollut käynnissä. Uudelleenkäynnistä NVDA tällaisissa tilanteissa ja poista äänenjako käytöstä, kun kyseinen sovellus on käynnissä.

source: Enhanced mouse functions
es: Funciones mejoradas del ratón
fi: Laajennetut hiiritoiminnot

source: Alt+NumPadDivide: Point mouse cursor at current object and click it.
es: Alt+dividir del teclado numérico: lleva el puntero al objeto actual y hace clic.
fi: Alt+Laskinnäppäimistön jakomerkki: Osoita hiirikohdistin nykyiseen objektiin ja napsauta sitä.

source: Alt+NumPadMultiply: Point mouse cursor at current object and right mouse button click on it.
es: Alt+multiplicar del teclado numérico: lleva el puntero al objeto actual y hace clic con el botón derecho del ratón.
fi: Alt+Laskinnäppäimistön kertomerkki: Osoita hiirikohdistin nykyiseen objektiin ja napsauta siinä hiiren oikeaa näppäintä.

source: Alt+NumPadPlus/NumPadMinus: Point mouse cursor at current object and scroll down/up. THis is useful for infinite scroll webpages and webpages that load more content on scroll.
es: Alt+más numérico o menos numérico: lleva el puntero del ratón al objeto actual y desplaza hacia arriba o hacia abajo. Esto es útil en páginas web con desplazamiento infinito y páginas web que cargan más contenido al desplazarse.
fi: Alt+Laskinnäppäimistön plus/Laskinnäppäimistön miinus: Osoita hiirikohdistin nykyiseen objektiin ja vieritä alas/ylös. Tästä on hyötyä jatkuvan vierityksen verkkosivuilla sekä sellaisissa, jotka lataavat lisää sisältöä vieritettäessä.

source: Alt+NumPadDelete: Move mouse cursor out of the way to top left corner of the screen. This can be useful to prevent unwanted hover over windows in certain applications.
es: Alt+suprimir del teclado numérico: mueve el puntero del ratón a la esquina superior izquierda de la pantalla. Esto puede ser útil para evitar desplazamientos no deseados en ventanas de ciertas aplicaciones.
fi: Alt+Laskinnäppäimistön Del: Siirrä hiirikohdistin näytön vasempaan yläkulmaan. Tästä voi olla hyötyä, kun halutaan estää hiiren jääminen ikkunoiden päälle tietyissä sovelluksissa.

source: Detecting insert mode in text editors
es: Detección del modo de inserción en editores de texto
fi: Lisäystilan havaitseminen tekstieditoreissa

source: If this option is enabled, NVDA will beep when it detects insert mode in text editors.
es: Si esta opción está habilitada, NVDA pitará cuando detecte el modo de inserción en editores de texto.
fi: Jos tämä asetus on käytössä, NVDA antaa äänimerkin, kun se havaitsee lisäystilan tekstieditoreissa.

source: Blocking double insert keystroke
bg: Блокиране на двукратното натискане на клавиша INSERT
es: Bloquear el atajo del doble insert
fi: Estä kaksinkertainen Insert-näppäimen painallus
fr: Blocage de la double frappe de la touche Insertion
gl: Bloquear orde doble insert
hr: Blokiranje dvostrukog unosa tipkovničkog prečaca
it: Bloccare il doppio tasto insert
ja: insertキー2回押しのブロック
pt_pt: Bloqueio do duplo toque da tecla de inserção
sk: Blokovanie klávesu insert
uk: Блокування команди «подвійний insert»
zh_cn: 阻止双击插入键的传递

source: In NVDA pressing Insert key twice in a row toggles insert mode in applications. However, sometimes it happens accidentally and it triggers insert mode. Since this is a special keystroke, it cannot be disabled in the settings. This add-on provides a way to block this keyboard shortcut. When double insert is blocked, insert mode can stil be toggled by pressing NVDA+F2 and then Insert.
bg: При работещ NVDA, двукратно бързо натискане на клавиша INSERT превключва режима на вмъкване (режим "insert") в приложенията. Обаче понякога това се случва случайно и задейства режима на вмъкване. Тъй като това е специална клавишна команда, тя не може да бъде изключена от настройките. Тази добавка предоставя начин за блокиране на тази клавишна команда. Когато двойното натискане на INSERT е блокирано, режимът на вмъкване може да бъде превключен чрез натискане на NVDA+F2 и след това INSERT.
es: En NVDA, al pulsar la tecla Insert dos veces seguidas se conmuta el modo de inserción en las aplicaciones. Sin embargo, a veces sucede por accidente y dispara el modo de inserción. Dado que esta es una tecla especial, no se puede desactivar en las opciones. Este complemento proporciona una manera de bloquear este atajo de teclado. Cuando se bloquea el Insert doble, todavía se puede conmutar el modo de inserción pulsando NVDA+f2 y luego insert.
fi: NVDA:ssa Insert-näppäimen painaminen kahdesti peräkkäin ottaa sovelluksissa käyttöön lisäystilan. Joskus se kuitenkin tapahtuu vahingossa. Koska tämä on erityinen näppäinpainallus, sitä ei voi poistaa käytöstä asetuksissa. Tämä lisäosa tarjoaa tavan tämän pikanäppäimen estämiseen. Kun kaksinkertainen Insertin painallus on estetty, lisäystila voidaan ottaa käyttöön painamalla NVDA+F2 ja sitten Insert.
fr: Dans NVDA, le fait d'appuyer deux fois de suite sur la touche Insertion bascule le mode d'insertion dans les applications. Cependant, cela arrive parfois accidentellement et cela déclenche le mode insertion. Comme il s'agit d'une frappe spéciale, elle ne peut pas être désactivée dans les paramètres. Cette extension permet de bloquer ce raccourci clavier. Lorsque la double insertion est bloquée, le mode d'insertion peut toujours être basculé en appuyant sur NVDA+F2 puis sur Insertion.
gl: En NVDA premer dúas veces rapidamente a tecla Insert alterna o modo de inserción nas aplicacións. Porén, ás veces isto sucede de forma accidental e dispara o modo de inserción. Xa que ésta é unha orde especial, non se pode deshabilitar nas opcións. Este complemente proporciona unha maneira para bloquear esta orde de teclas. Cando o doble insert está bloqueado, o modo de inserción aínda se pode alternar premendo NVDA+F2 e logo Insert.
hr: U NVDA čitaču, uzastopnim dvostrukim pritiskom na tipku „Insert”, mijenja način umetanja u aplikacije. No, ponekad se to dogodi slučajno i pokreće modus za umetanje. Budući da je ovo zaseban tipkovnički prečac, on se ne može deaktivirati u postavkama. Ovaj dodatak omogućuje način blokiranja ovog tipkovničkog prečaca. Kad je dvostruko umetanje blokirano, modus umetanja može se mijenjati pritiskom na NVDA+F2, a zatim „Insert”.
it: In NVDA, la doppia pressione del tasto insert in una linea passa tra il modo inserimento e quello sostituzione nelle applicazioni. Ad ogni modo, qualche volta essa avviene accidentalmente e si attiva il modo sostituzione. Poiché questa è una combinazione di tasti speciale, non può essere disattivata nelle impostazioni. Questo add-on fornisce un modo per bloccare questo tasto rapido. Quando la doppia pressione del tasto insert è bloccata, il modo inserimento può essere ancora attivato/disattivato premendo NVDA+F2 e poi Insert.
ja: NVDAでは、行内でInsertキーを2回押すと、アプリケーションの上書きモードを切り替えます。しかし、時々、これは意図せずに起こり、上書きモードに切り替えてしまいます。これは特別なキーストロークなので、設定で無効にすることが出来ません。このアドオンにより、このキーボードショートカットをブロックする方法が提供されます。insertの2回押しがブロックされている時でも、上書きモードはNVDA+F2を押し、insertを押すことで。切り替えが出来ます。
pt_pt: No NVDA, pressionando duas vezes a tecla Insert numa linha, alterna o modo Insert nas aplicações. No entanto, por vezes isto acontece acidentalmente e activa o modo de inserção. Uma vez que se trata de um toque de tecla especial, não pode ser desactivado nas definições. Este extra fornece uma forma de bloquear este atalho de teclado. Quando o toque duplo na tecla insert é bloqueado, o modo de inserção pode ser alternado pressionando NVDA+F2 e depois Insert.
sk: Dvojité stlačenie klávesu insert v niektorých aplikáciách spúšťa špeciálny režim vkladania. Môžete si takto nechtiac spustiť tento režim. Doplnok toto blokuje, pričom režim vkladania môžete stále spustiť kombináciou NVDA+F2 nasledovanou klávesom insert.
uk: При використанні NVDA подвійне натискання клавіші insert вмикає в деяких програмах режим вставки. Причому іноді це відбувається раптово. Оскільки це спеціальна команда, то її не можна вимкнути у налаштуваннях. Однак цей додаток надає можливість заблокувати цю комбінацію клавіш. Коли подвійний insert заблоковано, режим вставки і надалі можна вмикати натисканням NVDA+F2 і потім insert.
zh_cn: 在 NVDA 中，连按两次插入键可激活该键的原有功能。但有时它会被意外触发。由于这是一种特殊的按键操作，因此无法在设置中禁用。此插件提供了阻止此键盘快捷键的方法。当双击插入键被阻止时，还可通过按 NVDA+F2，然后按插入键来实现该键原有功能。

source: This option is disabled by default and must be enabled in the settings.
bg: Тази опция е изключена по подразбиране и трябва да бъде включена в настройките.
es: Esta opción viene desactivada por defecto y debe activarse desde la configuración.
fi: Tämä asetus ei ole oletusarvoisesti käytössä, ja se on otettava käyttöön asetuksissa.
fr: Cette option est désactivée par défaut et doit être activée dans les paramètres.
gl: Esta opción está deshabilitada por defecto e débese activar nas opcións.
hr: Ova je opcija standardno deaktivirana i mora se aktivirati u postavkama.
it: Questa opzione è disattivata per default e deve essere attivata nelle impostazioni.
ja: この選択肢は、デフォルトでは無効化されていますので、設定の中で有効化が必要です。
pt_pt: Esta opção está desactivada por defeito e deve ser activada nas configurações.
sk: Táto funkcia je predvolene vypnutá a je potrebné ju aktivovať v nastaveniach.
uk: Цю опцію типово вимкнено, її можна увімкнути в налаштуваннях.
zh_cn: 此选项默认为禁用，必须在设置中启用。

source: System priority of NVDA process
es: Prioridad del proceso de NVDA en el sistema
fi: NVDA-prosessin järjestelmäprioriteetti

source: This allows to boost system priority of NVDA process, that might improve NVDA responsiveness, especially when CPU load is high.
es: Esto permite acelerar la prioridad del proceso de NVDA en el sistema, que puede aumentar el rendimiento, especialmente si la carga de la CPU es alta.
fi: Tämä mahdollistaa NVDA-prosessin järjestelmäprioriteetin lisäämisen, mikä saattaa parantaa NVDA:n reagointia erityisesti suoritinta paljon kuormitettaessa.

source: Fixing a bug when focus gets stuck in the taskbar when pressing Windows+Numbers
es: Corrección de un fallo cuando el foco se atasca en la barra de tareas al pulsar windows+números
fi: Kohdistuksen jääminen jumiin tehtäväpalkkiin painettaessa Win+numero-pikanäppäintä

source: There is a bug in Windows 10, and possibly in other versions. When switching between applications using Windows+number shortcut sometimes the focus gets stuck in the taskbar area instead of jumping to the window being switched to. Since trying to report this bug to Microsoft is hopeless, a workaround has been implemented in this add-on. The add-on detects this situation and plays a short low-pitch beep when this situation is detected, then the add-on fixes it automatically.
es: Hay un fallo en Windows 10, y posiblemente en otras versiones. Al cambiar entre aplicaciones usando los atajos windows+números, a veces el foco se atasca en la barra de tareas en lugar de saltar a la ventana a la que queremos ir. No hay muchas esperanzas de que Microsoft arregle el fallo al reportarlo, por lo que este complemento implementa una solución. El complemento detecta esta situación y reproduce un breve pitido grave, tras lo cuál la corrige automáticamente.
fi: Windows 10:ssä ja mahdollisesti muissakin versioissa on bugi. Kun sovellusten välillä siirrytään Win+numero-pikanäppäimellä, kohdistus jää toisinaan jumiin tehtäväpalkkiin sen sijaan, että siirtäisi ikkunaan, johon ollaan vaihtamassa. Koska tämän raportoiminen Microsoftille on toivotonta, tähän lisäosaan on toteutettu kiertotie. Kun lisäosa havaitsee tämän ongelman, se toistaa matalan äänimerkin ja korjaa ongelman automaattisesti.

source: NVDA compatibility: 2019.3
bg: Съвместимост с NVDA: 2019.3
fr: Compatibilité NVDA : 2019.3
gl: Compatibilidade con NVDA: 2019.3
hr: NVDA kompatibilnost: 2019.3
it: Compatibilità NVDA: versione 2019.3 o successive
ja: NVDA 互換性: 2019.3
pt_pt: Compatibilidade com o NVDA: 2019.3
sk: Funguje s NVDA 2019.3
uk: Сумісність: NVDA 2019.3
zh_cn: NVDA 兼容版本: 2019.3

source: This add-on contains a number of small improvements to NVDA screen reader, each of them too small to deserve a separate add-on.
bg: Тази добавка съдържа редица малки подобрения за екранния четец NVDA, като всяко от тях е твърде малко, за да си струва да е в отделна добавка.
fr: Cette extension contient un certain nombre de petites améliorations apportées au lecteur d'écran NVDA, chacune d'entre elles étant trop petite pour mériter une extension séparée.
gl: Este complemento contén unha serie de pequenas melloras para o lector de pantallas NVDA, demasiado pequenas por separado como para publicar un complemento independente.
hr: Ovaj dodatak sadrži mnoga mala poboljšanja NVDA čitača ekrana, a svako od tih poboljšanja je premaleno, da bi zaslužilo zaseban dodatak.
it: Questo add-on contiene una serie di piccole migliorie allo screen reader NVDA, futte troppo piccole per meritare un add-on separato.
ja: このアドオンは、NVDAスクリーンリーダーの小さな改良をいくつか含みます。 一つずつのアドオンにするにはそれぞれが小さすぎる物です。
pt_pt: Este extra contém uma série de pequenos melhoramentos para o leitor de ecrã NVDA, cada um deles demasiado pequeno para merecer um extra separado.
sk: Tento doplnok poskytuje drobné úpravy pre NVDA.
uk: Цей додаток містить низку невеличких поліпшень програми екранного доступу NVDA, кожне з яких є занадто малим, щоб заслуговувати на окремий додаток.
zh_cn: 此插件包含一些对 NVDA 屏幕阅读器的小改进，每个改进都很小，不足以作为单独插件发布。

source: This add-on is only compatible with NVDA versions 2019.3 and above.
bg: Тази добавка е съвместима само с NVDA версия 2019.3 и по-нови.
fr: Cette extension est seulement compatible avec les versions NVDA 2019.3 et supérieures.
gl: Este complemento só é compatible coas vesións de NVDA 2019.3 e superiores.
hr: Ovaj je dodatak kompatibilan s NVDA verzijom 2019.3 i novijim verzijama.
it: Questo add-on è compatibile solo con NVDA versione 2019.3 o superiore.
ja: このアドオンは、NVDAのバージョン2019.3以降のみに互換です。
pt_pt: Este extra só é compatível com as versões NVDA 2019.3 e superiores.
sk: Funguje s NVDA od verzie 2019.3.
uk: Цей додаток сумісний лише з NVDA версії 2019.3 чи новішими.
zh_cn: 此插件仅与 NVDA 2019.3 及更新版本兼容。

source: Control+Alt+Home/End - jump to the first/last column in the table.
bg: Control+Alt+Home/End: Навигиране до първата/последната колона в таблицата.
fr: Contrôle+Alt+Origine/Fin - aller à la première/dernière colonne du tableau.
gl: Control+Alt+Inicio/fin - saltar á primeira/última columna da táboa.
hr: Kontrol+alt+houm/end – skoči na prvi/zadnji stupac u tablici.
it: Control+Alt+Home/End - salta alla prima/ultima colonna nella tabella.
ja: Control+Alt+Home/End - テーブルの最初の/最後の列にジャンプします。
pt_pt: Control+Alt+Home/End - saltar para a primeira/última coluna da tabela.
sk: Ctrl+Alt+Home/End - Prejde na prvý alebo posledný stĺpec v tabuľke.
uk: Control+Alt+на початок/в кінець — перейти до першого/останнього стовпчика таблиці.
zh_cn: Ctrl+Alt+Home/End，跳转到表格的第一列/最后一列。

source: Control+Alt+PageUp/PageDown - jump to the first/last row in the table.
bg: Control+Alt+PageUp/PageDown: Навигиране до първия/последния ред в таблицата.
fr: Contrôle+Alt+PagePrec/PageSuiv - aller à la première/dernière ligne du tableau.
gl: Control+Alt+RePax/AvPax - saltar á primeira/última fila da táboa.
hr: Kontrol+alt+pejdž ap/pejdž daun – skoči na prvi/zadnji redak u tablici.
it: Control+Alt+Pagina su/Pagina giù - salta alla prima/ultima riga nella tabella.
ja: Control+Alt+PageUp/PageDown - テーブルの最初の/最後の行にジャンプします。
pt_pt: Control+Alt+PageUp/PageDown - saltar para a primeira/última linha da tabela.
sk: Ctrl+Alt+PageUp/PageDown - prejde na prvý alebo posledný riadok v tabuľke.
uk: Control+Alt+сторінка вгору/Сторінка вниз – перейти до першого/останнього рядка таблиці.
zh_cn: Ctrl+Alt+PageUp/PageDown，跳转到表格中的第一行/最后一行。

source: NVDA+Shift+DownArrow - read current column in the table starting from current cell down.
bg: NVDA+Shift+Стрелка надолу: Прочитане на текущата колона в таблицата, започвайки от текущата клетка надолу.
fr: NVDA+Maj+FlècheBas - lire la colonne actuelle dans le tableau à partir de la cellule actuelle vers le bas.
gl: NVDA+Shift+FrechaAbaixo - ler a columna actual da táboa comezando na cela actual cara abaixo.
hr: NVDA+šift+strelica dolje – čitaj trenutačni stupac u tablici prema dolje, počevši od trenutačne ćelije.
it: NVDA+Shift+Freccia giù - legge la colonna corrente della tabella a partire dalla cella selezionata.
ja: NVDA+Shift+下矢印 - テーブルの現在のセルから下へ現在の列を読みます。
pt_pt: NVDA+Shift+DownArrow - ler a coluna actual na tabela a partir da célula actual para baixo.
sk: NVDA+Shift+šípka dole - prečíta aktuálny stĺpec v tabuľke pod kurzorom.
uk: NVDA+Shift+стрілка вниз – читає стовпчик під курсором згори вниз, починаючи з комірки під курсором.
zh_cn: NVDA+Shift+下光标，从当前单元格向下读出表格中的当前列。

source: appName keystroke
ja: アプリ名 キーストローク
sk: Nazovaplikacie klavesova+skratka

source: This option makes NVDA to speak new lines immediately as they appear in console output, instead of queueing new speech utterances.
bg: Тази опция кара NVDA да изговаря новите редове, веднага щом те се появят в конзолния изход, вместо да бъдат редени в опашка за нови извеждания на реч.
fr: Cette option permet à NVDA de lire les nouvelles lignes immédiatement lorsqu'elles apparaissent dans la sortie de la console, au lieu de mettre en file d'attente les nouvelles paroles.
gl: Esta opción fai que NVDA fale as liñas novas inmediatamente así como van aparecendo na saída da consola, en lugar de poñer en cola os novos grupos de fala.
hr: Ova opcija omogućuje NVDA čitaču trenutno izgovaranje novih redaka čim se pojave u rezultatu konzole, umjesto da se postavljaju u red čekanja za izgovor.
it: Essa fa leggere a NVDA le righe nuove appena appaiono nell'output della console, invece di accodare i messaggi della sintesi.
ja: この選択肢により、NVDAは新しい行がコンソールアウトプットに現れたら、新しいスピーチの抑制をする代わりに、直ちに話すようになります。
pt_pt: Esta opção faz com que o NVDA leia as novas linhas imediatamente à medida que elas aparecem na saída da consola, em vez de enfileirar novas expressões de voz.
sk: NVDA v takomto prípade bude hlásiť nové riadky v konzolách okamžite a preskočí predchádzajúce riadky, ktoré ešte nestihlo prečítať.
uk: Ця опція змушує nvda промовляти нові рядки відразу, щойно вони виводяться у консолі, замість розміщення нових слів у черзі.
zh_cn: 此选项使 NVDA 可在控制台输出中出现新行时立即读出，而不是排队朗读。
