Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/tonysEnhancements.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pt_pt, sk, uk, zh_cn

source: There is also an option to beep on command line updates - this would give you a better idea when new lines are printed in the console.
bg: Има и опция за звуков сигнал при актуализации на командния ред - това ще ви даде по-добра представа, когато нови редове биват отпечатвани в конзолата.
fr: Il existe également une option pour émettre un bip lors des mises à jour de la ligne de commande - cela devrait vous donner une meilleure idée du moment où de nouvelles lignes sont affichées dans la console.
gl: Tamén hai unha opción para pitar coas actualizacións da liña de comandos - isto daríache unha mellor idea cando se impriman novas liñas na consola.
hr: Postoji i opcija zvučnog signala za aktualiziranja naredbenog retka – daje bolju ideju o tome, kad se u konzoli ispisuju novi redci.
it: C'è anche un'opzione per emettere un beep quando si aggiorna la riga di comando - questa vi dovrebbe dare un'idea migliore sul momento in cui nella console sono stampate nuove linee.
ja: コマンドラインの更新によりビープする選択肢もあります。 - これにより、新しい行がコンソールに表示された時にどうするかより良い考えを得ることが出来ます。
pt_pt: Há também a opção de apitar nas actualizações da linha de comando - isto dar-lhe-ia uma melhor ideia quando novas linhas são impressas na consola.
sk: Môžete si tiež zapnúť pípanie pri príchode novej správy do konzoly. Takto viete rýchlejšie zistiť, kedy prichádzajú nové výstupy.
uk: Є також опція для озвучення оновлень командного рядка. Це має дати вам краще уявлення, коли на консолі друкуються нові рядки.
zh_cn: 还有一个在命令行更新时发出蜂鸣声的选项，这将使您更好地了解控制台中打印新行时的情况。

source: NVDA volume
bg: Сила на звука на NVDA
fr: Volume NVDA
gl: Volume do NVDA
hr: Glasnoća NVDA čitača
it: Volume di NVDA
ja: NVDAの音量
pt_pt: Nível do volume do NVDA
sk: Hlasitosť NVDA
uk: Гучність NVDA
zh_cn: NVDA 音量

source: This option controls the volume of NVDA speech as well as all the other sounds and beeps produced by NVDA. The advantage of this option compared to adjusting volume of a speech synthesizer, is that it affects the volume of all the beeps proportionally.
bg: Тази опция контролира силата на звука на речта в NVDA, както и всички останали звуци и звукови сигнали, възпроизвеждани от NVDA. Предимството на тази опция в сравнение с регулирането на силата на звука на речевия синтезатор е, че тя влияе пропорционално на силата на звука на всички звукови сигнали.
fr: Cette option contrôle le volume de la parole NVDA ainsi que tous les autres sons et bips produits par NVDA. L'avantage de cette option par rapport au réglage du volume d'un synthétiseur vocal, est qu'elle affecte proportionnellement le volume de tous les bips.
gl: Esta opción controla o volume da fala de NVDA así como o de todos os demais sons e pitidos producidos polo NVDA. A vantaxe desta opción comparada con axustar o volume dun sintetizador de fala é que tamén afecta ao volume dos pitidos.
hr: Ova opcija kontrolira glasnoću govora NVDA čitača kao i sve ostale zvukove i zvučne signale koje proizvodi NVDA. Prednost ove opcije u odnosu na podešavanje glasnoće govorne jedinice je ta, što proporcionalno utječe na glasnoću svih zvučnih signala.
it: Questa opzione controlla il volume della voce e di tutti gli altri suoni prodotti da NVDA. Il vantaggio di questa opzione, confrontato con la modifica del volume di una sintesi vocale, è che influisce sul volume di tutti i beep proporzionalmente.
ja: この選択肢はNVDAの読み上げ、NVDAが鳴らす他の音やビープの音量をコントロールします。合成音声の音量の調整と比較して、この選択肢の長所は、全てのビープの音量も同様に調整されるところです。
pt_pt: Esta opção controla o volume da voz do NVDA, bem como todos os outros sons e bipes produzidos pelo NVDA. A vantagem desta opção em relação ao ajuste de volume de um sintetizador de voz, é que afecta o volume de todos os bips proporcionalmente.
sk: Upravuje nie len hlasitosť hlasového výstupu, ale aj ostatných zvukov NVDA.
uk: Ця опція керує гучністю мовлення NVDA та інших її звуків і сигналів. Перевага цієї опції, порівняно з встановленням гучності синтезатора мовлення в тому, що вона пропорційно впливає на гучність усіх сигналів.
zh_cn: 此选项控制 NVDA 语音以及产生的所有其他提示音和音量。与调整语音合成器的音量相比，此选项的优势在于其还可以调整所有提示音的音量。

source: appName keystroke
fr: nomApplication commande
pt_pt: Nome da aplicação, atalho

source: The format of dynamic keystrokes table is simple: every line contains a rule in the following format: ``` appName keystroke ``` where `appName` is the name of the application where this keystroke is marked dynamic (or `*` to b marked dynamic in all applications), and`keystroke` is a keystroke in NVDA format, for example, `control+alt+shift+pagedown`.
gl: O formato da táboa de ordes dinámicas é sinxelo: cada liña contén unha regra, no seguinte formato: ``` nomeApp orde ``` onde `nomeApp` é o nome da aplicación onde esta orde se marca como dinámica (ou `*` para que se marque como dinámica en todas as aplicacións), e `orde` é unha orde no formato de NVDA, por exemplo, `control+alt+shift+pagedown` (pagedown=avance de páxina).
