Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/toolbarsExplorer.*.po
Languages: de, fa

source: [[!meta title="ToolbarsExplorer"]]
de: [[!meta title="Symbolleisten erkunden"]]
fa: [[!meta title="مرورگر نوارهای ابزار (ToolbarsExplorer)"]]

source: Author: Alberto Buffolino
de: Autor: Alberto Buffolino
fa: نویسنده: Alberto Buffolino

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]

source: Download [development version][2]
de: [Testversion herunterladen][2]
fa: دانلود [نسخه‌ی در دست توسعه][2]

source: This add-on makes easier to use toolbars in applications, providing an exploration model derived by object navigation, with simplified gestures.
de: Diese Erweiterung erleichtert die Verwendung von Symbolleisten in Anwendungen und bietet ein Erkundungsmodell, das durch Objektnavigation mit vereinfachten Gesten abgeleitet wird.
fa: این افزونه، استفاده از نوارهای ابزار در برنامه‌ها را، با فراهم آوردن مدلی از گشت زدن که از پیمایش اشیا برگرفته شده و فرمان‌های ساده‌شده، آسانتر میسازد.

source: Commands
de: Befehle
fa: فرمان‌ها

source: * Alt+applications: starts toolbars exploration<br/> (you can remap it via NVDA gesture manager, under Object navigation).
de: Alt+Anwendungen: Startet die Erkundung der Symbolleisten<br/>. (Sie können es über die NVDA-Gesten, unter Objekt-Navigation, neu zuordnen).
fa: * Alt+applications: گشت زدن در نوارهای ابزار را آغاز میکند.<br/> (میتوانید این کلید را از مدیریت فرمان‌های ورودی، شاخه‌ی پیمایش اشیا، تغییر دهید.).

source: During exploration, following gestures are available:
de: Während der Erkundung stehen folgende Gesten zur Verfügung:
fa: در خلال گشت‌زنی، فرمان‌های زیر موجود اند:

source: Left/right arrow: moves to previous/next toolbar;
de: Pfeil nach links/rechts: Zur nächsten/vorherigen Symbolleiste bewegen.
fa: جهت‌نمای چپ یا راست: برای رفتن به نوار ابزار قبلی یا بعدی؛

source: Up/down arrow: scrolls up/down items in current toolbar;
de: Pfeil nach oben/unten: Geht durch die Einträge in der aktuellen Symbolleiste.
fa: جهت‌نمای بالا یا پایین: مرور گزینه‌های موجود در نوار ابزار جاری؛

source: Enter: activates toolbar or its item;
de: Eingabetaste: Aktiviert die Symbolleiste oder den Eintrag.
fa: اینتر: نوار ابزار یا گزینه‌ای از آن‌را فعال میکند؛

source: Space: simulates left mouse click on toolbar or its item;
de: Leertaste: Simuliert einen Mausklick mit der linken Taste auf der Symbolleiste oder auf dem Element.
fa: فاصله: چپ‌کلیک موس را روی نوار ابزار یا گزینه‌ای از آن شبیه‌سازی میکند؛

source: Applications/shift+F10: simulates right mouse click on toolbar or its item;
de: Anwendung/Umschalt+F10: Simuliert den rechten Mausklick auf die Symbolleiste oder deren Element.

source: Escape: exits from exploration.
de: Escape: Beendet das Erkunden der Symbolleisten.
fa: Escape: از گشت‌زنی خارج میشود.

source: Additionally, you can perform actions on toolbars or its items using any gesture provided by NVDA, as exactly as when you move to objects with standard object navigation.
de: Darüber hinaus können Sie Aktionen auf Symbolleisten oder deren Elementen mit jeder von NVDA bereit gestellten Geste ausführen, genau so wie beim Bewegen zu Objekten mit Objekt-Navigation.
fa: افزون بر این، میتوانید با استفاده از فرمان‌های NVDA روی نوارهای ابزار و گزینه‌هایشان عملیات مربوط را انجام دهید؛ دقیقا مثل وقتی که با استفاده از فرمان‌های استاندارد پیمایش اشیا، روی اشیا حرکت میکنید.

source: Notes
de: Anmerkungen

source: Exploration is terminated explicitly pressing escape, and implicitly:
de: Die Erkundung wird explizit durch Drücken von escape beendet.

source: performing an action on toolbar or its item (with space, applications/shift+F10, enter);
de: Ausführen einer Aktion auf der Symbolleiste oder einem Element (mit Leerzeichen, Anwendungen/Umschalt+F10, Enter).

source: pressing a gesture that moves out of current toolbar objects (alt, windows, tab, NVDA+F1, object navigation gestures, etc).
de: Drücken einer Geste, die sich aus den aktuellen Objekten der Symbolleiste herausbewegt (alt, Fenster, Registerkarte, NVDA+F1, Objektnavigationsgesten, etc.).

source: Other gestures not containing alt or windows (as h, 1, shift, shift+h, control+z) simply does nothing.
de: Andere Gesten, die keine Alt- oder Fenster enthalten (wie H, 1, Umschalt, Umschalt, Umschalt+H, Strg+Z), tun einfach nichts.

source: Suggestions
de: Vorschläge

source: The add-on may fail in Mozilla applications the first time after add-on installation/update; please restart NVDA and Mozilla applications to resolve;
de: Die Erweiterung kann in Mozilla-Anwendungen beim ersten Mal nach der Installation/Aktualisierung des Add-ons fehlschlagen; bitte starten Sie NVDA- und Mozilla-Anwendungen neu, um die Lösung zu finden.

source: In LibreOffice, best configuration is probably default or single toolbar, set it on view menu/toolbar position.
de: In LibreOffice ist die beste Konfiguration wahrscheinlich die Standard- oder klassische Symbolleiste, setzen Sie sie im Menü Ansicht / Werkzeugleisten.
fa: در برنامه‌ی LibreOffice، بهترین تنظیم، احتمالا تنظیم پیش‌فرض یا نوار ابزار تکی است. میتوانید از گزینه‌ی Toolbar Position در منوی View، این تنظیم را انجام دهید.

source: Applications: simulates right mouse click on toolbar or its item;
fa: Applications: راست‌کلیک موس را روی نوار ابزار یا گزینه‌ای از آن شبیه‌سازی میکند؛

source: Notes and suggestions
fa: تذکرها و پیش‌نهادها

source: Exploration terminates explicitly pressing escape, and implicitly performing an action on toolbar or its item;
fa: مرور و گشت‌زنی با فشردن escape یا اجرای عملی روی نوار ابزار یا گزینه‌ای از آن پایان می‌یابد؛
