Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/unigramPlus.*.po
Languages: pt_pt, tr

source: Fixed the problem with copying a message using the control+shift+C combination.
pt_pt: Foi corrigido o problema de copiar uma mensagem utilizando a combinação control+shift+C.
tr: Control+shift+C kombinasyonunu kullanarak bir mesajı kopyalama sorunu düzeltildi.

source: Made several minor fixes, improvements, and code optimizations.
pt_pt: Foram feitas várias pequenas correcções, melhorias e optimizações de código.
tr: Birkaç küçük düzeltme, iyileştirme ve kod optimizasyonu yapıldı.

source: Version 4.7.0
pt_pt: Versão 4.7.0
tr: Sürüm 4.7.0

source: UnigramPlus is now adapted to the latest version of Unigram.
pt_pt: O UnigramPlus está agora adaptado à versão mais recente do Unigram.
tr: UnigramPlus artık Unigram'ın en son sürümüyle çalışacak şekilde uyarlandı.

source: Compatibility with NVDA-2023 is now ensured.
pt_pt: A compatibilidade com o NVDA-2023 está agora assegurada.
tr: NVDA-2023 ile uyumluluk artık sağlandı.

source: The keyboard shortcut ALT+1 now moves focus not only to the chat list, but also to the contact list and settings section list.
pt_pt: O atalho de teclado ALT+1 move agora o foco não só para a lista de conversação, mas também para a lista de contactos e para a lista da secção de definições.
tr: ALT+1 klavye kısayolu artık odağı yalnızca sohbet listesine değil, aynı zamanda kişi listesine ve ayarlar bölümü listesine de taşıyor.

source: The automatic announcement of new messages in chat, as well as the announcement of chat actions, have been significantly redesigned, resulting in improved stability.
pt_pt: O anúncio automático de novas mensagens no chat, bem como o anúncio de acções de chat, foram significativamente redesenhados, resultando numa maior estabilidade.
tr: Sohbette yeni mesajların otomatik olarak duyurulması, sohbet eylemlerinin duyurulması önemli ölçüde yeniden tasarlandı ve kararlılığı arttırıldı.

source: A keyboard shortcut has been added to display all UnigramPlus commands. By default, this function is assigned to ALT+H.
pt_pt: Foi adicionado um atalho de teclado para apresentar todos os comandos do UnigramPlus. Por defeito, esta função é atribuída a ALT+H.
tr: Tüm UnigramPlus komutlarını görüntülemek için bir klavye kısayolu eklendi. Varsayılan olarak, bu işlev ALT+H'ye atanmıştır.

source: Several minor issues have also been fixed.
pt_pt: Foram também corrigidos vários problemas menores.
tr: Birkaç küçük sorun da giderildi.

source: Version 4.6.0
pt_pt: Versão 4.6.0
tr: Sürüm 4.6.0

source: Added a keyboard shortcut to move focus to list of group threads. By default, this function is assigned to the ALT+6 combination. Please note that often when pressing the enter key on the group that we want to open, the list of threads may not be displayed and then it is necessary to set the focus on this group again and press the enter key. As a rule, after the second press, a list of threads is displayed, and after that we can press a key combination that will move the focus to this list.
pt_pt: Adicionado um atalho de teclado para mover o foco para a lista de tópicos de grupo. Por defeito, esta função é atribuída à combinação ALT+6. Tenha em atenção que, muitas vezes, ao premir a tecla Enter no grupo que pretendemos abrir, a lista de tópicos pode não ser apresentada e, por isso, é necessário colocar o foco nesse grupo novamente e premir a tecla Enter. Regra geral, depois de premir pela segunda vez, é apresentada uma lista de tópicos e, em seguida, podemos premir uma combinação de teclas que moverá o foco para essa lista.
tr: Odağı grup konuları listesine taşımak için bir klavye kısayolu eklendi. Varsayılan olarak, bu işlev ALT+6 kombinasyonuna atanır. Lütfen, açmak istediğimiz grupta enter tuşuna bastığımızda, konu listesinin görüntülenmeyebileceğini ve daha sonra bu gruba tekrar odaklanmanın ve enter tuşuna basmanın gerekli olduğunu unutmayın. Kural olarak, ikinci basıştan sonra bir konu listesi görüntülenir ve bundan sonra odağı bu listeye taşıyacak bir tuş kombinasyonuna basabiliriz.

source: Now the ALT+2 combination moves the focus not only to the list with messages, but also to the open profile, to the open list of group threads, or to the open section with settings.
pt_pt: Agora, a combinação ALT+2 move o foco não só para a lista com mensagens, mas também para o perfil aberto, para a lista aberta de tópicos de grupo ou para a secção aberta com definições.
tr: Artık ALT+2 kombinasyonu, odağı yalnızca mesaj içeren listeye değil, aynı zamanda açık profile, açık grup yazışmaları listesine veya ayarların bulunduğu açık bölüme de taşır.

source: Now in the UnigramPlus settings, you can disable the pronunciation of the phrases "Admin" and "Owner" on messages in groups.
pt_pt: Agora, nas definições do UnigramPlus, pode desativar a pronúncia das frases "Admin" e "Proprietário" nas mensagens dos grupos.
tr: Artık UnigramPlus ayarlarında, gruplardaki mesajlarda "Yönetici" ve "Sahip" ifadelerinin telaffuzunu devre dışı bırakabilirsiniz.

source: Hotkeys for accepting and declining calls now work correctly.
pt_pt: As teclas de atalho para aceitar e recusar chamadas funcionam agora corretamente.
tr: Aramaları kabul etmek ve reddetmek için kısayol tuşları artık düzgün çalışıyor.

source: Now the automatic announcement feature for new messages and the chat activity will not turn off when NVDA is restarted, but will work until you turn it off yourself.
pt_pt: Agora, a funcionalidade de anúncio automático de novas mensagens e a atividade de conversação não se desligam quando o NVDA é reiniciado, mas funcionam até que o utilizador as desligue.
tr: Artık yeni mesajlar için otomatik duyuru özelliği ve sohbet etkinliği, NVDA yeniden başlatıldığında kapanmayacak, siz kapatana kadar çalışacaktır.

source: Improved display of some interface elements.
pt_pt: Melhoria da visualização de alguns elementos da interface.
tr: Bazı arayüz öğelerinin görüntüsü iyileştirildi.

source: Version 4.5.0
pt_pt: Versão 4.5.0
tr: Sürüm 4.5.0

source: Adapted to the latest version of Unigram
pt_pt: Adaptado à última versão do Unigram
tr: Unigram'ın en son sürümüne uyarlanmıştır

source: Now if a message was sent in response to another message, by pressing the left arrow key, you can hear the text of the message in response to which it was sent
pt_pt: Agora, se uma mensagem foi enviada em resposta a outra mensagem, ao premir a tecla de seta para a esquerda, pode ouvir o texto da mensagem em resposta à qual foi enviada
tr: Artık başka bir mesaja cevaben bir mesaj gönderildiyse, sol ok tuşuna basarak, mesajın hangi cevaba karşılık geldiğini duyabilirsiniz

source: Added French localization
pt_pt: Adicionada localização em francês
tr: Fransızca yerelleştirme eklendi

source: Removed the ability to add reactions to messages with keyboard shortcuts, since I was unable to adapt this function to changes in the Unigram interface
pt_pt: Removida a possibilidade de adicionar reacções às mensagens com atalhos de teclado, uma vez que não consegui adaptar esta função às alterações na interface Unigram
tr: Bu işlevi Unigram arayüzündeki değişikliklere uyarlayamadığım için, klavye kısayollarıyla mesajlara tepki ekleme yeteneği kaldırıldı

source: Fixed some minor bugs
pt_pt: Correção de alguns pequenos erros
tr: Bazı küçük hatalar düzeltildi

source: Version 4.4.0
pt_pt: Versão 4.4.0
tr: Sürüm 4.4.0

source: The function of announcing activity in chats has been added. By default, this function is activated by double-pressing the ALT+T combination. The function remains active only until NVDA is restarted.
pt_pt: Foi adicionada a função de anunciar a atividade nos chats. Por predefinição, esta função é activada premindo duas vezes a combinação ALT+T. A função permanece ativa apenas até o NVDA ser reiniciado.
tr: Sohbetlerde etkinliği duyurma işlevi eklendi. Varsayılan olarak, bu işlev ALT+T kombinasyonuna çift basılarak etkinleştirilir. İşlev, yalnızca NVDA yeniden başlatılana kadar etkin kalır.

source: The function of automatic announcements of new messages in the chat has been added. By default, this function is activated by pressing ALT+L. The feature remains active only until NVDA is restarted. There may be stability issues if too many new messages quicly appear in the chat.
pt_pt: Foi adicionada a função de anúncios automáticos de novas mensagens no chat. Por defeito, esta função é activada premindo ALT+L. A função permanece ativa apenas até o NVDA ser reiniciado. Podem ocorrer problemas de estabilidade se aparecerem muitas mensagens novas rapidamente no chat.
tr: Sohbette yeni mesajların otomatik olarak duyurulması işlevi eklendi. Varsayılan olarak, bu işlev ALT+L tuşlarına basılarak etkinleştirilir. Özellik, yalnızca NVDA yeniden başlatılana kadar aktif kalır. Sohbette çok fazla yeni mesaj hızla görünürse kararlılık sorunları olabilir.

source: Added a keyboard shortcut for the function of converting voice messages to text. By default, this function is assigned to the NVDA+ALT+R combination. Please note that in cases where the voice message is very long, then the conversion to text takes place in parts. That is, it may happen that when Unigramplus notifies you that the conversion is complete, only part of the voice message will actually be converted. And after a few seconds, this text will be added.
pt_pt: Adicionado um atalho de teclado para a função de conversão de mensagens de voz em texto. Por defeito, esta função é atribuída à combinação NVDA+ALT+R. Tenha em atenção que, nos casos em que a mensagem de voz é muito longa, a conversão para texto é efectuada em partes. Ou seja, pode acontecer que quando o Unigramplus o avisa que a conversão está completa, apenas uma parte da mensagem de voz seja efetivamente convertida. E após alguns segundos, este texto será adicionado.
tr: Sesli mesajları metne dönüştürme işlevi için bir klavye kısayolu eklendi. Varsayılan olarak, bu işlev NVDA+ALT+R kombinasyonuna atanmıştır. Lütfen sesli mesajın çok uzun olduğu durumlarda metne dönüştürmenin parçalar halinde gerçekleştiğini unutmayın. Yani Unigramplus size dönüştürmenin tamamlandığını bildirdiğinde sesli mesajın yalnızca bir kısmı dönüştürülebilir. Ve birkaç saniye sonra bu metin eklenir.

source: Now, when navigating through the chat list, UnigramPlus reports information about premium accounts and verified accounts.
pt_pt: Agora, ao navegar na lista de conversações, o UnigramPlus apresenta informações sobre contas premium e contas verificadas.
tr: Artık sohbet listesinde gezinirken, UnigramPlus premium hesaplar ve doğrulanmış hesaplar hakkında bilgi veriyor.

source: Version 4.3.0
pt_pt: Versão 4.3.0
tr: Sürüm 4.3.0

source: Now UnigramPlus works correctly when several chats are open in different windows.
pt_pt: Agora o UnigramPlus funciona corretamente quando vários chats estão abertos em janelas diferentes.
tr: Artık UnigramPlus, farklı pencerelerde birkaç sohbet açıkken düzgün çalışıyor.

source: Added keyboard shortcut to move focus to user profile area if it is open. The default gesture is alt+5.
pt_pt: Foi adicionado um atalho de teclado para mover o foco para a área do perfil do utilizador se esta estiver aberta. O gesto predefinido é alt+5.
tr: Açıksa, odağı kullanıcı profili alanına taşımak için klavye kısayolu eklendi. Varsayılan hareket alt+5'tir.

source: Fixed minor bugs.
pt_pt: Correção de pequenos erros.
tr: Küçük hatalar düzeltildi.

source: The mechanism for saving UnigramPlus settings has been significantly redesigned. Now the settings will not be stored in the NVDA config file, but will be stored in its own config file. This should solve the problem when users after an update or just suddenly UnigramPlus stopped working, due to problems accessing the NVDA config file. Unfortunately, users will have to re-configure UnigramPlus for themselves, as after installing this update, all settings will be reset.
pt_pt: O mecanismo para guardar as definições do UnigramPlus foi significativamente redesenhado. Agora, as definições não serão guardadas no ficheiro de configuração do NVDA, mas sim no seu próprio ficheiro de configuração. Isto deverá resolver o problema dos utilizadores que, após uma atualização ou de repente, o UnigramPlus deixou de funcionar devido a problemas de acesso ao ficheiro de configuração do NVDA. Infelizmente, os utilizadores terão de reconfigurar o UnigramPlus por si próprios, uma vez que, após a instalação desta atualização, todas as definições serão repostas.
tr: UnigramPlus ayarlarını kaydetme mekanizması önemli ölçüde yeniden tasarlandı. Artık ayarlar NVDA yapılandırma dosyasında saklanmayacak, kendi yapılandırma dosyasında saklanacaktır. Bu, kullanıcılar bir güncellemeden sonra veya aniden UnigramPlus NVDA yapılandırma dosyasına erişim sorunları nedeniyle çalışmayı durdurduğunda sorunu çözecektir. Ne yazık ki, bu güncellemeyi yükledikten sonra tüm ayarlar sıfırlanacağından, kullanıcıların UnigramPlus'ı kendileri için yeniden yapılandırmaları gerekecek.

source: Fixed UnigramPlus compatibility issue with BluetoothAudio add-on.
pt_pt: Corrigido o problema de compatibilidade do UnigramPlus com o complemento BluetoothAudio.
tr: BluetoothAudio eklentisiyle UnigramPlus uyumluluk sorunu düzeltildi.

source: Now the information that the message is not selected will not be reported. If a message is selected, information about it will be announced before the message content.
pt_pt: Agora, a informação de que a mensagem não está selecionada não será comunicada. Se uma mensagem for selecionada, a informação sobre a mesma será anunciada antes do conteúdo da mensagem.
tr: Artık mesajın seçilmediği bilgisi bildirilmeyecektir. Bir mesaj seçilirse, mesaj içeriğinden önce bununla ilgili bilgi duyurulacaktır.

source: Now the order number of the elements in the chat will be announced if you have enabled the element position in the NVDA settings.
pt_pt: Agora, o número de ordem dos elementos no chat será anunciado se tiver ativado a posição do elemento nas definições do NVDA.
tr: NVDA ayarlarında öğe konumunu etkinleştirdiyseniz, şimdi sohbetteki öğelerin sıra numarası duyurulacaktır.

source: Added labels to some buttons.
pt_pt: Adicionadas etiquetas a alguns botões.
tr: Bazı düğmelere etiketler eklendi.

source: Version 4.1.0
pt_pt: Versão 4.1.0
tr: Sürüm 4.1.0

source: Added a gesture to pin a message or chat. By default, no keyboard shortcut are assigned to this feature.
pt_pt: Adicionado um gesto para fixar uma mensagem ou uma conversa. Por predefinição, não são atribuídos atalhos de teclado a esta funcionalidade.
tr: Bir mesajı veya sohbeti sabitlemek için bir hareket eklendi. Varsayılan olarak, bu özelliğe herhangi bir klavye kısayolu atanmamıştır.

source: Added a keyboard shortcut for pressing the "New conversation" button. The default gesture for this feature is ctrl+n.
pt_pt: Adicionado um atalho de teclado para premir o botão "Nova conversa". O gesto predefinido para esta funcionalidade é ctrl+n.
tr: "Yeni konuşma" düğmesine basmak için bir klavye kısayolu eklendi. Bu özellik için varsayılan hareket ctrl+n'dir.

source: Added a keyboard shortcut for pressing the "Attach media" button. The default gesture is ctrl+shift+a.
pt_pt: Adicionado um atalho de teclado para premir o botão "Anexar multimédia". O gesto predefinido é ctrl+shift+a.
tr: "Medya ekle" düğmesine basmak için bir klavye kısayolu eklendi. Varsayılan hareket ctrl+shift+a'dır.

source: Added a keyboard shortcut to go to the list of chat folders. The default gesture is alt+4. This feature will be useful for those who use more than nine chat folders.
pt_pt: Adicionado um atalho de teclado para aceder à lista de pastas de conversação. O gesto predefinido é alt+4. Esta funcionalidade será útil para quem utiliza mais de nove pastas de conversação.
tr: Sohbet klasörleri listesine gitmek için bir klavye kısayolu eklendi. Varsayılan hareket alt+4'tür. Bu özellik, dokuzdan fazla sohbet klasörü kullananlar için faydalı olacaktır.

source: Now, when switching between folders using the arrows, the focus will not jump anywhere.
pt_pt: Agora, ao alternar entre pastas utilizando as setas, o foco não salta para lado nenhum.
tr: Artık okları kullanarak klasörler arasında geçiş yaparken odak hiçbir yere atlamaz.

source: Now, when switching between folders using hotkeys, in addition to the name of the active folder, the number of unread chats in this folder will be announced.
pt_pt: Agora, ao alternar entre pastas utilizando as teclas de atalho, para além do nome da pasta ativa, será anunciado o número de conversas não lidas nessa pasta.
tr: Artık kısayol tuşlarını kullanarak klasörler arasında geçiş yaparken aktif klasörün adına ek olarak bu klasördeki okunmamış sohbet sayısı da duyurulacak.

source: Now features such as "Mark a chat as read" and "Pin a message or chat" will also work in reverse.
pt_pt: Agora, funcionalidades como "Marcar uma conversa como lida" e "Fixar uma mensagem ou conversa" também funcionam em sentido inverso.
tr: Artık "Bir sohbeti okundu olarak işaretle", "Bir mesajı veya sohbeti sabitle" gibi özellikler de tersine çalışacak.

source: Added Romanian localization.
pt_pt: Adicionada a localização em romeno.
tr: Romence dil desteği eklendi.

source: Version 4.0.0
pt_pt: Versão 4.0.0
tr: Sürüm 4.0.0

source: Provided compatibility with Unigram 8.8. Since the Unigram interface has changed, I had to rewrite a significant part of the addon code.
pt_pt: Forneceu compatibilidade com o Unigram 8.8. Uma vez que a interface do Unigram foi alterada, tive de reescrever uma parte significativa do código da extensão.
tr: Unigram 8.8 ile uyumluluk sağlanmıştır. Unigram arayüzü değiştiği için eklenti kodunun önemli bir bölümünü yeniden yazmak zorunda kaldım.

source: Added the ability to rewind and fast forward voice messages. To fast forward, use the combination control+right arrow, and to rewind, use control+left arrow.
pt_pt: Foi adicionada a capacidade de rebobinar e avançar rapidamente mensagens de voz. Para avançar rapidamente, utilize a combinação controlo+seta para a direita e, para retroceder, utilize controlo+seta para a esquerda.
tr: Sesli mesajları geri sarma ve ileri sarma özelliği eklendi. Hızlı ileri sarmak için kontrol+sağ ok kombinasyonunu kullanın ve geri sarmak için kontrol+sol ok kombinasyonunu kullanın.

source: Now UnigramPlus will report not only the presence of reactions in messages, but also announce detailed information about reactions.
pt_pt: Agora, o UnigramPlus não só assinala a presença de reacções nas mensagens, como também anuncia informações detalhadas sobre as reacções.
tr: Artık UnigramPlus, yalnızca mesajlardaki tepkilerin varlığını bildirmekle kalmayacak, aynı zamanda tepkiler hakkında ayrıntılı bilgileri de duyuracak.

source: Added the ability to view the text of the message in the popup window. The default gesture for this feature is ALT+C.
pt_pt: Adicionada a capacidade de visualizar o texto da mensagem na janela pop-up. O gesto predefinido para esta funcionalidade é ALT+C.
tr: Açılan pencerede mesajın metnini görüntüleme yeteneği eklendi. Bu özellik için varsayılan hareket ALT+C'dir.

source: Added keyboard shortcut to open UnigramPlus settings window. The default gesture for this feature is NVDA+control+U
pt_pt: Adicionado um atalho de teclado para abrir a janela de definições do UnigramPlus. O gesto predefinido para esta funcionalidade é NVDA+control+U
tr: UnigramPlus ayarlar penceresini açmak için klavye kısayolu eklendi. Bu özellik için varsayılan hareket NVDA+kontrol+U şeklindedir

source: Added Czech and Romanian localizations.
pt_pt: Adicionadas localizações em checo e romeno.
tr: Çekçe ve Romence yerelleştirmeleri eklendi.

source: Fixed issue with UnigramPlus update for Ukrainian residents.
pt_pt: Foi corrigido um problema com a atualização do UnigramPlus para residentes ucranianos.
tr: Ukrayna'da ikamet edenler için UnigramPlus güncellemesiyle ilgili sorun düzeltildi.

source: Version 3.2.3
pt_pt: Versão 3.2.3
tr: Sürüm 3.2.3

source: Added Chinese localization.
pt_pt: Adicionada a localização em chinês.
tr: Çince dil desteği eklendi.

source: Updated existing localizations, including English.
pt_pt: Atualização das localizações existentes, incluindo o inglês.
tr: İngilizce de dahil olmak üzere mevcut yerelleştirmeler güncellendi.

source: Version 3.2.0
pt_pt: Versão 3.2.0
tr: Sürüm 3.2.0

source: Removed features such as "Chat activity tracking" and "Read new messages in open chat" because I was unable to get them to work properly in NVDA 2022.1.
pt_pt: Removidas funcionalidades como "Acompanhamento da atividade de conversação" e "Ler novas mensagens em conversação aberta" porque não consegui que funcionassem corretamente no NVDA 2022.1.
tr: NVDA 2022.1'de düzgün çalışmasını sağlayamadığım için "Sohbet etkinliği takibi" ve "Açık sohbette yeni mesajları oku" gibi özellikler kaldırıldı.

source: Improved accessibility of mute / unmute and turn on / off camera in calls. Now, after pressing the shortcut for both functions, their status will be announced.
pt_pt: Acessibilidade melhorada para silenciar/desligar o som e ligar/desligar a câmara durante as chamadas. Agora, depois de premir o atalho para ambas as funções, o seu estado será anunciado.
tr: Aramalarda kamerayı sessize alma / sessize alma ve kamerayı açma / kapama için iyileştirilmiş erişilebilirlik. Şimdi, her iki işlev için kısayola bastıktan sonra durumları duyurulacaktır.

source: Fixed an issue where the Enter key was not working properly on some elements. Now you can still record voice messages by holding the Enter key on the record button.
pt_pt: Foi corrigido um problema em que a tecla Enter não estava a funcionar corretamente em alguns elementos. Agora ainda pode gravar mensagens de voz mantendo premida a tecla Enter no botão de gravação.
tr: Bazı öğelerde Enter tuşunun düzgün çalışmamasına neden olan bir sorun düzeltildi. Artık kayıt düğmesindeki Enter tuşunu basılı tutarak sesli mesajları kaydetmeye devam edebilirsiniz.

source: You can now reassign keyboard shortcuts to features such as "Reply to message" and "Edit message". You can also assign these functions to keys such as Enter, Backspace or even left or right arrows, and it won't interfere with those keys on other items. Note that no keys will be assigned to these features at first, but you will only be able to assign them when the focus is on one of the chat messages.
pt_pt: Agora é possível reatribuir atalhos de teclado a funções como "Responder à mensagem" e "Editar mensagem". Também pode atribuir estas funções a teclas como Enter, Backspace ou mesmo às setas esquerda e direita, sem que isso interfira com essas teclas noutros itens. Tenha em atenção que, inicialmente, não serão atribuídas quaisquer teclas a estas funções, mas só as poderá atribuir quando o foco estiver numa das mensagens de chat.
tr: Artık "Mesajı yanıtla" ve "Mesajı düzenle" gibi özelliklere klavye kısayollarını yeniden atayabilirsiniz. Bu işlevleri ayrıca Enter, Backspace ve hatta sol veya sağ ok gibi tuşlara atayabilirsiniz ve bu, diğer öğelerdeki bu tuşlara müdahale etmez. İlk başta bu özelliklere herhangi bir anahtar atanmayacağını, ancak bunları yalnızca sohbet mesajlarından birine odaklandığınızda atayabileceğinizi unutmayın.

source: Now the function "Say the sender's name" should work more correctly.
pt_pt: Agora, a função "Dizer o nome do remetente" deve funcionar mais corretamente.
tr: Artık "Gönderenin adını söyle" işlevi daha düzgün çalışır.

source: When you focus on a link contained in a message, the message text will not be spoken first, but the link text will be spoken immediately.
pt_pt: Quando se concentra numa ligação contida numa mensagem, o texto da mensagem não será falado primeiro, mas o texto da ligação será falado imediatamente.
tr: Bir mesajda bulunan bir bağlantıya odaklandığınızda, önce mesaj metni söylenmeyecek, ancak bağlantı metni hemen söylenecektir.
