Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/unigramPlus.*.po
Languages: pt_pt, tr

source: Author: Kostya Gladkiy (Ukrain)
pt_pt: Autor: Kostya Gladkiy (Ucrânia)
tr: Yazar: Kostya Gladkiy (Ukrayna)

source: Download [stable version][1] (Compatible with NVDA 2021.2 to 2023.1)
pt_pt: Descarregar [versão estável][1] (Compatível com NVDA 2021.2 a 2023.1)
tr: [Kararlı sürümü indir][1] (NVDA 2021.2 ve 2023.1 ile uyumlu)

source: [Telegram channel][2]
pt_pt: [Canal de telegram][2]
tr: [Telegram Kanalı][2]

source: [Donation link][3]
pt_pt: [Link para donativo][3]
tr: [bağış bağlantısı][3]

source: about
pt_pt: sobre
tr: hakkında

source: Use Unigram in a more comfortable and productive way. This addon provides many hotkeys for a quick and comfortable use of Unigram and makes a lot of small improvements.
pt_pt: Utilize o Unigram de uma forma mais confortável e produtiva. Este extra fornece muitas teclas de atalho para uma utilização rápida e confortável do Unigram e faz uma série de pequenas melhorias.
tr: Unigram'ı daha rahat ve üretken bir şekilde kullanın. Bu eklenti, Unigram'ın hızlı, rahat kullanımı için birçok kısayol tuşu sağlar ve birçok küçük iyileştirme sunar.

source: Some of the major improvements are:
pt_pt: Algumas das principais melhorias são:
tr: Başlıca iyileştirmelerden bazıları şunlardır:

source: Adds a significant improvement to the display of messages such as a poll, a link, or a message with attached media.
pt_pt: Adiciona uma melhoria significativa à apresentação de mensagens como uma sondagem, uma hiperligação ou uma mensagem com meios de comunicação anexados.
tr: Anket, bağlantı veya medya eki içeren bir mesaj gibi iletilerin görüntülenmesine önemli bir iyileştirme ekler.

source: When focus enters the list of chats, it removes such phrases as: "chats, tab, selected list". And when the focus hits the list of messages, the phrase "list".
pt_pt: Quando o foco entra na lista de conversas, remove frases como: "chats, separador, lista selecionada". E quando o foco chega à lista de mensagens, a frase "lista".
tr: Odak sohbetler listesine girdiğinde, aşağıdaki gibi ifadeleri kaldırır: "sohbetler, sekme, seçili liste". Ve odak mesaj listesine geldiğinde, "liste" ifadesi.

source: The name and size of the file will be spoken when the cursor is focused on the "Open File" button or the "Download File" button, and when the cursor is focused on the play button of the audio file, you will hear its name and duration.
pt_pt: O nome e o tamanho do ficheiro são indicados quando o cursor é colocado no botão "Abrir ficheiro" ou no botão "Descarregar ficheiro" e quando o cursor é colocado no botão de reprodução do ficheiro áudio, ouve-se o nome e a duração do ficheiro.
tr: İmleç "Dosya Aç" düğmesine veya "Dosya İndir" düğmesine odaklandığında dosyanın adı ve boyutu söylenecek ve imleç ses dosyasının oynat düğmesine odaklandığında, adını ve süresini duyacaksınız.

source: When focus is placed on a voice message that is currently being played, first information about the time of its playback is announced, and then all other information.
pt_pt: Quando o foco é colocado numa mensagem de voz que está a ser reproduzida, primeiro é anunciada a informação sobre o tempo da sua reprodução e depois todas as outras informações.
tr: Odak o anda oynatılmakta olan bir sesli mesaja yerleştirildiğinde, önce kayıttan yürütme zamanıyla ilgili bilgiler, ardından da diğer tüm bilgiler duyurulur.

source: When the focus is on a message that contains information about a call, the duration of this call is announced.
pt_pt: Quando o foco está numa mensagem que contém informações sobre uma chamada, a duração dessa chamada é anunciada.
tr: Odak çağrı hakkında bilgi içeren bir mesaj üzerinde olduğunda, bu çağrının süresi duyurulur.

source: When focusing on a selected message in a chat, you will first hear the information that it is selected, and then the content of the message.
pt_pt: Ao focar uma mensagem selecionada num chat, ouvirá primeiro a informação de que está selecionada e, em seguida, o conteúdo da mensagem.
tr: Bir sohbette seçili bir mesaja odaklanırken, önce seçili olduğu bilgisini, ardından mesajın içeriğini duyacaksınız.

source: Now, when moving in the chat, the phrase "Seen" will not be pronounced at all, and the phrase "Not seen" will be pronounced before the content of the message. This feature currently only works in English, Russian, Ukrainian, Spanish, Portuguese, Polish, Croatian, Turkish, and Persian.
pt_pt: Agora, ao mover-se no chat, a frase "Visto" não será pronunciada de todo e a frase "Não visto" será pronunciada antes do conteúdo da mensagem. Atualmente, esta funcionalidade só funciona em inglês, russo, ucraniano, espanhol, português, polaco, croata, turco e persa.
tr: Artık sohbette hareket ederken "Görüldü" ifadesi hiç telaffuz edilmeyecek ve mesaj içeriğinden önce "Görülmedi" ifadesi telaffuz edilecek. Bu özellik şu anda yalnızca İngilizce, Rusça, Ukraynaca, İspanyolca, Portekizce, Lehçe, Hırvatça, Türkçe ve Farsça dillerinde çalışmaktadır.

source: Significantly improved the function of recording voice messages. Recording, sending and canceling the recording of a voice message are accompanied by characteristic sounds.
pt_pt: Melhorou significativamente a função de gravação de mensagens de voz. A gravação, o envio e o cancelamento da gravação de uma mensagem de voz são acompanhados de sons característicos.
tr: Sesli mesajları kaydetme işlevi önemli ölçüde iyileştirildi. Bir sesli mesajın kaydedilmesi, gönderilmesi ve kaydının iptal edilmesi karakteristik seslerle birlikte yapılır.

source: Also, when performing these functions, the focus remains in its position and does not jump to either the record button or the message input field.
pt_pt: Além disso, ao executar estas funções, o foco permanece na sua posição e não salta para o botão de registo ou para o campo de introdução de mensagens.
tr: Ayrıca, bu işlevleri gerçekleştirirken odak konumunda kalır ve kayıt düğmesine veya mesaj giriş alanına atlamaz.

source: If the media attached to the message is opened using the spacebar, then after closing it, the focus will return to the last element that was in focus.
pt_pt: Se o suporte de dados anexado à mensagem for aberto utilizando a barra de espaços, depois de o fechar, o foco regressará ao último elemento que estava em foco.
tr: Mesaja eklenen medya boşluk çubuğu kullanılarak açılırsa, kapattıktan sonra odak, odakta olan son öğeye geri döner.

source: The add-on allows you to completely disable the announcement of progress bars, as well as disable only the announcement of the progress bar for playing voice messages.
pt_pt: O exgtra permite-lhe desativar completamente o anúncio das barras de progresso, bem como desativar apenas o anúncio da barra de progresso para a reprodução de mensagens de voz.
tr: Eklenti, ilerleme çubuklarının duyurusunu tamamen devre dışı bırakmanıza ve ayrıca sesli mesajları oynatmak için yalnızca ilerleme çubuğunun duyurusunu devre dışı bırakmanıza olanak tanır.

source: Information about the opportunity to donate to the developer:
pt_pt: Informações sobre a possibilidade de efetuar um donativo ao programador:
tr: Geliştiriciye bağış yapma yolları hakkında bilgi:

source: If you really like this add-on and you have the desire, and most importantly the opportunity, to financially support the developer and thereby motivate him to further develop this add-on, you can do this by transferring a small amount to the following bank details: [donation link][3], or card number is 5169360009004502(Ukraine).
pt_pt: Se gosta realmente desta extensão e tem o desejo, e mais importante ainda a oportunidade, de apoiar financeiramente o programador e assim motivá-lo a continuar a desenvolver esta extensão, pode fazê-lo transferindo uma pequena quantia para os seguintes dados bancários: [link de doação][3], ou o número do cartão é 5169360009004502 (Ucrânia).
tr: Bu eklentiyi gerçekten beğendiyseniz, geliştiriciyi mali olarak desteklemek, böylece onu bu eklentiyi daha da geliştirmesi için motive etme arzunuz ve en önemlisi fırsatınız varsa, bunu aşağıdaki bankaya küçük bir miktar havale ederek yapabilirsiniz. ayrıntılar: [bağış bağlantısı][3] veya kart numarası 5169360009004502(Ukrayna).

source: And remember that everyone who read this line thought that someone will definitely support the developer, but it will not be me.
pt_pt: E lembrem-se de que todos os que leram esta linha pensaram que alguém vai certamente apoiar o criador, mas não serei eu.
tr: Ve unutmayın ki bu satırı okuyan herkes birilerinin geliştiriciyi kesinlikle destekleyeceğini düşündü, ama bu ben olmayacağım.

source: Hotkey list:
pt_pt: Lista de teclas de atalho:
tr: Kısayol listesi:

source: ALT+1: Move focus to chat list;
pt_pt: ALT+1: Move o foco para a lista de conversações;
tr: ALT+1: Odağı sohbet listesine taşır;

source: ALT+2: Move focus to the last message in an open chat;
pt_pt: ALT+2: Move o foco para a última mensagem numa conversa aberta;
tr: ALT+2: Odağı açık bir sohbetteki son mesaja taşır;

source: ALT+3: Move focus to "unread messages" label;
pt_pt: ALT+3: Move o foco para a etiqueta "mensagens não lidas";
tr: ALT+3: Odağı "okunmamış mesajlar" etiketine taşır;

source: ALT+D: Move the focus to the edit field. If the focus is already in the edit field, then after pressing the hotkey, it will move to where it was before;
pt_pt: ALT+D: Move o foco para o campo de edição. Se o foco já estiver no campo de edição, depois de premir a tecla de atalho, ele será movido para onde estava antes;
tr: ALT+D: Odağı düzenleme alanına taşır. Odak zaten düzenleme alanındaysa, kısayol tuşuna bastıktan sonra daha önce bulunduğu yere gider;

source: ALT+T: Announce the name and status of an open chat;
pt_pt: ALT+T: Anuncia o nome e o estado de uma conversa aberta;
tr: ALT+T: Açık bir sohbetin adını ve durumunu duyurur;

source: space: Play/stop the focused voice or video message, or open a media file attached to the current message;
pt_pt: espaço: Reproduzir/parar a mensagem de voz ou de vídeo em foco ou abrir um ficheiro multimédia anexado à mensagem atual;
tr: aralık: Odaklanan sesli veya görüntülü mesajı yürütür/durdurur veya geçerli mesaja eklenmiş bir medya dosyasını açar;

source: ALT+P: Play/pause the voice message currently playing;
pt_pt: ALT+P: Reproduzir/pausar a mensagem de voz que está a ser reproduzida;
tr: ALT+P: Oynatılmakta olan sesli mesajı oynatır/duraklatır;

source: ALT+S: Increase/decrease the playback speed of voice messages;
pt_pt: ALT+S: Aumentar/diminuir a velocidade de reprodução das mensagens de voz;
tr: ALT+S: Sesli mesajların çalma hızını arttırır/azaltır;

source: ALT+E: Close audio player;
pt_pt: ALT+E: Fechar o leitor de áudio;
tr: ALT+E: Ses oynatıcıyı kapatır;

source: control+C: Copy the message if it contains text. If the focus is on a link, the link will be copied;
pt_pt: control+C: Copia a mensagem se esta contiver texto. Se o foco estiver num link, o link será copiado;
tr: control+C: Metin içeriyorsa mesaj kopyalanır. Odak bir bağlantı üzerindeyse, bağlantı kopyalanacaktır;

source: ALT+shift+C: Call if it's a contact, or enter a voice chat if it's a group;
pt_pt: ALT+shift+C: Ligar, se for um contacto, ou entrar numa conversação por voz, se for um grupo;
tr: ALT+shift+C: Bir kişiyse aranır veya bir grupsa sesli sohbeti başlatır;

source: ALT+shift+V: Press the video call button;
pt_pt: ALT+shift+V: Pressiona o botão de videochamada;
tr: ALT+shift+V: Görüntülü arama düğmesine basar;

source: ALT+Y: Accept call;
pt_pt: ALT+Y: Aceitar a chamada;
tr: ALT+Y: Aramayı kabul eder;

source: ALT+N: Press the \"Decline call\" button if there is an incoming call, the \"End call\" button if the call is in progress, or leave the voice chat if it is active;
pt_pt: ALT+N: Prima o botão \"Recusar chamada\" se houver uma chamada a receber, o botão \"Terminar chamada\" se a chamada estiver em curso, ou abandone a conversação por voz se esta estiver ativa;
tr: ALT+N: Gelen bir arama varsa \"Aramayı reddet\" düğmesine, arama devam ediyorsa \"Çağrıyı sonlandır\" düğmesine basar veya aktifse sesli sohbetten çıkar;

source: ALT+A: Press \"Mute/unmute microphone\" button;
pt_pt: ALT+A: Premir o botão \"Silenciar/não silenciar microfone\";
tr: ALT+A: \"Mikrofonun sesini kapat/aç\" düğmesine basar;

source: ALT+C: Press "Enable/disable camera" button;
pt_pt: ALT+C: premir o botão "Ativar/desativar câmara";
tr: ALT+C: "Kamerayı etkinleştir/devre dışı bırak" düğmesine basar;

source: ALT+Q: Press \"Instant view\" button, if it is included in the current message;
pt_pt: ALT+Q: Prima o botão \"Visualização instantânea\", se estiver incluído na mensagem atual;
tr: ALT+Q: Geçerli mesajda varsa \"Anlık görünüm\" düğmesine basar;

source: ALT+O: Press "More Options" button in an open chat, voice chat, or call window;
pt_pt: ALT+O: pressionar o botão "Mais opções" numa janela aberta de conversação, conversação por voz ou chamada;
tr: ALT+O: Açık bir sohbette, sesli sohbette veya çağrı penceresinde "Diğer Seçenekler" düğmesine basar;

source: ALT+M: Open navigation menu;
pt_pt: ALT+M: Abrir o menu de navegação;
tr: ALT+M: Gezinme menüsünü açar;

source: control+R: Start/stop voice message recording;
pt_pt: control+R: Iniciar/parar a gravação de mensagens de voz;
tr: control+R: Sesli mesaj kaydını başlat/durdur;

source: control+D: If pressed once, cancels the recording of a voice message. If pressed twice, changes the notification type when starting, sending, or canceling a voice message recording;
pt_pt: control+D: Se premido uma vez, cancela a gravação de uma mensagem de voz. Se premido duas vezes, altera o tipo de notificação ao iniciar, enviar ou cancelar a gravação de uma mensagem de voz;
tr: control+D: Bir kez basılırsa, sesli mesajın kaydını iptal eder. İki kez basılırsa, sesli mesaj kaydını başlatırken, gönderirken veya iptal ederken bildirim türünü değiştirir;

source: ALT+U: Toggle progress bar announcements;
pt_pt: ALT+U: Alterna os anúncios da barra de progresso;
tr: ALT+U: İlerleme çubuğu duyurularını değiştirir;

source: control+P: Open current chat profile;
pt_pt: control+P: Abrir o perfil de conversação atual;
tr: kontrol+P: Geçerli sohbet profilini açar;

source: delete: Delete a message or chat;
pt_pt: apagar: Eliminar uma mensagem ou conversa;
tr: sil: Bir mesajı veya sohbeti siler;

source: shift+delete: Delete message or chat from both sides;
pt_pt: shift+delete: Eliminar mensagem ou conversação de ambos os lados;
tr: shift+Sil: Her iki taraftan da mesajı veya sohbeti siler;

source: control+ALT+C: Open comments;
pt_pt: control+ALT+C: Abrir comentários;
tr: kontrol+ALT+C: Yorumları açar;

source: Unassigned: Reply to message;
pt_pt: Não atribuído: Responder à mensagem;
tr: Atanmamış: Mesajı cevaplar;

source: ALT+F: Forward message;
pt_pt: ALT+F: Reencaminhar mensagem;
tr: ALT+F: Mesajı iletir;

source: Unassigned: Edit message;
pt_pt: Não atribuído: Editar mensagem;
tr: Atanmamış: Mesajı düzenler;

source: ALT+shift+R: Mark a chat as read;
pt_pt: ALT+shift+R: Marcar uma conversa como lida;
tr: ALT+shift+R: Bir sohbeti okundu olarak işaretler;

source: control+space: Switch to selection mode;
pt_pt: controlo+espaço: Passar para o modo de seleção;
tr: kontrol+boşluk çubuğu: Seçim moduna geçer;

source: control+shift+C: Copy messages with formatting preserved;
pt_pt: control+shift+C: Copiar mensagens com a formatação preservada;
tr: kontrol+shift+C: Biçimlendirme korunarak iletileri kopyalar;

source: ALT+shift+L: Copy data for broadcasting to the clipboard;
pt_pt: ALT+shift+L: Copia dados para transmissão para a área de transferência;
tr: ALT+shift+L: Verileri yayınlanmak üzere panoya kopyalar;

source: control+ALT+right arrow: Fast forward a voice message.
pt_pt: control+ALT+seta para a direita: Avançar rapidamente uma mensagem de voz.
tr: kontrol+ALT+sağ ok: Sesli mesajı ileri sarar.

source: control+ALT+left arrow: Rewind voice message.
pt_pt: control+ALT+seta para a esquerda: Rebobinar mensagem de voz.
tr: kontrol+ALT+sol ok: Sesli mesajı geri sarar.

source: ALT+C: Show message text in popup window.
pt_pt: ALT+C: Mostrar o texto da mensagem numa janela pop-up.
tr: ALT+C: Mesaj metnini açılır pencerede gösterir.

source: NVDA+control+U: Open UnigramPlus settings window
pt_pt: NVDA+control+U: Abrir a janela de definições do UnigramPlus
tr: NVDA+kontrol+U: UnigramPlus ayarlar penceresini açar

source: ALT+4: Move focus to list of chat folders.
pt_pt: ALT+4: Move o foco para a lista de pastas de conversação.
tr: ALT+4: Odağı sohbet klasörleri listesine taşır.

source: control+shift+A: Press "Attach file" button.
pt_pt: control+shift+A: premir o botão "Anexar ficheiro".
tr: kontrol+shift+A: "Dosya ekle" düğmesine basar.

source: control+N: Press "New chat" button.
pt_pt: control+N: Prima o botão "Nova conversa".
tr: kontrol+N: "Yeni sohbet" düğmesine basar.

source: Unassigned: Pin a message or chat.
pt_pt: Não atribuído: Fixar uma mensagem ou conversação.
tr: Atanmamış: Bir mesajı veya sohbeti sabitler.

source: ALT+5: Move focus to open profile.
pt_pt: ALT+5: Move o foco para abrir o perfil.
tr: ALT+5: Odağı açık profile taşır.

source: ALT+L: Enable automatic reading of new messages in the current chat.
pt_pt: ALT+L: Ativar a leitura automática de novas mensagens no chat atual.
tr: ALT+L: Mevcut sohbette yeni mesajların otomatik olarak okunmasını etkinleştirir.

source: NVDA+ALT+R: Convert voice message to text.
pt_pt: NVDA+ALT+R: converter mensagens de voz em texto.
tr: NVDA+ALT+R: Sesli mesajı metne dönüştürür.

source: Left arrow: Announce the original message, the message that was replied to.
pt_pt: Seta para a esquerda: Anuncia a mensagem original, a mensagem a que foi dada resposta.
tr: Sol ok: Orijinal mesajı, yanıtlanan mesajı duyurur.

source: ALT+6: Move focus to the list of group threads.
pt_pt: ALT+6: Move o foco para a lista de tópicos do grupo.
tr: ALT+6: Odağı grup yazışmaları listesine taşır.

source: ALT+H: Show a list of all UnigramPlus keyboard shortcuts.
pt_pt: ALT+H: Mostra uma lista de todos os atalhos de teclado do UnigramPlus.
tr: ALT+H: Tüm UnigramPlus klavye kısayollarının bir listesini gösterir.

source: Note
pt_pt: Nota
tr: Not

source: All hotkeys can be reassigned in NVDA menu, preferences, input gestures.
pt_pt: Todas as teclas de atalho podem ser reatribuídas no menu NVDA, preferências, gestos de entrada.
tr: Tüm kısayol tuşları, NVDA menüsü, tercihler, girdi hareketlerinde yeniden atanabilir.

source: The fact that the function that focuses the cursor on the "unread message" label can sometimes react with a delay is a known issue. This may depend on the number of cash messages at the moment.
pt_pt: O facto de a função que centra o cursor na etiqueta "mensagem não lida" poder, por vezes, reagir com um atraso é um problema conhecido. Isto pode depender do número de mensagens em dinheiro no momento.
tr: İmleci "okunmamış mesaj" etiketine odaklayan işlevin bazen gecikmeli tepki vermesi bilinen bir sorundur. Bu, o andaki mevcut mesaj sayısına bağlı olabilir.

source: List of changes:
pt_pt: Lista de alterações:
tr: Değişiklik listesi:

source: Version 4.9.0
pt_pt: Versão 4.9.0
tr: Sürüm 4.9.0

source: Added an option to change the behavior when pressing the up arrow in an empty message edit field. You can choose from the following options: activate the function of editing the last sent message, move the focus to the last message in the chat or do nothing.
pt_pt: Adicionada uma opção para alterar o comportamento ao premir a seta para cima num campo de edição de mensagens vazio. Pode escolher entre as seguintes opções: ativar a função de edição da última mensagem enviada, mover o foco para a última mensagem no chat ou não fazer nada.
tr: Boş bir mesaj düzenleme alanında yukarı oka basıldığında davranışı değiştirmek için bir seçenek eklendi. Aşağıdaki seçenekler arasından seçim yapabilirsiniz: son gönderilen mesajı düzenleme işlevini etkinleştir, sohbetteki son mesaja odaklan veya hiçbir şey yapma.

source: Fixed answering and rejecting calls using hotkeys.
pt_pt: Corrigido o atendimento e a rejeição de chamadas através de teclas de atalho.
tr: Kısayol tuşlarını kullanarak aramaları yanıtlama ve reddetme düzeltildi.

source: Fixed minor issues such as the ALT+H key combination not working And an issue when the message to which the reply was written was not spoken when pressing the left arrow.
pt_pt: Foram corrigidos problemas menores, como a combinação de teclas ALT+H não funcionar e um problema em que a mensagem para a qual a resposta foi escrita não era falada quando se premia a seta para a esquerda.
tr: ALT+H tuş kombinasyonunun çalışmaması gibi küçük sorunlar ve sol oka basıldığında yanıtın yazıldığı mesajın duyurulmaması sorunu düzeltildi.

source: Fixed display of some elements.
pt_pt: Correção da apresentação de alguns elementos.
tr: Bazı öğelerin gösterimi düzeltildi.

source: Version 4.8.3
pt_pt: Versão 4.8.3
tr: Sürüm 4.8.3

source: Fixed an issue that caused the keyboard shortcut to open the navigation menu to not work.
pt_pt: Foi corrigido um problema que fazia com que o atalho de teclado para abrir o menu de navegação não funcionasse.
tr: Gezinme menüsünü açmak için klavye kısayolunun çalışmamasına neden olan bir sorun düzeltildi.

source: Version 4.8.1
pt_pt: Versão 4.8.1
tr: Sürüm 4.8.1

source: UnigramPlus has been adapted to be compatible with the NVDA add-on store format.
pt_pt: O UnigramPlus foi adaptado para ser compatível com o formato de loja de suplementos NVDA.
tr: UnigramPlus, NVDA eklenti mağazası biçimiyle uyumlu olacak şekilde uyarlandı.

source: Minor fixes in the English documentation.
pt_pt: Pequenas correcções na documentação em inglês.
tr: İngilizce belgelerde küçük düzeltmeler.

source: Version 4.8.0
pt_pt: Versão 4.8.0
tr: Sürüm 4.8.0

source: Now in the Unigram settings, the settings categories can be opened by pressing Enter. When you open any category of settings, the focus will be placed on that category.
pt_pt: Agora, nas definições do Unigram, as categorias de definições podem ser abertas premindo Enter. Quando se abre uma categoria de definições, o foco é colocado nessa categoria.
tr: Artık Unigram ayarlarında, ayarlar kategorileri Enter tuşuna basılarak açılabilir. Herhangi bir ayar kategorisini açtığınızda, odak o kategoriye yerleştirilecektir.

source: Now, when clicking the "Explanation" button in quizzes, the explanation text will open in a separate window for convenient viewing.
pt_pt: Agora, quando clicar no botão "Explicação" nos questionários, o texto da explicação será aberto numa janela separada para uma visualização conveniente.
tr: Artık sınavlarda "Açıklama" butonuna tıklandığında açıklama metni ayrı bir pencerede açılarak rahat bir şekilde görüntülenebilir.

source: Fixed an issue where chat folder names were not spoken when switching between them.
pt_pt: Foi corrigido um problema em que os nomes das pastas de conversação não eram pronunciados quando se alternava entre elas.
tr: Aralarında geçiş yaparken sohbet klasör adlarının söylenmemesi sorunu düzeltildi.

source: Fixed a bug that made it impossible to disable or change the order of speaking the chat type and name.
pt_pt: Foi corrigido um erro que impossibilitava a desativação ou a alteração da ordem de apresentação do tipo e do nome da conversação.
tr: Sohbet türünü ve adını konuşma sırasını devre dışı bırakmayı veya değiştirmeyi imkansız kılan bir hata düzeltildi.

source: Fixed the issue when it was not possible to find out the correct answer in quizzes.
pt_pt: Foi corrigido o problema em que não era possível descobrir a resposta correcta nos questionários.
tr: Kısa sınavlarda doğru cevabı bulamama sorunu düzeltildi.
