Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/unigramPlus.*.po
Languages: pt_pt, tr

source: The chat activity tracking feature is now enabled by double pressing ALT + T. You can simply turn it on or turn it on temporarily until the next time you close the application.
pt_pt: A funcionalidade de monitorização da atividade de conversação é agora activada premindo duas vezes ALT + T. Pode simplesmente activá-la ou activá-la temporariamente até à próxima vez que fechar a aplicação.
tr: Sohbet etkinliği izleme özelliği artık ALT + T tuşlarına çift basarak etkinleştiriliyor. Uygulamayı bir sonraki kapatışınıza kadar bu özelliği açabilir veya geçici olarak açabilirsiniz.

source: Added the ability to select the type of notification for recording voice messages. This is done by double pressing the control+d hotkey. There you can choose between sound, text notification, or return to the standard voice message recording behavior.
pt_pt: Foi adicionada a possibilidade de selecionar o tipo de notificação para a gravação de mensagens de voz. Para tal, basta premir duas vezes a tecla de atalho control+d. Aí pode escolher entre som, notificação de texto ou regressar ao comportamento padrão de gravação de mensagens de voz.
tr: Sesli mesajları kaydetmek için bildirim türünü seçme özelliği eklendi. Bu, control+d kısayol tuşuna çift basarak yapılır. Orada ses, metin bildirimi arasında seçim yapabilir veya standart sesli mesaj kaydetme davranışına geri dönebilirsiniz.

source: Version 1.7.0
pt_pt: Versão 1.7.0
tr: Sürüm 1.7.0

source: Added the ability to track chat activity. This option can be enabled by pressing ALT+shift+T and remains active until Unigram is closed or NVDA is next restarted.
pt_pt: Adicionada a capacidade de monitorizar a atividade de conversação. Esta opção pode ser activada premindo ALT+shift+T e permanece ativa até que o Unigram seja fechado ou o NVDA seja reiniciado.
tr: Sohbet etkinliğini izleme özelliği eklendi. Bu seçenek ALT+shift+T tuşlarına basılarak etkinleştirilebilir ve Unigram kapatılana veya NVDA yeniden başlatılana kadar etkin kalır.

source: The hotkey that activates the "More Options" button now works in the voice chat window and the call window.
pt_pt: A tecla de atalho que ativa o botão "Mais opções" funciona agora na janela de conversação por voz e na janela de chamada.
tr: "Diğer Seçenekler" düğmesini etkinleştiren kısayol tuşu artık sesli sohbet penceresinde ve arama penceresinde çalışıyor.

source: Version 1.6.0
pt_pt: Versão 1.6.0
tr: Sürüm 1.6.0

source: If the media attached to the message is opened using the spacebar, after closing it, the focus will return to the last element that was in focus.
pt_pt: Se o suporte de dados anexado à mensagem for aberto utilizando a barra de espaços, depois de o fechar, o foco regressará ao último elemento que estava em foco.
tr: Mesaja eklenen medya boşluk tuşu kullanılarak açılırsa, kapatıldıktan sonra odak, odakta olan son öğeye döner.

source: Now you can return to the active voice chat not only from the current group, but also from any other chat.
pt_pt: Agora pode regressar ao chat de voz ativo não só a partir do grupo atual, mas também a partir de qualquer outro chat.
tr: Artık aktif sesli sohbete yalnızca geçerli gruptan değil, başka herhangi bir sohbetten de dönebilirsiniz.

source: Pressing ALT+shift+C in an open chat will return you to the voice chat instead of calling the contact.
pt_pt: Premir ALT+shift+C numa conversação aberta fá-lo-á regressar à conversação de voz em vez de ligar para o contacto.
tr: Açık bir sohbette ALT+shift+C tuşlarına basmak, kişiyi aramak yerine sesli sohbete geri dönmenizi sağlar.

source: If a message has not been sent, you will be notified as soon as that message has been focused.
pt_pt: Se uma mensagem não tiver sido enviada, será notificado assim que a mensagem for focada.
tr: Bir mesaj gönderilmediyse, o mesaja odaklanılır odaklanmaz bilgilendirileceksiniz.

source: If the focused message contains a link, you'll only hear the text of the link itself, not the entire message.
pt_pt: Se a mensagem focada contiver uma hiperligação, só ouvirá o texto da própria hiperligação e não a mensagem completa.
tr: Odaklanan mesaj bir bağlantı içeriyorsa, mesajın tamamını değil, yalnızca bağlantının metnini duyarsınız.

source: Fixed an issue where status changes for buttons such as Mute/Unmute Mic and Enable/Disable Camera were not reported in private calls and voice chats.
pt_pt: Foi corrigido um problema em que as alterações de estado de botões como Silenciar/desligar microfone e Ativar/desativar câmara não eram comunicadas em chamadas privadas e chats de voz.
tr: Mikrofonu Kapat/Aç ve Kamerayı Etkinleştir/Devre Dışı Bırak gibi düğmelerin durum değişikliklerinin özel aramalarda ve sesli sohbetlerde bildirilmemesi sorunu giderildi.

source: Now the message copy function allows you to copy the contents of items in the message quick view window.
pt_pt: Agora, a função de cópia de mensagens permite-lhe copiar o conteúdo dos itens na janela de visualização rápida de mensagens.
tr: Artık mesaj kopyalama işlevi, mesaj hızlı görüntüleme penceresindeki öğelerin içeriğini kopyalamanıza izin verir.

source: Version 1.5.1
pt_pt: Versão 1.5.1
tr: Sürüm 1.5.1

source: This update fixes a huge number of bugs and improves the performance of the add-on.
pt_pt: Esta atualização corrige um grande número de erros e melhora o desempenho do add-on.
tr: Bu güncelleme, çok sayıda hatayı düzeltir ve eklentinin performansını artırır.

source: Version 1.5.0
pt_pt: Versão 1.5.0
tr: Sürüm 1.5.0

source: This update adds a hotkey that clicks the "Instant View" button in a message if included in the message.
pt_pt: Esta atualização adiciona uma tecla de atalho que faz clique no botão "Visualização instantânea" numa mensagem, se esta estiver incluída na mensagem.
tr: Bu güncelleme, mesaja dahil edilmişse, bir mesajdaki "Anlık Görünüm" düğmesini tıklatan bir kısayol tuşu ekler.

source: By default, this feature is activated with the ALT+Q hotkey.
pt_pt: Por predefinição, esta funcionalidade é activada com a tecla de atalho ALT+Q.
tr: Varsayılan olarak, bu özellik ALT+Q kısayol tuşuyla etkinleştirilir.

source: After opening such an article, the focus will automatically go to the first element of this article, and after closing, the focus will return to the last viewed message.
pt_pt: Depois de abrir um artigo deste tipo, o foco irá automaticamente para o primeiro elemento deste artigo e, depois de o fechar, o foco voltará para a última mensagem visualizada.
tr: Böyle bir makaleyi açtıktan sonra, odak otomatik olarak bu makalenin ilk öğesine gidecek ve kapatıldıktan sonra odak son görüntülenen mesaja dönecektir.

source: We also fixed an issue where not all article elements in the Instant View window were readable, even if they contained text content.
pt_pt: Também corrigimos um problema em que nem todos os elementos do artigo na janela Visualização instantânea eram legíveis, mesmo que contivessem conteúdo de texto.
tr: Ayrıca, metin içeriği içerseler bile Anında Görünüm penceresindeki tüm makale öğelerinin okunabilir olmaması sorununu da düzelttik.

source: Version 1.1.7
pt_pt: Versão 1.1.7
tr: Sürüm 1.1.7

source: Added Turkish localization.
pt_pt: Adicionada a localização turca.
tr: Türkçe dil desteği eklendi.

source: The ability to react to messages has been added, but only in private chats. This feature will not work properly in groups and channels. In private chats, by pressing NVD + ALT + numbers from 1 to 5, you can type the following reactions: 1 - ð, 2 - ð, 3 - â¤, 4 - ð¥, 5 - ð¥°.
tr: Mesajlara yanıt verme özelliği eklendi, ancak yalnızca özel sohbetlerde. Bu özellik gruplarda ve kanallarda düzgün çalışmayacaktır. Özel sohbetlerde NVD + ALT + 1'den 5'e kadar sayılara basarak aşağıdaki tepkileri yazabilirsiniz: 1 - ð, 2 - ð, 3 - â¤, ​​4 - ð¥, 5 - ð¥°.
