Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/unigramPlus.*.po
Languages: pt_pt, tr

source: made many small improvements and fixed many bugs and shortcomings.
pt_pt: introduziu muitas pequenas melhorias e corrigiu muitos erros e deficiências.
tr: birçok küçük iyileştirme yapıldı, birçok hata ve eksiklik düzeltildi.

source: Now UnigramPlus should run noticeably faster.
pt_pt: Agora o UnigramPlus deve ser executado visivelmente mais rápido.
tr: Artık UnigramPlus belirgin şekilde daha hızlı çalışır.

source: Version 3.1.0
pt_pt: Versão 3.1.0
tr: Sürüm 3.1.0

source: Poll announcement has been improved. The names of users who have taken surveys are now announced in the results window. Polls will also provide information on which option was correct.
pt_pt: O anúncio dos inquéritos foi melhorado. Os nomes dos utilizadores que responderam aos inquéritos são agora anunciados na janela de resultados. As sondagens também fornecem informações sobre qual a opção correcta.
tr: Anket duyurusu iyileştirildi. Ankete katılan kullanıcıların isimleri artık sonuçlar penceresinde duyurulmaktadır. Anketler ayrıca hangi seçeneğin doğru olduğu hakkında bilgi sağlayacaktır.

source: The ability to react to messages has been added, but only in private chats. This feature will not work properly in groups and channels. In private chats, by pressing NVD + ALT + numbers from 1 to 5, you can type the following reactions: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.
pt_pt: Foi adicionada a possibilidade de reagir a mensagens, mas apenas em conversas privadas. Esta funcionalidade não funciona corretamente em grupos e canais. Nos chats privados, ao premir NVD + ALT + números de 1 a 5, pode escrever as seguintes reacções: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.

source: Added the ability to announce information about existing replies to messages. Unfortunately, it is not yet possible to announce the name of the available reactions.
pt_pt: Adicionada a capacidade de anunciar informações sobre as respostas existentes às mensagens. Infelizmente, ainda não é possível anunciar o nome das reacções disponíveis.
tr: Mesajlara verilen mevcut yanıtlarla ilgili bilgileri duyurma özelliği eklendi. Ne yazık ki, mevcut reaksiyonların adını duyurmak henüz mümkün değil.

source: Added hotkey to quickly copy data needed for broadcasts.
pt_pt: Adicionada uma tecla de atalho para copiar rapidamente os dados necessários para as transmissões.
tr: Yayınlar için gerekli verileri hızlı bir şekilde kopyalamak için kısayol tuşu eklendi.

source: Fixed an issue with displaying inline results that appeared in the latest versions of Unigram.
pt_pt: Foi corrigido um problema com a apresentação de resultados em linha que aparecia nas versões mais recentes do Unigram.
tr: Unigram'ın en son sürümlerinde görünen satır içi sonuçların görüntülenmesiyle ilgili bir sorun düzeltildi.

source: Version 3.0.0
pt_pt: Versão 3.0.0
tr: Sürüm 3.0.0

source: Warning! UnigramPlus will now support NVDA versions no older than 21.2.0. * Added labels for many UI elements. * Fixed some bugs.
pt_pt: Aviso! O UnigramPlus agora suporta versões do NVDA não anteriores à 21.2.0. * Adicionadas etiquetas para muitos elementos da interface do utilizador. * Correção de alguns erros.
tr: Uyarı! UnigramPlus artık 21.2.0'dan eski olmayan NVDA sürümlerini destekleyecektir. * Birçok UI öğesi için etiketler eklendi. * Bazı hatalar düzeltildi.

source: Version 2.9.0
pt_pt: Versão 2.9.0
tr: Sürüm 2.9.0

source: Now the edit field will change its label depending on whether we are replying to the message or editing it.
pt_pt: Agora, o campo de edição mudará a sua etiqueta consoante estejamos a responder à mensagem ou a editá-la.
tr: Artık düzenleme alanı, mesajı yanıtlamamıza veya düzenlememize bağlı olarak etiketini değiştirecektir.

source: Added the ability to enable a confirmation dialog for deleting messages or chats using hotkeys in the settings.
pt_pt: Foi adicionada a possibilidade de ativar uma caixa de diálogo de confirmação para apagar mensagens ou conversas utilizando teclas de atalho nas definições.
tr: Ayarlarda kısayol tuşlarını kullanarak mesajları veya sohbetleri silmek için bir onay iletişim kutusunu etkinleştirme yeteneği eklendi.

source: Added Serbian localization.
pt_pt: Adicionada a localização em sérvio.
tr: Sırpça yerelleştirme eklendi.

source: Fixed small issues.
pt_pt: Correção de pequenos problemas.
tr: Ufak sorunlar giderildi.

source: Version 2.8.0
pt_pt: Versão 2.8.0
tr: Sürüm 2.8.0

source: Added the ability to update the add-on from within the add-on. Now, in order to check for updates and install them, just open the UnigramPlus settings and click the appropriate button. You can also enable automatic check for updates on NVDA startup.
pt_pt: Foi adicionada a capacidade de atualizar o suplemento a partir do próprio suplemento. Agora, para verificar se há actualizações e instalá-las, basta abrir as definições do UnigramPlus e clicar no botão apropriado. Também é possível ativar a verificação automática de atualizações na inicialização do NVDA.
tr: Eklentiyi eklenti içinden güncelleme özelliği eklendi. Şimdi güncellemeleri kontrol etmek ve yüklemek için UnigramPlus ayarlarını açmanız ve uygun düğmeyi tıklamanız yeterlidir. Ayrıca, NVDA başlangıcında güncellemeler için otomatik kontrolü etkinleştirebilirsiniz.

source: Added Arabic localization.
pt_pt: Adicionada a localização em árabe.
tr: Arapça dil desteği eklendi.

source: Version 2.7.0
pt_pt: Versão 2.7.0
tr: Sürüm 2.7.0

source: You will now be notified that the message has been forwarded.
pt_pt: Será agora notificado de que a mensagem foi reencaminhada.
tr: Şimdi mesajın iletildiği konusunda bilgilendirileceksiniz.

source: Improved message copy function. Now, if the text contains a clickable link and the focus is on that link, pressing CTRL+C will copy the link instead of the entire text.
pt_pt: Função de cópia de mensagens melhorada. Agora, se o texto contiver um link clicável e o foco estiver nesse link, pressionar CTRL+C copiará o link em vez de todo o texto.
tr: Geliştirilmiş mesaj kopyalama işlevi. Şimdi, metin tıklanabilir bir bağlantı içeriyorsa ve odak bu bağlantıdaysa, CTRL+C'ye basmak metnin tamamı yerine bağlantıyı kopyalayacaktır.

source: Added hotkey for copying messages while maintaining text formatting. This function emulates the activation of the corresponding item in the application menu. The default hotkey for this feature is CTRL+shift+C. Because of this feature, the hotkey for opening comments has been changed to CTRL+ALT+C.
pt_pt: Adicionada uma tecla de atalho para copiar mensagens mantendo a formatação do texto. Esta função emula a ativação do item correspondente no menu da aplicação. A tecla de atalho predefinida para esta função é CTRL+shift+C. Devido a esta função, a tecla de atalho para abrir comentários foi alterada para CTRL+ALT+C.
tr: Metin biçimlendirmesini korurken mesajları kopyalamak için kısayol tuşu eklendi. Bu işlev, uygulama menüsünde ilgili öğenin aktivasyonunu taklit eder. Bu özellik için varsayılan kısayol tuşu CTRL+shift+C'dir. Bu özellik nedeniyle, yorumları açmak için kullanılan kısayol tuşu CTRL+ALT+C olarak değiştirilmiştir.

source: Added the ability to automatically announce new messages in open chat. By default, it can be enabled by pressing ALT + L.
pt_pt: Adicionada a capacidade de anunciar automaticamente novas mensagens no chat aberto. Por predefinição, pode ser activada premindo ALT + L.
tr: Açık sohbette yeni mesajları otomatik olarak duyurma özelliği eklendi. Varsayılan olarak, ALT + L tuşlarına basılarak etkinleştirilebilir.

source: Added hotkeys for quick viewing of chat messages. Press NVDA + CTRL + the number corresponding to the number of a particular message in reverse order, that is, if you want to view the last message, press 1, if you want to view the previous message, press 2, etc.
pt_pt: Adicionadas teclas de atalho para visualização rápida de mensagens de conversação. Prima NVDA + CTRL + o número correspondente ao número de uma determinada mensagem por ordem inversa, ou seja, se quiser ver a última mensagem, prima 1, se quiser ver a mensagem anterior, prima 2, etc.
tr: Sohbet mesajlarının hızlı görüntülenmesi için kısayol tuşları eklendi. NVDA + CTRL + belirli bir mesajın numarasına karşılık gelen numaraya ters sırayla basın, yani son mesajı görüntülemek istiyorsanız 1'e, önceki mesajı görüntülemek istiyorsanız 2'ye vb. basın.

source: Now pressing ALT+T will give you information about the active voice chat in the current group.
pt_pt: Agora, se premir ALT+T, obterá informações sobre o chat de voz ativo no grupo atual.
tr: Şimdi ALT+T'ye basmak size mevcut gruptaki aktif sesli sohbet hakkında bilgi verecektir.

source: Version 2.6.0
pt_pt: Versão 2.6.0
tr: Sürüm 2.6.0

source: Provided compatibility with NVDA 21.3.
pt_pt: Compatibilidade com o NVDA 21.3.
tr: NVDA 21.3 ile uyumluluk sağlandı.

source: Added hotkey to enable selecting messages or chats.
pt_pt: Adicionada uma tecla de atalho para permitir a seleção de mensagens ou conversas.
tr: Mesajları veya sohbetleri seçmeyi etkinleştirmek için kısayol tuşu eklendi.

source: Added hotkey for forwarding messages.
pt_pt: Adicionada uma tecla de atalho para reencaminhar mensagens.
tr: Mesajları iletmek için kısayol tuşu eklendi.

source: Added hotkey for marking a chat as read.
pt_pt: Adicionada uma tecla de atalho para marcar uma conversa como lida.
tr: Bir sohbeti okundu olarak işaretlemek için kısayol tuşu eklendi.

source: Improved performance of the existing features.
pt_pt: Melhoria do desempenho das funcionalidades existentes.
tr: Mevcut özellikler için performans geliştirmeleri.

source: Version 2.5.0
pt_pt: Versão 2.5.0
tr: Sürüm 2.5.0

source: There is now a checkbox that, if checked, fixes the voice message recording issue that some users are experiencing.
pt_pt: Existe agora uma caixa de verificação que, se marcada, corrige o problema de gravação de mensagens de voz que alguns utilizadores estão a ter.
tr: Artık, işaretlendiğinde bazı kullanıcıların yaşadığı sesli mesaj kaydetme sorununu düzelten bir onay kutusu var.

source: Added a hotkey for replying to a message. You can do it by pressing Enter on the message or you can reassign the alternative hotkeys for this feature to something else.
pt_pt: Adicionada uma tecla de atalho para responder a uma mensagem. Pode fazê-lo premindo Enter na mensagem ou pode reatribuir as teclas de atalho alternativas para esta funcionalidade a outra coisa.
tr: Bir mesajı yanıtlamak için bir kısayol tuşu eklendi. Mesajda Enter tuşuna basarak yapabilir veya bu özellik için alternatif kısayol tuşlarını başka bir şeye yeniden atayabilirsiniz.

source: Added hotkey for editing messages. The default keyboard shortcut is ALT+Backspace.
pt_pt: Adicionada uma tecla de atalho para editar mensagens. O atalho de teclado predefinido é ALT+Backspace.
tr: Mesajları düzenlemek için kısayol tuşu eklendi. Varsayılan klavye kısayolu ALT+Geri sil tuşudur.

source: Version 2.4.0
pt_pt: Versão 2.4.0
tr: Sürüm 2.4.0

source: You will now hear the sender's name when focusing on a message.
pt_pt: Passa a ouvir o nome do remetente quando se concentra numa mensagem.
tr: Artık bir mesaja odaklanırken gönderenin adını duyacaksınız.

source: When focusing on a group chat that contains unread messages, you will be notified if there are replies for you in that group.
pt_pt: Ao concentrar-se numa conversa de grupo que contenha mensagens não lidas, será notificado se houver respostas para si nesse grupo.
tr: Okunmamış mesajlar içeren bir grup sohbetine odaklanırken, o grupta sizin için yanıtlar olup olmadığı konusunda bilgilendirileceksiniz.

source: The performance of features added in the previous update has also been improved.
pt_pt: O desempenho das funcionalidades adicionadas na atualização anterior também foi melhorado.
tr: Önceki güncellemede eklenen özelliklerin performansı da iyileştirildi.

source: Version 2.3.0
pt_pt: Versão 2.3.0
tr: Sürüm 2.3.0

source: Improved accessibility of messages containing multiple media attachments. Previously, the caption of a message containing more than one media attachment could only be accessed using object navigation. Now this caption will be read immediately after focusing on such a message.
pt_pt: Melhoria da acessibilidade das mensagens que contêm vários anexos multimédia. Anteriormente, a legenda de uma mensagem com mais de um anexo multimédia só podia ser acedida através da navegação por objeto. Agora, esta legenda será lida imediatamente após a focagem dessa mensagem.
tr: Birden fazla medya eki içeren mesajların erişilebilirliği iyileştirildi. Önceden, birden fazla medya eki içeren bir mesajın başlığına yalnızca nesne navigasyonu kullanılarak erişilebiliyordu. Şimdi böyle bir mesaja odaklanıldıktan hemen sonra bu başlık okunacaktır.

source: Improved accessibility of messages containing polls. Now when you focus on such a message, you will hear the number of people who have already voted, as well as all the answer options with the result for each option.
pt_pt: Melhoria da acessibilidade das mensagens que contêm sondagens. Agora, quando se focar numa mensagem deste tipo, ouvirá o número de pessoas que já votaram, bem como todas as opções de resposta com o resultado de cada opção.
tr: Anket içeren mesajların erişilebilirliği iyileştirildi. Şimdi böyle bir mesaja odaklandığınızda, daha önce oy vermiş olan kişilerin sayısını ve her seçenek için sonuçla birlikte tüm cevap seçeneklerini duyacaksınız.

source: Improved accessibility of messages containing URLs. Now, if the URL has a description, it will also be read, i.e., for example, if the message has a URL for YouTube, the title and description for that video will be read right after the URL itself. Also, if the URL is longer than 30 characters, it will be shortened to make the following description easier to read.
pt_pt: Melhoria da acessibilidade das mensagens que contêm URLs. Agora, se o URL tiver uma descrição, esta também será lida, ou seja, por exemplo, se a mensagem tiver um URL para o YouTube, o título e a descrição desse vídeo serão lidos logo a seguir ao próprio URL. Além disso, se o URL tiver mais de 30 caracteres, será encurtado para facilitar a leitura da descrição seguinte.
tr: URL içeren mesajların erişilebilirliği iyileştirildi. Şimdi, URL'nin bir açıklaması varsa, o da okunacaktır, yani örneğin, mesajın YouTube için bir URL'si varsa, URL'nin kendisinden hemen sonra o videonun başlığı ve açıklaması okunacaktır. Ayrıca, URL 30 karakterden uzunsa, aşağıdaki açıklamanın daha kolay okunması için kısaltılacaktır.

source: Improved accessibility of the inline query results panel.. To navigate through the results of inline queries, use the following combinations: control+up and control+down.
pt_pt: Melhoria da acessibilidade do painel de resultados de consultas em linha... Para navegar pelos resultados das consultas em linha, utilize as seguintes combinações: control+up e control+down.
tr: Satır içi sorgu sonuçları panelinin erişilebilirliği iyileştirildi. Satır içi sorguların sonuçları arasında gezinmek için şu kombinasyonları kullanın: kontrol+yukarı ve kontrol+aşağı.

source: Added hotkey to open comments.
pt_pt: Adicionada uma tecla de atalho para abrir comentários.
tr: Yorumları açmak için kısayol tuşu eklendi.

source: Version 2.2.0
pt_pt: Versão 2.2.0
tr: Sürüm 2.2.0

source: Added hotkey to delete messages or chats just for you and also on both sides. This function is related to the Unigram interface language, so it may not work in some localizations. In the settings you can choose the type of notifications, text or sound.
pt_pt: Adicionada uma tecla de atalho para apagar mensagens ou conversas só para si e também de ambos os lados. Esta função está relacionada com o idioma da interface Unigram, pelo que pode não funcionar em algumas localizações. Nas definições, pode escolher o tipo de notificações, texto ou som.
tr: Sadece sizin için ve ayrıca her iki tarafta da mesajları veya sohbetleri silmek için kısayol tuşu eklendi. Bu işlev, Unigram arayüz diliyle ilişkilidir, bu nedenle bazı yerelleştirmelerde çalışmayabilir. Ayarlarda, bildirim türünü, metni veya sesi seçebilirsiniz.

source: Added the ability to specify which interface language you use in Unigram in settings. This is necessary for the correct operation of functions associated with certain localizations.
pt_pt: Foi adicionada a possibilidade de especificar o idioma da interface que utiliza no Unigram nas definições. Isto é necessário para o funcionamento correto das funções associadas a determinadas localizações.
tr: Ayarlarda Unigram'da hangi arayüz dilini kullandığınızı belirleme özelliği eklendi. Bu, belirli yerelleştirmelerle ilişkili işlevlerin doğru çalışması için gereklidir.

source: Added hotkey to open current chat profile.
pt_pt: Adicionada uma tecla de atalho para abrir o perfil de conversação atual.
tr: Geçerli sohbet profilini açmak için kısayol tuşu eklendi.

source: Now, after closing a chat, the focus will move to the list of chats, and not to the button "Open navigation menu".
pt_pt: Agora, depois de fechar uma conversa, o foco passa para a lista de conversas e não para o botão "Abrir menu de navegação".
tr: Şimdi, bir sohbeti kapattıktan sonra odak, "Gezinme menüsünü aç" düğmesine değil, sohbet listesine taşınacak.

source: Version 2.1.0
pt_pt: Versão 2.1.0
tr: Sürüm 2.1.0

source: When switching between folders in the chat list, the name of the current folder will be announced.
pt_pt: Ao alternar entre pastas na lista de conversação, o nome da pasta atual será anunciado.
tr: Sohbet listesindeki klasörler arasında geçiş yaparken mevcut klasörün adı duyurulur.

source: In the chat list, you hear the name of the chat, followed by its type.
pt_pt: Na lista de chats, ouve-se o nome do chat, seguido do seu tipo.
tr: Sohbet listesinde, sohbetin adını ve ardından türünü duyarsınız.

source: Improved the function of moving focus to the list of chats. Now it should work more accurately and without delays.
pt_pt: Foi melhorada a função de deslocação do foco para a lista de conversas. Agora deve funcionar com mais precisão e sem atrasos.
tr: Odağı sohbet listesine taşıma işlevi iyileştirildi. Şimdi daha doğru ve gecikmeden çalışması gerekiyor.

source: Now the add-on settings have become even more flexible, because a section with some UnigramPlus options has appeared in the NVDA Preferences menu.
pt_pt: Agora, as definições do add-on tornaram-se ainda mais flexíveis, porque apareceu uma secção com algumas opções do UnigramPlus no menu Preferências do NVDA.
tr: NVDA Tercihler menüsünde bazı UnigramPlus seçeneklerini içeren bir bölüm göründüğünden, eklenti ayarları artık daha da esnek hale geldi.

source: Added Polish localization.
pt_pt: Adicionada a localização em polaco.
tr: Lehçe yerelleştirme eklendi.

source: Many small fixes and improvements.
pt_pt: Muitas pequenas correcções e melhorias.
tr: Birçok küçük düzeltme ve iyileştirme.

source: Version 2.0.0
pt_pt: Versão 2.0.0
tr: Sürüm 2.0.0

source: The feature where the word "Seen" is not announced and the word "Not seen" is spoken before the message content is read now works in Spanish, Portuguese, Croatian, Turkish and Persian localizations.
pt_pt: A funcionalidade em que a palavra "Visto" não é anunciada e a palavra "Não visto" é pronunciada antes de o conteúdo da mensagem ser lido funciona agora nas localizações espanhola, portuguesa, croata, turca e persa.
tr: Mesaj içeriği okunmadan önce "Görüldü" kelimesinin anons edilmediği ve "Görülmedi" kelimesinin söylendiği özellik artık İspanyolca, Portekizce, Hırvatça, Türkçe ve Farsça yerelleştirmelerde çalışıyor.

source: Improved the function of progress bar announcements. Now, when this mode is enabled, not all progress indicators are announced, but only those that are in focus.
pt_pt: Foi melhorada a função de anúncios da barra de progresso. Agora, quando este modo está ativado, não são anunciados todos os indicadores de progresso, mas apenas os que estão em foco.
tr: İlerleme çubuğu duyurularının işlevi iyileştirildi. Şimdi, bu mod etkinleştirildiğinde, tüm ilerleme göstergeleri değil, yalnızca odakta olanlar duyurulur.

source: If you press the spacebar in a message that contains a file that has not completed downloading, you will be notified that the download has been paused.
pt_pt: Se premir a barra de espaços numa mensagem que contenha um ficheiro que ainda não tenha sido transferido, será notificado de que a transferência foi interrompida.
tr: İndirme işlemi tamamlanmamış bir dosya içeren bir mesajda boşluk tuşuna basarsanız, indirme işleminin duraklatıldığı konusunda bilgilendirileceksiniz.

source: Added Portuguese localization.
pt_pt: Adicionada a localização portuguesa.
tr: Portekizce yerelleştirme eklendi.

source: Fixed some small issues and improved performance.
pt_pt: Correção de alguns pequenos problemas e melhoria do desempenho.
tr: Bazı küçük sorunlar düzeltildi ve performans iyileştirildi.

source: Version 1.9.0
pt_pt: Versão 1.9.0
tr: Sürüm 1.9.0

source: A hotkey has been added that toggles the level of progress bar announcement between values such as: "Announce all progress bars", "Announce some progress bars", "Announce all progress bars except the voice message playback progress bar" and "Do not announce any progress bars".
pt_pt: Foi adicionada uma tecla de atalho que alterna o nível de anúncio da barra de progresso entre valores como: "Anunciar todas as barras de progresso", "Anunciar algumas barras de progresso", "Anunciar todas as barras de progresso, exceto a barra de progresso de reprodução da mensagem de voz" e "Não anunciar nenhuma barra de progresso".
tr: İlerleme çubuğu duyurusunun düzeyini "Tüm ilerleme çubuklarını duyur", "Bazı ilerleme çubuklarını duyur", "Sesli mesaj oynatma ilerleme çubuğu dışındaki tüm ilerleme çubuklarını duyur" ve "Herhangi bir ilerleme çubuğunu duyurma" gibi değerler arasında değiştiren bir kısayol tuşu eklendi.

source: For those users who have automatic media downloads disabled in Unigram, the progress bar announcement level can be set to "Announce all progress bars except the voice message playback progress bar", and for those who have it enabled, it is better to set it to "Do not announce progress bars".
pt_pt: Para os utilizadores que têm os descarregamentos automáticos de média desactivados no Unigram, o nível de anúncio da barra de progresso pode ser definido para "Anunciar todas as barras de progresso, exceto a barra de progresso da reprodução da mensagem de voz", e para aqueles que a têm activada, é preferível defini-lo para "Não anunciar barras de progresso".
tr: Unigram'da otomatik medya indirmelerini devre dışı bırakan kullanıcılar için, ilerleme çubuğu duyuru düzeyi "Sesli mesaj oynatma ilerleme çubuğu dışındaki tüm ilerleme çubuklarını duyur" olarak ayarlanabilir ve etkinleştirmiş olanlar için "İlerleme çubuklarını duyurma" olarak ayarlamak daha iyidir.

source: Added Spanish, Croatian and Persian localizations.
pt_pt: Adicionadas localizações em espanhol, croata e persa.
tr: İspanyolca, Hırvatça ve Farsça yerelleştirmeler eklendi.

source: Fixed minor bugs from previous versions.
pt_pt: Correção de pequenos erros das versões anteriores.
tr: Önceki sürümlerdeki küçük hatalar düzeltildi.

source: Version 1.8.0
pt_pt: Versão 1.8.0
tr: Sürüm 1.8.0

source: Added hotkey to move focus to edit field. If the focus is already in the edit field, then after pressing the hot key, it will move to where it was before.
pt_pt: Adicionada uma tecla de atalho para mover o foco para o campo de edição. Se o foco já estiver no campo de edição, depois de premir a tecla de atalho, será movido para onde estava antes.
tr: Odağı düzenleme alanına taşımak için kısayol tuşu eklendi. Odak zaten düzenleme alanındaysa, kısayol tuşuna bastıktan sonra daha önce olduğu yere taşınacaktır.
