Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/updateChannelSelector.*.po
Languages: fi

source: [[!meta title="NVDAUpdate Channel Selector"]]
fi: [[!meta title="NVDA-päivityskanavan valitsin"]]

source: Author: Jose Manuel Delicado
fi: Tekijä: Jose Manuel Delicado

source: NVDA compatibility: 2019.1 to 2021.1
fi: Yhteensopivuus: NVDA 2019.1-2021.1

source: Download [stable version][1]
fi: Lataa [vakaa versio][1]

source: This add-on allows you to download and install the latest NVDA version of the chosen type without visiting any webpage nor using your web browser. It is useful when, for example, you want to test new features in a NVDA snapshot and then return back to the most recent stable release. If you test regularly NVDA snapshots and you usually install them in your computer, you will save a lot of time with this add-on. If you prefer testing snapshots in portable mode keeping your installed copy of NVDA unchanged, this add-on is for you as well.
fi: Tämän lisäosan avulla voit ladata ja asentaa valitsemaasi tyyppiä olevan viimeisimmän NVDA-version ilman vierailua millään verkkosivulla tai käyttämättä verkkoselainta. Tästä on hyötyä esim. kun haluat kokeilla NVDA:n kehitysversion uusia ominaisuuksia ja palata sitten takaisin uusimpaan vakaaseen versioon. Jos kokeilet säännöllisesti kehitysversioita asentamalla ne tietokoneellesi, säästät tällä lisäosalla paljon aikaa. Mikäli kokeilet kehitysversioita mieluummin massamuistitilassa säilyttäen asennetun NVDA-versiosi muuttumattomana, tämä lisäosa on myös sinua varten.

source: Usage
fi: Käyttö

source: You can change the NVDA update channel by going to NVDA menu, Preferences, Settings, Update channel category. Once you choose the desired channel and press OK, wait until the next automatic update check or go to NVDA help menu and choose "Check for updates" option. For now, these are the available channels:
fi: Voit vaihtaa NVDA:n päivityskanavaa menemällä NVDA-valikkoon, Valitsemalla Asetukset / Asetukset / Päivityskanava-kategoria. Kun olet valinnut haluamasi kanavan, paina OK, odota seuraavaa automaattista päivitystarkistusta tai mene NVDA:n Ohje-valikkoon ja valitse "Tarkista päivitykset" -vaihtoehto. Tällä hetkellä ovat käytettävissä seuraavat kanavat:

source: Default: this is the default channel used by your NVDA version. Choosing this option means the same as disabling the add-on.
fi: Oletus: tämä on NVDA-versiosi käyttämä oletuskanava. Tämän vaihtoehdon valitseminen tarkoittaa samaa kuin tämän lisäosan käytöstä poistaminen.

source: Stable: force update channel to stable. Useful when you want to return to a stable version from a snapshot.
fi: Vakaa: pakota päivityskanavaksi vakaa. Hyödyllistä, kun haluat palata kehitysversiosta vakaaseen versioon.

source: Stable, rc and beta: this is the channel for beta releases. You will receive the first beta version once it is released. This channel allows you to update through betas and release candidates until you reach the next stable version.
fi: Vakaa, rc ja beeta: tämä on beetaversioiden kanava. Saat ensimmäisen beetaversion heti, kun se julkaistaan. Tämän kanavan avulla voit päivittää beetaversioista RC-versioihinn ja aina seuraavaan vakaaseen versioon asti.

source: Alpha (snapshots): choose this option to update to the latest alpha. Alpha snapshots allows you to test new features, but they are quite unstable. Please, be careful.
fi: Alfa (kehitysversiot): päivitä viimeisimpään alfaversioon valitsemalla tämä vaihtoehto. Alfa-kehitysversiot mahdollistavat uusien ominaisuuksien testaamisen, mutta ne saattavat olla melko epävakaita. Ole varovainen.

source: Disable updates (not recommended): this option disables the update channel. If you check for updates an error message will be displayed. Remember that you can disable automatic updates from the General settings category. Use this option only with testing purposes.
fi: Poista päivitykset käytöstä (ei suositella): tämä vaihtoehto poistaa päivityskanavan käytöstä. Jos yrität tarkistaa päivityksiä, sen epäonnistumisesta näytetään virheilmoitus. Muista, että voit poistaa automaattiset päivitykset käytöstä asetusten Yleiset-kategoriasta. Käytä tätä vaihtoehtoa vain testaustarkoituksiin.

source: Information about available updates for each channel will be retrieved in the background once the settings panel is opened. Press tab to navigate to a read only edit field, where you can see this information. This information will be dynamically updated when you change the update channel from the combo box. If there is an update available for the selected channel, one or two links will appear next to the edit field:
fi: Tiedot jokaisen kanavan saatavilla olevista päivityksistä haetaan taustalla, kun asetuspaneeli on avattu. Paina Sarkainta siirtyäksesi vain luku -tyyppiseen muokkauskenttään, jossa tiedot näytetään. Tiedot päivitetään dynaamisesti vaihtaessasi päivityskanavaa yhdistelmäruudusta. Mikäli valitulle kanavalle on saatavilla päivitys, muokkauskentän viereen ilmestyy yksi tai kaksi linkkiä:

source: Download: press spacebar on this link to open it in your web browser and download the latest installer.
fi: Lataa: avaa tämä linkki verkkoselaimessa ja lataa viimeisin asennusohjelma painamalla sen kohdalla Väli-näppäintä.

source: View changelog: press spacebar on this link to open the What's new document in your web browser. For some channels, this link won't be displayed.
fi: Näytä muutosloki: avaa Mitä uutta -dokumentti verkkoselaimessa painamalla tämän linkin kohdalla Väli-näppäintä. Tätä ei näytetä joissakin kanavissa.

source: Changelog
fi: Muutosloki

source: Version 1.1
fi: Versio 1.1

source: Removed unsupported channels.
fi: Ei-tuetut kanavat poistettu

source: Updated translations.
fi: Käännöksiä päivitetty.

source: Added information of currently available updates to the settings panel.
fi: Asetuspaneeliin lisätty tieto saatavilla olevista päivityksistä.

source: Version 1.0
fi: Versio 1.0
