Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/updateChannel.*.po
Languages: es

source: [[!meta title="NVDAUpdate Channel Selector"]]
es: [[!meta title="Selector del canal de actualización de NVDA"]]

source: Author: Jose Manuel Delicado
es: Autor: José Manuel Delicado

source: NVDA compatibility: 2019.1 to 2021.1
es: Compatibilidad con NVDA: de 2019.1 a 2021.1

source: Download [stable version][1]
es: Descargar [versión estable][1]

source: This add-on allows you to download and install the latest NVDA version of the chosen type without visiting any webpage nor using your web browser. It is useful when, for example, you want to test new features in a NVDA snapshot and then return back to the most recent stable release. If you test regularly NVDA snapshots and you usually install them in your computer, you will save a lot of time with this add-on. If you prefer testing snapshots in portable mode keeping your installed copy of NVDA unchanged, this add-on is for you as well.
es: Este complemento te permite descargar e instalar la versión más reciente de NVDA del tipo elegido sin visitar ninguna página web ni usar tu navegador web. Es útil cuando, por ejemplo, quieres probar nuevas características que hay en una versión de desarrollo y después regresar a la versión estable más reciente. Si pruebas con regularidad versiones de desarrollo de NVDA y normalmente las instalas en tu ordenador, ahorrarás un montón de tiempo con este complemento. Si prefieres probar las versiones de desarrollo en modo portable y mantener tu copia instalada de NVDA sin cambios, este complemento también es para ti.

source: Usage
es: Modo de uso

source: You can change the NVDA update channel by going to NVDA menu, Preferences, Settings, Update channel category. Once you choose the desired channel and press OK, wait until the next automatic update check or go to NVDA help menu and choose "Check for updates" option. For now, these are the available channels:
es: Puedes cambiar el canal de actualización yendo al menú NVDA, Preferencias, Opciones, categoría Canal de actualización. Una vez elijas el canal deseado y pulses en Aceptar, espera a la próxima búsqueda automática de actualizaciones o ve al menú ayuda de NVDA y elige la opción "Buscar actualizaciones". Por ahora, estos son los canales disponibles:

source: Default: this is the default channel used by your NVDA version. Choosing this option means the same as disabling the add-on.
es: Predeterminado: este es el canal por defecto que utiliza tu versión de NVDA. Elegir esta opción es equivalente a deshabilitar el complemento.

source: Stable: force update channel to stable. Useful when you want to return to a stable version from a snapshot.
es: Estable: forzar canal de actualización a estable. Útil cuando quieres volver a una versión estable desde una versión de desarrollo.

source: Stable, rc and beta: this is the channel for beta releases. You will receive the first beta version once it is released. This channel allows you to update through betas and release candidates until you reach the next stable version.
es: Estable, rc y beta: este es el canal de las versiones beta. Recibirás la primera versión beta una vez esta sea liberada. Este canal te permite actualizar pasando por betas y candidatas a liberación hasta que alcances la próxima versión estable.

source: Alpha (snapshots): choose this option to update to the latest alpha. Alpha snapshots allows you to test new features, but they are quite unstable. Please, be careful.
es: Alfa (versiones de desarrollo): elige esta opción para actualizar a la alfa más reciente. Las versiones de desarrollo alfa te permiten probar nuevas funciones, pero son bastante inestables. Por favor, ten cuidado.

source: Disable updates (not recommended): this option disables the update channel. If you check for updates an error message will be displayed. Remember that you can disable automatic updates from the General settings category. Use this option only with testing purposes.
es: Deshabilitar actualizaciones (no recomendado): esta opción desactiva el canal de actualizaciones. Si buscas actualizaciones se mostrará un mensaje de error. Recuerda que puedes desactivar las actualizaciones automáticas desde la categoría de opciones generales. Usa esta opción sólo para hacer pruebas.

source: Information about available updates for each channel will be retrieved in the background once the settings panel is opened. Press tab to navigate to a read only edit field, where you can see this information. This information will be dynamically updated when you change the update channel from the combo box. If there is an update available for the selected channel, one or two links will appear next to the edit field:
es: En cuanto se abra el panel de opciones, se recuperará en segundo plano información sobre las actualizaciones disponibles en cada canal. Pulsa tab para navegar a un cuadro de edición de sólo lectura, donde podrás ver esta información. Esta información se actualizará dinámicamente cuando cambies el canal de actualización en el cuadro combinado. Si hay una actualización disponible en el canal seleccionado, aparecerán uno o dos enlaces al lado del cuadro de edición:

source: Download: press spacebar on this link to open it in your web browser and download the latest installer.
es: Descargar: pulsa la barra espaciadora sobre este enlace para abrirlo en tu navegador web y descargar el instalador más reciente.

source: View changelog: press spacebar on this link to open the What's new document in your web browser. For some channels, this link won't be displayed.
es: Ver registro de cambios: pulsa la barra espaciadora sobre este enlace para abrir el documento Qué hay de nuevo en tu navegador web. En algunos canales, este enlace no se mostrará.

source: Changelog
es: Registro de cambios

source: Version 1.1
es: Versión 1.1

source: Removed unsupported channels.
es: Se han eliminado canales no soportados.

source: Updated translations.
es: Traducciones actualizadas.

source: Added information of currently available updates to the settings panel.
es: Se ha añadido información al panel de opciones sobre las actualizaciones disponibles actualmente.

source: Version 1.0
es: Versión 1.0

source: Initial version.
es: Versión inicial.
