Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/urlShortener.*.po
Languages: es

source: [[!meta title="URL Shortener"]]
es: [[!meta title="Acortador URL"]]

source: Author: Noelia Ruiz Martínez
es: Autor: Noelia Ruiz Martínez

source: This add-on is used to shorten URLs from NVDA through [is.gd][3].
es: Este complemento se usa para acortar URLs desde NVDA mediante [is.gd][3].

source: Shorten URL dialog
es: El diálogo de acortar URL

source: Go to NVDA's menu, Tools submenu, and activate the Shorten URL item.
es: Ve al menú NVDA, submenú Herramientas, y activa el elemento Acortar URL.

source: Alternatively, you can assign a gesture from the Input gestures dialog of NVDA.
es: Alternativamente, puedes asignar un gesto desde el diálogo Gestos de entrada de NVDA.

source: The Shorten URL dialog includes the following controls:
es: El diálogo Acortar URL incluye los siguientes controles:

source: A list to select one of the saved URLs. From this list, Press shift+tab to search, and tab to press one of the following buttons.
es: Una lista para seleccionar una de las URLs guardadas. Desde esta lista, pulsa shift+tab para buscar, y tab para pulsar uno de los siguientes botones.

source: Copy shortened URL. This can also be activated by pressing Enter from the URLs list.
es: Copiar URL acortada. También se puede activar pulsando intro en la lista de URLs.

source: New: opens a dialog to type an URL to be shortened. A display name and a custom subfix for the shortened URL maybe provided from this dialog.
es: Nueva: abre un diálogo para escribir una URL a acortar. Se puede proporcionar un nombre para mostrar y un sufijo para la URL acortada desde este diálogo.

source: Rename: opens a dialog to provide a new name to display the selected URL on the list.
es: Renombrar: abre un diálogo para proporcionar un nuevo nombre para mostrar la URL seleccionada en la lista.

source: Delete: opens a dialog to delete the selected URL.
es: Eliminar: abre un diálogo para eliminar la URL seleccionada.

source: Remove saved URLs: opens a dialog to remove the saved URLs from the configuration folder.
es: Borrar URLs guardadas: abre un diálogo para borrar las URLs guardadas de la carpeta de configuración.

source: Close.
es: Cerrar.

source: Changes for 2.0.0
es: Cambios para 2.0.0

source: The Shorten URL option won't appear multiple times in Tools submenu when reloading plugins.
es: La opción para acortar URL ya no aparecerá varias veces en el submenú Herramientas al recargar los complementos.

source: The New URL dialog includes an edit box to provide a custom subfix for the shortened URL.
es: El diálogo de nueva URL incluye un cuadro de edición para proporcionar un sufijo personalizado para la URL acortada.

source: Changes for 1.0.0
es: Cambios para 1.0.0

source: Initial version.
es: Versión inicial.
