Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/vlc.*.po
Languages: it, pl

source: Author: Javi Dominguez
it: Autore: Javi Dominguez
pl: Autor: Javi Dominguez

source: Download [stable version][2]
it: Download [versione stabile][2]
pl: Pobierz [wersja stabilna][2]

source: Download [development version][3]
it: Download [versione in sviluppo][3]
pl: Pobierz [wersja rozwojowa][3]

source: This addon provides some accessibility features for VLC Media Player.
it: Questo componente aggiuntivo fornisce alcune caratteristiche di accessibilità per VLC Media Player.
pl: Ten dodatek wprowadza kilka funkcji dostępnościowych dla programu VLC Media Player.

source: Allows navigating through the playback controls using Tab and Shift+Tab. To activate a selected control press enter.
it: Permette di navigare attraverso i controlli di riproduzione utilizzando Tab e Maiusc + Tab. Per attivare un controllo selezionato, premere invio.
pl: Umożliwia nawigację po kontrolkach za pomocą klawiszy Tab lub Shift+Tab. Aby aktywować wybraną kontrolkę, naciśnij enter.

source: Reads status bar information (press I). The gesture can be set up in NVDA preferences.
it: Legge le informazioni della barra di stato (premere I). La combinazione di tasti può essere modificata nelle preferenze di NVDA.
pl: Czyta pasek statusu (naciśnij literę I). zdarzenie wejścia jest konfigurowalne z poziomu ustawień NVDA

source: Says elapsed time when moving back and forward using VLC keystrokes: Control plus left/right arrow to skip 1 minute and Shift plus left/right arrows to skip 5 seconds. You can set the verbosity in the NVDA preferences. You can also assign a keyboard shortcut to toggle it.
it: Annuncia il tempo trascorso quando ci si sposta avanti e indietro utilizzando le scorciatoie da tastiera di VLC: control più freccia sinistra/destra per saltare 1 minuto e ShiftC più frecce sinistra/destra per saltare 5 secondi. è possibile modificarne la prolissità nelle preferenze di NVDA, oltre che assegnare un tasto rapido per attivare/disattivare l'impostazione.
pl: Wymawia pozostały czas przy przemieszczaniu się w tył lub w przód używając skrótów klawiszowych VLC: Control plus lewo/prawo aby przeskakiwać co minutę Shift plus lewo/prawo aby przeskakiwać co 5 sekund. Częstość wymawiania można ustawić w preferencjach NVDA. Istnieje możliwość przydzielenia zdarzenia wejścia dla tych ustawień.

source: Announces state when change random mode (key R) and repeat mode (key L).
it: Legge lo stato quando si passa tra modo random (tasto R) e modo ripetizione (tasto L).
pl: oznajmia stan zmiany na tryb losowy (litera R) a także tryb powtarzania (litera L).

source: There are some layered windows and panels that NVDA is not able to focus it automatically when they are displayed. Press Control+Tab to try to bring them to the front.
it: Ci sono alcune finestre sovrapposte e riquadri che NVDA non è in grado di mettere a fuoco automaticamente quando vengono visualizzati. Premere ctrl+Tab per cercare di raggiungere questi elementi.
pl: Niektórych okien i paneli wyświetlanych warstwowo NVDA nie jest w stanie automatycznie odczytać. Naciśnij Control+Tab aby spróbować przenieść je do najwyższej warstwy.

source: Important note: This addon is optimized for versions of VLC 3.0 and higher; it will not work correctly with earlier versions. To use VLC 2.x [download the old version of the addon.][1]
it: Nota importante: questo componente aggiuntivo funziona con VLC versione 3.0 e successive; non è più ottimizzato per le versioni precedenti. Nel caso si possegga VLC 2.x e non lo si desidera aggiornare, è necessario [scaricare il vecchio componente aggiuntivo.][1]
pl: Ważna uwaga! Ten dodatek jest zoptymalizowany pod wersję VLC 3.0 i wyższe; Nie jest on zgodny ze starszymi wersjami. Aby używać wersji VLC 2.x [pobierz starszą wersję dodatku.][1]

source: Covered by the GNU General Public License. See the [file COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) for more details.
it: Coperto dalla licenza GNU General Public License. Si veda il [file COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) per ulteriori dettagli.
pl: Obięte przez GNU General Public License. Więcej informacji można znaleźć tutaj [plik COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt)

source: [3]: https://addons.nvda-project.org/files/get.php?file=vlc-dev
it: [3]: https://addons.nvda-project.org/files/get.php?file=vlc-dev[1]: https://addons.nvda-project.org/files/get.php?file=vlc [2]: https://addons.nvda-project.org/files/get.php?file=vlc-18
