Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: * Changed the rounding in the conversion of atmospheric pressure from mbar in inches of mercury; * Now the value is calculated in defect, while before it was in excess.
de: * Die Rundung bei der Umwandlung des Drucks von mbar in Zoll Quecksilbersäule wurde geändert; * Jetzt wird der Wert im Defekt berechnet, während er vorher überschritten wurde.
gl: * Cambiada a forma de cálculo da presión, milibares e polgadas de mercurio: * O valor calcúlase por defecto, mentres que antes se facía por exceso.

source: * Updated running sounds for the effect in conditions of only wind; * Now the sound of the wind can vary randomly.
de: * Aktualisierte Sounds für den Effekt bei nur Wind; * Jetzt kann der Klang des Windes zufällig variieren.
gl: * Actualizados os sons executados na condición só vento: * Agora o son do vento pode variar aleatoriamente.

source: * documentation, localizations for Croatian and german language eliminated; * Because they are no longer supported by the respective translators. * Fixed bug on Serbian localization. * Updated Czech localization. * Updated documentation and localization Gallega.
de: * Dokumentationen und Lokalisierungen auf Kroatisch und Deutsch entfernt, Weil sie nicht mehr von den jeweiligen Übersetzern unterstützt werden. * Fehler in der Serbischen Lokalisierung behoben. * Aktualisierte tschechische Lokalisierung. * Galizische Dokumentation und Lokalisierung aktualisiert.
gl: * Tradución e documentación para os idiomas croata e alemán eliminados: * Debido a que xa non son actualizadas polos respectivos tradutores. * Arranxado erro na tradución serbia. * Actualizada a tradución ao checo. * Actualizadas tradución e documentación galegas.

source: * Changed again API service; * Weather Plus now uses the new Yahoo Weather API with language Yahoo!Query and JQuery: * [yahoo-weather-api-with-yahooquery](http://codesimplified.blogspot.it/2013/10/yahoo-weather-api-with-yahooquery.html) * The key-API is no longer required. * Restored The search of the homonymous cities; * It will be possible to choose exactly the desired city from a list. * Optimized the output of general sounds; * Now they are synchronized with the voice synthesis and are faster. * Improved the cache for data off-line; * Is zeroed every 10 minutes or only by changing the city. * barometric pressure measured in mbar, or in inches of mercury (if set to Fahrenheit).
de: * Erneut geänderter API-Service; * Weather Plus verwendet jetzt das neue Yahoo Weather API mit Language Yahoo!Query und JQuery: [yahoo-weather-api-with-yahooquery] (http://codesimplified.blogspot.it/2013/10/yahoo-weather-api-with-yahooquery.html) * Die Eingabe eines Schlüssels ist nicht mehr notwendig. * Die Suche nach gleichnamigen Städten wurde verbessert; * Es ist möglich, aus einer Liste genau die gewünschte Stadt auszuwählen. * Optimierung der Ausgabe von allgemeinen Klängen; * Jetzt sind sie mit der Sprachsynthese synchronisiert und schneller. * Der Cache für Offline-Daten wurde verbessert; * Er wird jetzt nur noch alle 10 Minuten oder durch Ändern der Stadt geleert. * Der Druck wird jetzt in mbar oder in Zoll Quecksilbersäule (falls auf Fahrenheit eingestellt) gemessen.
gl: * Trocado oura vez o servizo de API: * Weather Plus usa agora a nova API de Yahoo Weather coa linguaxe Yahoo!Query e JQuery: * [API-de-yahoo-weather-con-yahooquery](http://codesimplified.blogspot.it/2013/10/yahoo-weather-api-with-yahooquery.html) * A clave na API non é requerida máis. * Restaurada a busca de cidades homónimas: * Será posible elixir a cidade exacta dende unha lista. * Hoptimizada a saída xeral dos sons: * Agora están sincronizados coa síntese de voz e son máis rápidos. * Mellorada a cache de datos fóra de liña: * É reseteada cada dez minutos ou cando se cambia a cidade. * Presión barométrica medida en mbar, ou polgadas de mercurio (se está seleccionado Farenheit).

source: * Changed the data package API; * From the xml format to JSON format, the data are more accurate, especially the time zone. * Enabled the automatic setting of the language; * Now the API sends the data of the weather conditions in the language set by nvda. * Adding a cache for bulletin and weather forecasts; * If not changed the city, degree scale or the days of forecast set, you will be able to read the data for 10 minutes even when connection off-line. * The cache is reset at each change described above. * This is because the bulletins do not change in this period of time and to reduce the frequent calls to the API, maybe playing with sound effects. * Improved search updates; * Now once downloaded, It will be activated to its installation, or in the case of a portable version of nvda It will be opened the folder where you saved the update. * Updated all sounds general notice; * Is no longer used the module "tones", but are used small files in WAV format.
de: * Das Datenpaket-API wurde vom XML-Format ins JSON-Format geändert; * Die Daten sind jetzt genauer, insbesondere die Zeitzone. * die automatische Einstellung der Sprache wurde aktiviert; * Das API sendet nun die Daten der Wetterbedingungen in der von NVDA eingestellten Sprache. * Cache für Wettervorhersagen hinzugefügt; * Wenn die Stadt, die Gradskala oder die Taganzahl der Wettervorhersage nicht geändert wurden, können Sie die Daten auch ohne eine Verbindung offline für 10 Minuten lesen. * Der Cache wird bei jeder oben beschriebenen Änderung zurückgesetzt. * Er wurde hinzugefügt, da sich die Wetterbedingungen in dieser Zeitspanne nicht ändern. Außerdem werden die häufigen Anfragen an das API reduziert, sodass mit Soundeffekten gespielt werden kann. * Verbessertes Updaten; * Wenn der Download abgeschlossen ist, wird die Installation automatisch aktiviert bzw. bei einer portablen Version von NVDA der Ordner geöffnet, in dem die Erweiterung gespeichert wurde. * Alle Sounds wurden aktualisiert; * Statt dem Tongenerator von NVDA werden jetzt kleine Dateien im Wav-Format verwendet.
gl: * Cambiado o paquete de API de datos: * Dende o formato XML a JSON, os datos son máis fiables, especialmente a zona horaria. * Habilitada a selección automática do idioma: * Agora a API envía os datos das condicións do tempo no idioma establecido para NVDA. * Engadida una cache coas condicións do tempo: * Se non se trocou a cidade, a escala de graos ou os días seleccionados para a previsión do tempo, poderá ler os datos ata dez minutos despois de consultalos incluso sen conexión. * A cache é reseteada con cada cambio descrito arriba. * Isto é porque as condicións non cambian con tanta frecuencia e para reducir a frecuencia de chamadas á API, ademais do envío dos datos dos efectos de son. * Mellorada busca de actualizacións: * Agora unha vez descargada a actualización, ésta vai ser activada na súa instalación de NVDA, ou no caso dunha versión portable do NVDA, será aberta a carpeta á cal se baixou para que a copie manualmente. * Actualizado todos os sons aviso xeral; * Xa non se usa o módulo "tons", pero son usados ​​pequenos ficheiros en formato WAV.

source: * Changed the API service (application programming interface); * Now WP uses the service offered by OpenWeatherMap.org instead of Yahoo Weather.com. * Added Wind classification in the current bulletin. * Added a cloudiness percentage in the current bulletin. * Adopted the units of pressure measurement in hectopascal in the current bulletin.
de: * Der API-Dienst (Anwendungsprogrammierschnittstelle) wurde geändert. * Jetzt verwendet WP den von OpenWeatherMap.org angebotenen Service statt Yahoo Weather.com. * Die Windklassifikation wurde bei dem detailierten Wetterbericht für den heutigen Tag hinzugefügt. * Ein Trübungsgrad im detailierten Wetterbericht für den heutigen Tag wurde hinzugefügt. * Im detailierten Wetterbericht für den heutigen Tag wurde die Druckmessung in Hektopascal hinzugefügt.
gl: * Cambiado o servizo de API (interface de programación de aplicacións): * agora WP usa o servizo ofrecido por OpenWeatherMap.org en lugar de Yahoo Weather.com. * Engadida clasificación do vento na predición actual. * Engadida porcentaxe de nubosidade no reporte do tempo actual. * Adoptado o hectopascal coma medida de presión na previsión actual.

source: * Changed insertion/search from yahoo zipcode/woeId in ID number, Identifier of the city; * ID numbers city are similar to woeid, but the woeId will no longer work, even the old zipcode. * You will be able to rediscover a great part of the cities by typing the name or part of it. * Added insertion/Search for geographical coordinates. * Added insertion/search by postal code. * Improved the function "details". * assigned to F1 key the entry/search help. * assigned to F4 key the controls to the forecasts from 1 to 16 days set; * Attention, if you choose to copy to the clipboard a value greater than 10, it will not be read! * Assigned F5 key for audio controls. * Adding measurement scale degrees Kelvin. * Added check for updates; * You can set the control by settings or check manually from menu. * reassigned the button "Find your city" in "Management of your API Key..."; * Allows you to enter or change the key-API.
de: * Geänderte Einfügung / Suche aus Yahoo Postleitzahl / WoeId in ID Nummer, Identifizierer der Stadt; * ID Nummern ähneln der woeid, aber die WoeId funktioniert nicht mehr, auch nicht die alte Postleitzahl. * Sie können einen großen Teil der Städte wiederfinden, indem Sie den Namen oder einen Teil davon eingeben. * Einfügung / Suche nach geografischen Koordinaten hinzugefügt. * Einfügung / Suche nach Postleitzahl hinzugefügt. * Die Funktion "Details" wurde verbessert. * Die Taste F1 wurde für die Eingabe / Suchhilfe zugewiesen. * Taste f4 zugewiesen, um in das Kombinationsfeld für die Einstellung der Dauer der Wettervorhersage zu kommen. * Achtung, wenn Sie eine Wettervorhersage für mehr als 10 Tage in die Zwischenablage kopieren möchten, wird dies nicht funktionieren! * Zugewiesen F5-Taste für Audio-Steuerelemente. * Temperaturskala Kelvin hinzugefügt. * Überprüfung auf Updates hinzugefügt; * Sie können über Einstellungen festlegen, ob automatisch auf Aktualisierungen geprüft werden soll oder manuell über das Menü prüfen. * die Schaltfläche "Finden Sie Ihre Stadt" in "Verwaltung ihres API-Schlüssels ..." umbenannt; * ermöglicht es Ihnen, den API-Schlüssel einzugeben oder zu ändern.
gl: * Cambiada busca/inserción dende códigos postais/WoeID de Yahoo a IDs das cidades: * Os IDs das cidades son similares aos WoeID, pero o WoeID non traballará máis, nin o antigo código postal. * Poderá descubrir a maioría de cidades escribindo o seu nome ou parte del. * Engadida inserción/busca por coordeadas xeográficas. * Engadida inserción/busca por código postal asignado á cidade. * Mellorada a función "detalles". * Asignada á tecla f1 a axuda buscando. * Asignados á tecla f4 os controles para cambiar de 1 a 16 os días da previsión: * Atención: se elixes copiar ao portapapeis un valor maior que 10, non será lido! * Asignada a tecla f5 para os controis de audio. * Engadida escala de medida en graos Kelvin. * Engadida a verificación de actualizacións: * podes establecer o control meiante as opcións ou buscalas manualmente dende o menú. * reasignado o botón "Busca a súa cidade..." en "Administración da súa clave na API...": * permítelle introducir/trocar a súa clave da API de OpenWeatherMap.

source: * Added control for no longer valid WoeId and Zip Code found in the network; * There have been reports of codes that have stopped working from one day to another, WP now warns if one of these has been inserted from the windows of search on the net. * If this occurs using the function "Find your city...", please report it to me so that I can update the Weather_buffer and remove them from the list. * Fixed a bug in the search function the next and previous; lacked the mbcs encoding and could not recognize accented characters. * Updated the window to set one temporary zip code; * Added feature "Find" As in the other windows of Weather Plus: * Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
de: * Zusätzliche Kontrolle für nicht mehr gültige WoeId und Postleitzahl im Netzwerk hinzugefügt; * Es gab Berichte über Codes, die aufgehört haben, von einem Tag auf den anderen zu funktionieren. WP warnt nun, wenn einer dieser Einträge im Suchfenster eingefügt wurde. * Wenn dies mit der Funktion "Finden Sie ihre Stadt..." geschieht, melden Sie es mir bitte, damit ich den Weather_buffer aktualisieren und aus der Liste entfernen kann. * Ein Fehler in der Suchfunktion wurde behoben. Es fehlte die mbcs Codierung, daher konnten keine akzentuierten Zeichen erkannt werden. * Das Fenster zum Festlegen einer Postleitzahl wurde aktualisiert; * Zusätzliche Funktion "Suchen" Wie in den anderen Fenstern von Weather Plus: Control + F3 = Suchen ..., F3 = weitersuchen, Shift + F3 = Rückwärts suchen.
gl: * Engadido control para WoeId e códigos postais non soportados a partir de agora, atopado na rede: * Está habendo reportes de códigos que deixaron de traballar dun día para outro, o complemento advirtese un destes foi insertado dende as ventás de buscar en internet. * Se isto ocorre usando a función "Busque a súa cidade...", prego o reporte ao autor que poida actualizar o Weather_buffer e eliminalos da listaxe. * Solucionado un erro na función de procurar seguinte e anterior; erro na codificación mbcs e podería non recoñecer caracteres acentuados. * Actualizada a ventá para seleccionar un código postal temporal; * Engadida a característica "Procurar" coma nas outras ventás do Weather Plus: * Control+F3 = Buscar..., F3 = Buscar seguinte, Shift+F3 = Buscar anterior.

source: * Modified the encode in "mbcs"; * This permits to use also the diacritical marks in the city names.
de: * Kodierung in "mbcs" geändert; * Dies erlaubt, auch die diakritischen Zeichen in den Städtenamen zu verwenden.
gl: * Modificado o codificado en MBCS. * Isto permítelle utilizar tamén os tís nos nomes da cidade.

source: * Updated the reading of the weather forecast, current weather report and reading of the date of the current weather report; * Yahoo weather forecast, from a bit of time and in random amounts, allows it to pass a historic from -10 to -5 days of weather forecast to be inserted between the updated data that we want to read; * It was added a filter that allows you to read only the last weather data updated, and a discreet beep alerts when it intervenes; * This beep, if you want, can be disabled by using a check box by Weather Plus settings. * Obviously, the filtering of data sometimes involves a short delay in reply, but is still acceptable. * Forecasts of the time extended to 10 days.
de: * Aktualisierung der Wettervorhersagen, des aktuellen Wetterberichts und des Datums des aktuellen Wetterberichts; * Die Yahoo Wetterprognose ermöglicht es, ab einiger Zeit und in zufälligen Beträgen, eine historische Wettervorhersage von -10 bis -5 Tagen, die zwischen den aktualisierten Daten eingefügt werden soll, die gelesen werden soll, anzuzeigen. * es wurde ein Filter hinzugefügt, der es Ihnen ermöglicht, nur die letzten aktualisierten Wetterdaten zu lesen und einen diskreten Signalton abzuspielen, wenn er eingreift; * Dieser Signalton kann bei Bedarf durch ein Kontrollkästchen in den Weather Plus-Einstellungen deaktiviert werden. * Offensichtlich beinhaltet das Filtern von Daten manchmal eine kurze Antwortverzögerung, ist jedoch immer noch akzeptabel. * Wettervorhersagen auf 10 Tage verlängert.
gl: * Actualizada a lectura da previsión do tempo, do informe meteorolóxico actual e da lectura da data da última actualización do informe meteorolóxico actual. * Yahoo weather forecast, a partires dun pouco de tempo e en cantidades aleatorias, permite que o histórico da previsión pase entre -10 a -5 días que se deberá insertar entre os datos actualizados da previsión. * Agregouse un filtro que permite ler só os últimos datos meteorolóxicos actualizados, e un discreto son de alerta cando éste intervén. * Este pitido, se o desexas, podes deshabilitalo mediante unha caixa de verificación na configuración de Weather Plus. * Evidentemente, a filtración de datos ás veces implica un breve retraso na resposta, pero é todavía aceptable. * Pronóstico do tempo extendido ata 10 días.

source: * Fixed command insert+alt+w; * It did not check the validity of the zipcode in use and did not check if the connection was active as the other commands do. * Updated the playback function of sound effects; * Mp3 are now used, with a considerable saving on the download time and disk space, thanks to the reduced size of compressed files. * Added 55 new sound effects; * It will be necessary to update them from the settings of the plugin.
de: * Behoben: Befehl einfügen + alt + w; * Es überprüfte nicht die Gültigkeit der verwendeten Postleitzahl und überprüfte nicht, ob die Verbindung aktiv war, wie es die anderen Befehle tun. * Die Wiedergabefunktion von Soundeffekten wurde aktualisiert; * Mp3 wird jetzt verwendet, mit einer beträchtlichen Einsparung an Downloadzeit und Speicherplatz, dank der reduzierten Größe der komprimierten Dateien. * 55 neue Soundeffekte hinzugefügt; * Es ist notwendig, sie von den Einstellungen des Plugins zu aktualisieren.
gl: * Corrixido comando insert + alt + w; * non comprobaba a validez do código postal en uso e non comprobaba se a conexión estaba activa como fan os outros comandos. * Actualización da función de reprodución de efectos de son; * agora utilízase MP3, cun aforro considerable no tempo de descarga e espazo en disco, grazas á redución do tamaño dos arquivos comprimidos. * Engadíronse 55 novos efectos de son; * será necesario actualizar dende a configuración do complemento.

source: * Fixed display help on the buttons; * Now disables / enables real-time through the appropriate check box. * Added 3 shortcut commands to navigate more quickly in the window: * F1 jumps into list and edit box of zip code. * F2 returns to the last selection reached with TAB. * F3 jumps into volume controls (if the sound effects are installed and activated). * Added shortcut commands for all check boxes and buttons; * Omitted the two radio buttons as they are present in succession and the first is reachable with the command control+shift+w. * Changed, the button "define" is now disabled if the sound effects are not installed and activated. * Added volume controls; * You can adjust the overall volume and the last heard sound effect; * This option is enabled if the sound effects are installed and activated. * Added ability to set the system time in 12-hour format (12:30 AM `-` 12:30 PM) , or the 24-hour system (12:30 `-` 00:30).
de: * Hilfetexte für die Schalter in den Einstellungen hinzugefügt; * Diese können nun durch ein neues Kontrollkästchen ein- oder ausgeschaltet werden. * 3 Kurztasten hinzugefügt, um schneller im Fenster zu navigieren: * F1 springt in die Liste und bearbeitet die Postleitzahl. * F2 kehrt zur letzten mit TAB erreichten Auswahl zurück. * F3 springt zum Lautstärkeregler (wenn die Soundeffekte installiert und aktiviert sind). * Verknüpfungsbefehle für alle Kontrollkästchen und Schaltflächen hinzugefügt; * Die beiden Optionsknöpfe, so wie sie nacheinander vorhanden sind, sind weggelassen und die erste ist mit dem Befehl Steuerung + shift + w erreichbar. * Geändert, die Schaltfläche "Gegend definieren" ist jetzt deaktiviert, wenn die Soundeffekte nicht installiert und aktiviert sind. * Zusätzliche Lautstärkeregelungen hinzugefügt; * Sie können die Gesamtlautstärke und den zuletzt gehörten Klangeffekt einstellen. * Diese Option ist aktiviert, wenn die Soundeffekte installiert und aktiviert sind. * Möglichkeit, die Systemzeit im 12-Stunden-Format (12:30 AM `- '12:30 PM) oder im 24-Stunden-System (12:30` -' 00:30 Uhr) einzustellen.
gl: * Axuda de visualización corrixida nos botóns; * Agora desactiva / habilita en tempo real a caixa de verificación apropiada. * Engadíronse tres comandos de atallo para navegar máis rápido na xanela: * F1 salta na lista e edita a caixa de código postal. * F2 volve á última selección alcanzada con TAB. * F3 salta en controis de volume (se os efectos de son están instalados e activados). * Engadíronse comandos de atallo para todas as caixas de verificación e botóns; * Omitiu os dous botóns de radio mentres están presentes na sucesión eo primeiro é acadar co comando control + shift + w. * Cambiado, o botón "define" agora está desactivado se os efectos de son non están instalados e activados. * Engadido controis de volume; * Pode axustar o volume total eo último son oído; * Esta opción está activada se os efectos de son están instalados e activados. * Engadido a posibilidade de configurar a hora do sistema en formato de 12 horas (12:30 `` `` 12:30 PM) ou o sistema de 24 horas (12:30 `-` 00:30).

source: * Added radio button to set how to indicate the temperature scale; * The choice is between: * Celsius `-` Fahrenheit * C `-` F * No indication * Added button " Define"; * It permits to define the zone of one city between: * Hinterland * Maritime area * Desert zone * Arctic zone * Mountain zone * The choice will consent to Weather Plus to use more appropriate sound effects for every single city; * This is the reason for the boost of the number of new sound effects in this versione of the addon; * Many of the new sound effects I got them from Tapin, whom I thank sincerely.
de: * Auswahlschalter hinzugefügt, um einzustellen, wie die Temperaturskala angezeigt wird; * Die Wahl ist zwischen: * Celsius `-` Fahrenheit * C `-` F * Nicht spezifizieren * Schaltfläche "Gegend definieren" hinzugefügt; * Diese erlaubt, die Zone einer Stadt zu definieren als: * Hinterland * Meeresgebiet * Wüste * Arktische Zone * Gebirgszone
gl: * Engadido un botón de radio para indicar como indicar a escala de temperatura; * A elección está entre: * Celsius `-` Fahrenheit * C `-` F * Sen indicación * Engadido o botón "Definir"; * Permite definir a zona dunha cidade entre: * Traspaís * Zona marítima * Zona desértica Zona ártica * Zona de montaña * A elección permitirá que Weather Plus empregue efectos de son máis axeitados para cada cidade; * Este é o motivo do aumento do número de novos efectos de son nesta versión do addon; * Moitos dos novos efectos de son que recibín de Tapin, a quen agradezo sinceramente.

source: * Fixed regexp to search for the altitude; * It did not accept parameters of single digits. * Improved parser of the edit box; * It should find more easily the city. * Connections now handled by urllib2, instead of urllib; * This should allow the functioning of the addon even on a computer connected to the corporate network protected by proxy. * Added feature "Find"; * Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
de: * Regexp korrigiert, um nach der Höhe zu suchen; * Es hat keine einstelligen Parameter akzeptiert. * Verbesserter Parser von Eingabefeldern; * Es sollte leichter die Stadt finden. * Verbindungen werden jetzt von urllib2 statt von urllib gehandhabt; * Dies sollte das Funktionieren des Addons auch auf einem Computer ermöglichen, der mit einem durch Proxy geschützten Firmennetzwerk verbunden ist. * Feature "Suchen" hinzugefügt; Steuerung + F3 = Suchen ..., F3 = weitersuchen, Shift + F3 = rückwärts suchen.
gl: * Corrixido regexp para buscar a altitude; * Non aceptou parámetros de un único díxito. * Analizador mellorado da caixa de edición; * Debería atopar máis facilmente a cidade. * As conexións agora manexadas por urllib2, en vez de urllib; * Isto debería permitir o funcionamento do complemento incluso nunha computadora conectada á rede corporativa protexida por proxy. * Engadido a función "Buscar"; * Control + F3 = Buscar ..., F3 = Buscar seguinte, Maiús + F3 = Buscar anterior.
