Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Added the measure of the speed of wind in meters per second.
da: Tilføjet måling af vindhastigheden i meter per sekund.
de: Das Maß der Windgeschwindigkeit in Metern pro Sekunde hinzugefügt.
es: Se añadió la medida de la velocidad del viento en metros por segundo.
fr: Ajout de la mesure de la vitesse du vent en mètres par seconde.
gl: Agregouse a medida da velocidade do vento en metros por segundo.
it: Aggiunta misura della velocità del vento in metri al secondo.
sk: Pridané meranie rýchlosti vetra v metroch za sekundu.

source: Modified the encode in "mbcs";
da: Modificeret koden i "mbcs";

source: This permits to use also the diacritical marks in the city names.
da: Dette tillader også at bruge de diakritiske mærker i bynavne.

source: Updated the reading of the weather forecast, current weather report and reading of the date of the current weather report;
da: Opdateret læsning af vejrudsigten, den aktuelle vejrrapport og læsning af datoen for den aktuelle vejrrapport;

source: Yahoo weather forecast, from a bit of time and in random amounts, allows it to pass a historic from -10 to -5 days of weather forecast to be inserted between the updated data that we want to read;
da: Yahoo vejrudsigt, fra en smule tid og i tilfældige mængder, tillader at passere en historisk fra -10 til -5 dages vejrudsigt, der skal indsættes mellem de opdaterede data, som vi kan læse;

source: it was added a filter that allows you to read only the last weather data updated, and a discreet beep alerts when it intervenes;
da: Der blev tilføjet et filter, der giver dig mulighed for at læse blot de sidste vejrdata, der er opdateret, og en diskret bipalarm, når den går ikke fungerer korrekt

source: this beep, if you want, can be disabled by using a check box by Weather Plus settings.
da: Dette bip kan, hvis du vil, deaktiveres ved at bruge check boxen i indstillingerne for Vejret Plus.

source: Obviously, the filtering of data sometimes involves a short delay in reply, but is still acceptable. * Forecasts of the time extended to 10 days.
da: Det er klart, at filtrering af data nogle gange indebærer en kort forsinkelse i svaret, men det er stadig acceptabelt. * Prognoser for tiden forlænget til 10 dage.

source: Added translation in Serbian (thanks to the kind cooperation of Gašić Dejan `-` Gashich Deyan).
da: Tilføjet oversættelse på serbisk (takket være det venlige samarbejde mellem Gašić Dejan `-`Gashich Deyan).
de: Übersetzung auf Serbisch (Dank der freundlichen Zusammenarbeit von Gašić Dejan `-` Gashich Deyan) hinzugefügt.
gl: Engadida Tradución en Serbio (grazas á amable colaboración de Gašić Dejan `-` Gashich Deyan).

source: Fixed command insert+alt+w;
da: Fast kommandoindsats + alt + w;

source: It did not check the validity of the zipcode in use and did not check if the connection was active as the other commands do. * Updated the playback function of sound effects;
da: Det kontrollerede ikke gyldigheden af postnummeret i brug og kontrollerede ikke, om forbindelsen var aktiv, som de andre kommandoer gør. * Opdateret afspilningsfunktionen for lydeffekter;

source: Mp3 are now used, with a considerable saving on the download time and disk space, thanks to the reduced size of compressed files. * Added 55 new sound effects;
da: Mp3 bruges nu, med en betydelig besparelse på downloadtid og diskplads, takket være den reducerede størrelse af komprimerede filer. * Tilføjet 55 nye lydeffekter;

source: It will be necessary to update them from the settings of the plugin.
da: Det bliver nødvendigt at opdatere dem fra pluginets indstillinger.

source: Fixed display help on the buttons;
da: Fast displayhjælp på knapperne;

source: Now disables / enables real-time through the appropriate check box. * Added 3 shortcut commands to navigate more quickly in the window:
da: Deaktiverer / aktiverer nu realtid gennem den relevante checkbox. * Tilføjet 3 genvejskommandoer til at navigere hurtigere i vinduet:

source: F1 jumps into list and edit box of zip code.
da: F1 hopper i liste og rediger kode med postnummer.
es: F1 salta dentro de la lista y el cuadro de edición de códigos postales.
fr: F1 saute dans la liste et la zone d'édition du code postal.
it: F1 salta all'elenco e casella di modifica dei zip code.
sk: F1 skočí do zoznamu a do editačného poľa s PSČ.

source: F2 returns to the last selection reached with TAB.
da: F2 vender tilbage til det sidste valg, der er nået med TAB.
es: F2 vuelve a la última selección alcanzada con TAB.
fr: F2 renvoie à la dernière sélection réalisé avec TAB.
it: F2 ritorna all'ultima selezione raggiunta con TAB.
sk: F2 sa vráti na posledný výber dosiahnutý pomocou TAB.

source: F3 jumps into volume controls (if the sound effects are installed and activated).
da: F3 hopper ind i lydstyrken (hvis lydeffekterne er installeret og aktiveret).
es: F3 salta a controles de volumen (si están instalados y activados los efectos de audio).
fr: Changé, le bouton "Définir" est maintenant désactivé si les effets sonores ne sont pas installés et activés.
it: F3 salta ai controlli del volume (se gli effetti sonori sono installati e attivati).
sk: F3 skočí na ovládanie hlasitosti (ak sú zvukové efekty nainštalované a aktivované).

source: Added shortcut commands for all check boxes and buttons;
da: Tilføjede genvejskommandoer for alle afkrydsningsfelter og knapper;

source: Omitted the two radio buttons as they are present in succession and the first is reachable with the command control+shift+w. * Changed, the button "define" is now disabled if the sound effects are not installed and activated. * Added volume controls;
da: Fjernet de to radioknapper, da de er til stede i rækkefølge, og den første kan nås med Ctrl+shift+W. * Ændret: Knappen "definér" er nu deaktiveret, hvis lydeffekterne ikke er installeret og aktiveret. * Tilføjet lydstyrkekontrol;

source: You can adjust the overall volume and the last heard sound effect;
da: Du kan justere den generelle lydstyrke og den sidst hørte lydeffekt;

source: This option is enabled if the sound effects are installed and activated. * Added ability to set the system time in 12-hour format (12:30 AM `-` 12:30 PM) , or the 24-hour system (12:30 `-` 00:30).
da: Denne indstilling er aktiveret, hvis lydeffekterne er installeret og aktiveret. * Tilføjet evne til at indstille systemtiden i 12-timers format (12:30 '-12:30) eller 24-timers system (12:30 `-` 00:30).

source: Added translation in Slovak (thanks to the kind cooperation of Vitek Jirasek).
da: Tilføjet oversættelse på slovakisk (takket være det venlige samarbejde mellem Vitek Jirasek).
de: Übersetzung ins Slowakische (dank der freundlichen Zusammenarbeit von Vitek Jirasek).
gl: Engadiu tradución en eslovaco (grazas á amable colaboración de Vitek Jirasek).
sk: Pridaný preklad do slovenčiny (vďaka láskavej spolupráci Vítka Jiráska * Tapina).

source: Added translation in Portuguese-Brazilian and Portuguese-Portugal (thanks to the kind cooperation of Adair Knaesel).
da: Tilføjet oversættelse i portugisisk-brasiliansk og portugisisk-portugal (takket være Adair Knaesels venlige samarbejde).
de: Übersetzung ins brasilianisch-portugiesische und portugiesisch-portugiesische (dank der freundschaftlichen Zusammenarbeit von Adair Knaesel).
es: Añadida traducción al Portugués de Brasil y al Portugués de Portugal (gracias a la amable colaboración de Adair Knaesel).
fr: Ajout de la traduction en Portugais-Brésilien et en Portugais-Portugal (grâce à l'aimable coopération de Adair Knaesel).
gl: Engadiu tradución en portugués-brasileiro e portugués-portugués (grazas á amable colaboración de Adair Knaesel).
it: Aggiunta traduzione in portoghese-brasiliano e portogallo (grazie alla gentile collaborazione di Adair Knaesel).
sk: Pridaný preklad do brazilskej portugalčiny a európskej portugalčiny (vďaka láskavej spolupráci Adaira Knaesela).

source: Added new strings to the list weather reports.
da: Tilføjet nye strenge til listen vejrrapporter.
de: Neue Strings zur Liste Wetterberichte hinzugefügt.
es: Añadidas nuevas cadenas a la lista de los informes meteorológicos.
fr: Ajout de nouvelles chaînes à la liste bulletin météo.
gl: Engadíronse novas cadeas aos informes meteorolóxicos da lista.
it: Aggiunte nuove stringhe alla lista per i rapporti meteo.
sk: Pridané nové reťazce do zoznamu weather reports.

source: Added 171 new sound effects, now the total amount is 213.
da: Tilføjet 171 nye lydeffekter, nu er det samlede beløb 213.
de: Es wurden 171 neue Soundeffekte hinzugefügt, jetzt ist die Gesamtmenge 213.
es: Se añadieron 171 nuevos efectos de audio, ahora el número total es de 213.
fr: Ajout de 171 nouveaux effets audio, il y en a désormais 213.
gl: Engadíronse 171 novos efectos de son, agora o importe total é de 213.
it: Aggiunti 171 nuovi effetti sonori, ora sono 213 in totale.
sk: Pridaných 171 nových zvukových efektov, teraz je konečný počet 213.

source: Added command insert+alt+w in the gesture to announce last update of current bulletin.
da: Tilføjet kommandoindsats + alt + w i gestus for at annoncere sidste opdatering af nuværende bulletin.
de: Befehl einfügen + alt + w, um die letzte Aktualisierung des aktuellen Wetterberichts auszugeben, hinzugefügt.
es: Añadido la órden de teclado insert+alt+w en el gesto, anuncia la última actualización del boletín meteorológico actual.
fr: Ajout de la commande insert+alt+w dans le gest, annonce la date de la dernière mise à jour du bulletin météo actuel.
gl: Engadido o comando insert + alt + w no xesto para anunciar a última actualización do boletín actual.
it: Aggiunto il comando insert + alt + w in gesture, annuncia la data dell'ultimo aggiornamento del bollettino meteorologico.
sk: Pridaná klávesová skratka insert+alt+w v gestách pre ohlásenie poslednej aktualizácie súčasnej správy o počasí.

source: Added scriptCategory which shifts in the correct position the rapid keys of Weather Plus in "Input gestures..."
da: Tilføjet scriptCategory som skifter i den rigtige position de hurtige nøgler til Weather Plus i "Input gestures ..."
de: Im dialog "Eingaben" hat Weather Plus jetzt eine eigene Kategorie, in der alle Kurztasten aufgeführt sind.
es: Añadido scriptCategory que se mueve en la buena posición, las teclas rápidas de Weather Plus en "Gestos de Entrada..."
fr: Ajout d'un scriptCategory qui permet de configurer les raccourcis claviers de Weather Plus dans les "Gestes de commandes" de NVDA.
gl: Engadida a categoría de script que cambia a posición correcta das teclas rápidas de Weather Plus en "Xestos de entrada..."
it: Aggiunto scriptCategory che sposta nella corretta posizione i tasti rapidi di Weather Plus in "gesti e tasti di immissione".
sk: Pridaný scriptCategory, ktorý posunie skratkové klávesy doplnku Weather Plus na správnu pozíciu (vo vstupných príkazoch)...

source: Added radio button to set how to indicate the temperature scale;
da: Tilføjet radioknap for at indstille, hvordan du angiver temperaturskalaen;
es: Añadido un botón de opción para definir cómo se debe indicar la escala de temperatura;
fr: Ajout d'un bouton radio pour définir comment il faut indiquer l'échelle de température;
it: Aggiunto un pulsante radio per impostare come indicare la scala di temperatura;
sk: Pridaný prepínač na nastavenie spôsobu oznamovania teplotnej stupnice;

source: The choice is between:
da: Valget er mellem:

source: C `-` F
da: C - F - K

source: No indication
da: Ingen angivelse
es: Ninguna indicación
fr: Aucune indication
it: Nessuna indicazione
sk: Žiadna indikácia

source: Added button " Define";
da: Tilføjet knap "Definer";

source: It permits to define the zone of one city between:
da: Det tillader at definere zonen i en by mellem:

source: Maritime area
da: Søfartsområde
es: Zona marítima
fr: Zone maritime
it: Zona marittima
sk: Prímorská oblasť

source: Desert zone
da: Ørkenzone
es: Zona del desierto
fr: Zone de désert
it: Zona del deserto
sk: Púštna zóna

source: Arctic zone
da: Arktiske zone
es: Zona ártica
fr: Zone arctique
it: Zona artica
sk: Arktická zóna

source: Mountain zone
da: Bjergzone
es: Zona montaña
fr: Zone de montagne
it: Zona montana
sk: Horská zóna

source: The choice will consent to Weather Plus to use more appropriate sound effects for every single city;
da: Valget vil tillade at Vejret Plus bruger mere passende lydeffekter for hver enkelt by;

source: This is the reason for the boost of the number of new sound effects in this versione of the addon;
da: Dette er grunden til at øge antallet af nye lydeffekter i denne version tilføjelsen;

source: Many of the new sound effects I got them from Tapin, whom I thank sincerely.
da: Mange af de nye lydeffekter, jeg fik dem fra Tapin, som jeg takker oprigtigt.

source: Added option when importing to select the contents of the imported file.
da: Tilføjet mulighed ved import til at vælge indholdet af den importerede fil.
de: Option beim Import hinzugefügt, um den Inhalt der importierten Datei auszuwählen.
es: Añadida la opción al importar para seleccionar el contenido del archivo importado.
fr: Ajout d'une option lors de l'importation pour sélectionner le contenu du fichier importé.
gl: Engadido a opción ao importar para seleccionar o contido do ficheiro importado.
it: Aggiunta possibilità durante l'importazione di selezionare il contenuto del file importato.
sk: Pridaná možnosť zvolenia obsahu súboru, z ktorého sa importujú kódy mesta.

source: Four new sounds effects were added.
da: Fire nye lydeffekter blev tilføjet.
de: Vier neue Soundeffekte wurden hinzugefügt.
es: Se añadieron cuatro nuevos efectos de audio.
fr: Quatre nouveaux effets de sons ont été ajoutés.
gl: Engadíronse catro novos efectos de son.
it: Aggiunti 4 nuovi effetti sonori.
sk: Boly pridané štyri nové zvukové efekty.

source: Adding translation into Russian (thanks to Alex Yeshanu).
da: Tilføjelse af oversættelse til russisk (tak til Alex Yeshanu).
de: Übersetzung ins Russische (dank Alex Yeshanu).
es: Añadida traducción al ruso (gracias a Alex Yeshanu).
fr: Ajout de la traduction russe (grâce à Alex Yeshanu).
gl: Engadindo tradución ao ruso (grazas a Alex Yeshanu).
it: Aggiunta traduzione in Russo (grazie ad Alex Yeshanu).
sk: Pridaný preklad do ruštiny (vďaka Alexejovi Ješhanovi).

source: Adding translation into Czech (thanks to Jirimu Holzingerovi).
da: Tilføjelse af oversættelse til tjekkisk (tak til Jirimu Holzingerovi).
de: Übersetzung ins Tschechische (dank Jirimu Holzingerovi).
es: Añadida traducción al checo (gracias a Jirimu Holzingerovi).
fr: Ajout de la traduction tchèque (grâce à Jirimu Holzingerovi).
gl: Engadindo tradución ao checo (grazas a Jirimu Holzingerovi).
it: Aggiunta traduzione in ceco (grazie a Jirimu Holzingerovi).
sk: Pridaný preklad do češtiny (vďaka Jiřimu Holzingerovi).

source: Fixed bug in "details", it used to open the window of the occurrences when he could not find the city.
da: Fixed bug i "detaljer", det plejede at åbne vinduet for begivenhederne, da han ikke kunne finde byen.
de: Fehler in "Details" behoben, der das Fenster der Ereignisse öffnen ließ, als die Stadt nicht gefunden werden konnte.
es: Corregido bug en "detalles", solía abrir la ventana de las ocurrencias cuando no podía encontrar la ciudad.
fr: Correction d'un bug dans "Détails", il ouvrait la fenêtre des occurrences lorsqu'il ne pouvait pas trouver la ville.
gl: Arranxouse un erro en "detalles", que usaba para abrir a xanela dos sucesos cando non atopaba a cidade.
it: Corretto bug in "dettagli", apriva finestra delle ricorrenze quando non trovava la località.
sk: Opravená chyba v detailoch pri otvorení okna s výskytmi pri hľadaní mesta.

source: Fixed regexp to search for the altitude;
da: Fast regexp for at søge højden;

source: It did not accept parameters of single digits. * Improved parser of the edit box;
da: Den accepterede ikke parametre af enkeltcifre. * Forbedret parser af redigeringsboksen;

source: It should find more easily the city. * Connections now handled by urllib2, instead of urllib;
da: Byer skulle være nemmere at finde under søgning. * Forbindelser håndteres nu af urllib2, i stedet for urllib;

source: This should allow the functioning of the addon even on a computer connected to the corporate network protected by proxy. * Added feature "Find";
da: Dette bør tillade tilføjelsens funktion selv på en computer, der er forbundet til et netværk tilhørende en virksomhed, der er beskyttet af proxy. * Tilføjet funktion "Find";

source: Fixed wrong name of a string "Motorcycle" in "Motorcycle00";
da: Faste forkert navn på en streng "Motorcykel" i "Motorcycle00";

source: He asked updated sound effects because they could not find the file. * Added ability to read about wind ;
da: Han spurgte til opdaterede lydeffekter, fordi de ikke kunne finde filen. * Tilføjet evne til at oplyse informationer om vinden;

source: Direction, speed and temperature of the wind. * Added ability to read atmospherical informations;
da: Retning, hastighed og temperatur af vinden. * Tilføjet evne til at læse atmosfæriske informationer;

source: Humidity, visibility, pressure and state of the barometric pressure. * Added ability to read the Astronomic informations;
da: Fugtighed, sigtbarhed, tryk og tilstand af barometrisk tryk. * Tilføjet evne til at læse de astronomiske informationer;

source: Time of sunrise and sunset.
da: Tid for solopgang og solnedgang.

source: Added 3 check boxes to manage their information listed above.
da: Tilføjet 3 afkrydsningsfelter for at administrere deres informationer anført ovenfor.
de: 3 Kontrollkästchen hinzugefügt, um die oben aufgeführten Informationen zu verwalten.
fr: Ajout de 3 cases à cocher pour gérer les informations énumérées ci-dessus.
gl: Engadíronse 3 caixas de verificación para xestionar a súa información anterior.
it: Aggiunte 3 caselle di controllo per gestire le rispettive informazioni sopra elencate.
sk: Pridané 3 začiarkavacie políčka na úpravu nových nastavení viď. nižšie.

source: Added button " Details ";
da: Tilføjet knap "Detaljer";

source: Provides some informations such as the real name of the city ( assigned by Yahoo Weather Forecast), the state / region and the nation to which it belongs;
da: Angiver nogle oplysninger såsom byens virkelige navn (tildelt af Yahoo Weather Forecast), staten / regionen og den nation, som den tilhører;

source: With geographic coordinates, and height above sea level. * Added recognition of WoeID (location codes, eg. Bologna it corresponds to 711080). * Now you can type the name of the city, in this case, if any, the occurrences will be listed and you will be able to choose.
da: Med geografiske koordinater og højde over havets overflade. * Tilføjet anerkendelse af WoeID (lokaliseringskoder, f.eks. Bologna svarer til 711080). * Nu kan du skrive navnet på byen, i dette tilfælde, hvis nogen, begivenhederne vil blive opført, og du vil være i stand til at vælge.

source: The functions of the buttons "Add" and "Remove" were optimized in the zip code's list management;
da: Funktionerne i knapperne "Tilføj" og "Fjern" blev optimeret i postkodens listeledelse;

source: Now the operation are a lot more fast! * The function of the button "Test" was optimized, now it exploits until 13 research keys;
da: Nu er operationen meget hurtigere! * Funktionen af knappen "Test" blev optimeret, således den nu udnytter op til 13 forskningsnøgler;

source: Now if it doesn't find the name of the city it is a real bad luck! * The function of the button "Find your city...", now finds more countries;
da: Hvis den ikke finder navnet på byen nu, er det rigtigt uheldigt! * Funktionen af knappen "Find din by ...", finder nu flere lande;

source: It was added an automatic test that collects the functioning zip codes, and it further consents a rapid visualization thanks to the creation of a little buffer corresponding to the name of the specific country. * Three new sounds effects were added;
da: Der blev tilføjet en automatisk test, der samler de fungerende postnumre, og det tillader endvidere en hurtig visualisering takket være oprettelsen af en lille buffer, der svarer til navnet på det pågældende land. * Der blev tilføjet tre nye lydeffekter;

source: Added command in the gesture to switch temporarily the temperature scale from Celsius to Fahrenheit, the command is also effective in the settings window.
da: Tilføjet kommando i gestus for midlertidigt at skifte temperaturskalaen fra Celsius til Fahrenheit, kommandoen er også effektiv i indstillingsvinduet.
de: Befehl hinzugefügt, um vorübergehend die Temperaturskala von Celsius in Fahrenheit umzuschalten, der Befehl ist auch im Einstellungsfenster wirksam.
es: Añadido una órden de teclado en el gesto para cambiar temporalmente la escala de temperatura de Celsius a Fahrenheit, esta órden de teclado también es efectivo en la ventana de configuración.
fr: Ajout d'une commande dans le geste pour basculer temporairement l'échelle de la température de Celsius en Fahrenheit, la commande est également effective dans la fenêtre des paramètres.
gl: Engadido un comando no xesto para cambiar temporalmente a escala de temperatura de Celsius a Fahrenheit, o comando tamén é efectivo na ventá de configuración.
it: Aggiunto comando nella gesture per alternare temporaneamente la scala della temperatura da Celsius a Fahrenheit, il comando ha effetto anche nella finestra delle impostazioni.
sk: Pridaná klávesová skratka na prepínanie medzi jednotkami teploty Fahrenheit a Celzius, teploty je tiež možné prepínať i v nastaveniach.

source: Fixed bug, if the user did not press the "Add" or "Preset" buttons, it did not allow to vocalize the name of the city since it was not included in the list.
da: Fixed bug, hvis brugeren ikke trykker på "Tilføj" eller "Preset" knapper, tillod det ikke at vokalisere navnet på byen, da det ikke var medtaget på listen.
de: Fehler behoben: wenn der Benutzer die Schalter "Hinzufügen" oder "Voreinstellung" nicht gedrückt hat, konnte der Name der Stadt nicht laut gesprochen werden, da er nicht in der Liste enthalten war.
es: Corregido un error, si el usuario no pulsó los botones "Añadir" o "Predeterminar", no permitió pronunciar el nombre de la ciudad, ya que no estaba incluído en la lista.
fr: Correction d'un bug, si l'utilisateur n'appuie pas sur les boutons "Ajouter" ou "Prédéfini" il n'été pas permis de prononcer le nom de la ville, puisqu'elle ne figurait pas dans la liste.
gl: Corrixido un erro, se o usuario non preme os botóns "Engadir" ou "Preselección", non permitiu vocalizar o nome da cidade xa que non se incluíu na lista.
it: Corretto bug, se l'utente non premeva "Aggiungi" o "Preimpostato" non permetteva di vocalizzare il nome della città perché non in lista.
sk: Opravená chyba, keď používateľ pridal mesto do zoznamu či obľúbených a to už bolo zaradené, program však neohlásil, že už tam je.

source: Added button to open a research web page in order to check for the world-wide Zip Codes.
da: Tilføjet knap for at åbne en forskningswebside for at kontrollere de verdensomspændende Zip Codes.
de: Schaltfläche hinzugefügt, um eine Recherche-Webseite zu öffnen, um nach den weltweiten Postleitzahlen zu suchen.
es: Añadido botón para abrir una página web de búsqueda con el fin de comprobar los códigos postales de todo el mundo.
fr: Ajout d'un bouton pour ouvrir une page web de recherche afin de vérifier dans le monde entier les Codes postaux.
gl: Botón engadido para abrir unha páxina web de investigación para comprobar se hai códigos postais mundiais.
it: Aggiunto pulsante per aprire una pagina web di ricerca dei Zip Code mondiali.
sk: Pridané tlačidlo na otvorenie webovej stránky pre hľadania kódov miest pre rôzne krajiny a mestá.
