Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Use the comma to separate decimals
da: Brug komma til at adskille decimaler
de: Komma als Dezimaltrennzeichen benutzen
gl: Utilizar a coma para separar decimais
hr: Koristi decimalne zareze
pl: Użyj przecinka do oddzielania wartości dziesiętnych.

source: If enabled, uses the comma as a decimal separator, otherwise, use the point.
da: Hvis aktiveret, bruger kommaet som en decimalseparator, ellers skal du bruge punktet.
de: Wenn diese Option aktiviert ist, wird das Komma als Dezimaltrennzeichen verwendet, andernfalls der Punkt .
gl: Se está habilitado, utiliza a coma coma separador decimal, doutro xeito utilízase o punto.
hr: Kad je uključeno, koristit će se decimalni zarezi umjesto točke.
pl: Gdy jest zaznaczone, wartości dziesiętne oddzielane są przecinkiem, w przeciwnym razie kropką.

source: check box not checked (by default)
da: afkrydsningsfeltet ikke markeret (som standard)
de: Standardmäßig nicht aktiviert
gl: por defecto: non.
hr: potvrdni okvir nije označen (standardno)
pl: Domyślnie odznaczone

source: Check for upgrade
da: Søg efter opdatering
de: Automatisch nach Aktualisierungen suchen
gl: Verificar actualizacións
hr: Provjeri nadogradnje
pl: Sprawdź aktualizacje

source: If is activated this alerts when there is an update of the addon.
da: Hvis denne markeres, vil du få besked, når der er en opdatering til tilføjelsen.

source: Press the OK button to confirm the action or the Cancel button to cancel the action.
da: Tryk på knappen OK for at bekræfte handlingen eller knappen Annuller for at annullere handlingen.
de: Drücken Sie OK, um Ihre Änderungen zu speichern, oder Abbrechen, um sie zu verwerfen.
es: Pulsa el botón Aceptar para confirmar la acción o el botón Cancelar para anular la acción.
fr: Presser le bouton OK pour confirmer l'action ou le bouton Annuler pour l'annuler.
gl: Prema o botón de Aceptar para confirmar a acción, Cancelar para cancelala.
hr: Potvrdi pritiskom gumba „U redu” ili prekini pritiskom gumba „Odustani”.
it: Premere il pulsante OK per confermare l'azione o il pulsante Annulla per annullare l'azione.
pl: Naciśnij przycisk OK aby potwierdzić akcję, lub przycisk Anuluj aby ją anulować.
sk: Stlačením tlačidla OK potvrďte akciu alebo tlačidlom Zrušiť akciu zrušte.

source: If you have modified the cities list, by pressing "Cancel", you will be remembered and you can still save it.
da: Hvis du har ændret bylisten, ved at trykke på "Cancel", bliver du husket, og du kan stadig gemme den.
de: Wenn Sie die Städte-Liste geändert haben und auf "abbrechen" drücken, werden Sie daran Erinnert, sodass sie dies trotzdem speichern können.
gl: Se modificaches a lista de cidades, premendo "Cancelar" será recordado e aínda podes gardalo.
hr: Ako promijeniš popis gradova, pritiskom gumba „Odustani” dodatak te o tome obaviještava, te ćeš popis još uvijek moći spremiti.
pl: Jeśli po zmodyfikowaniu listy miast naciśniesz "Anuluj", dodatek przypomni Ci o zmianach na liście i umożliwi jej zapisanie.

source: Note: your settings will be save in the file named:
da: Bemærk: Dine indstillinger gemmes i filen ved navn:
de: Hinweis: Ihre Einstellungen werden in folgenden Dateien gespeichert:
gl: Nota: a súa configuración será gardada nos seguintes arquivos chamado:
hr: Napomena: tvoje postavke se spremaju u datoteku:
pl: Uwaga: Twoje ustawienia zostaną zapisane w pliku o nazwie:

source: "Weather.default": your default and customized city.
da: "Weather.default": Din standard og tilpassede by.

source: "Weather.ini": startup settings of Weather Plus.
da: "Weather.ini": opstartsindstillinger af Weather Plus.
de: "Weather.ini": Starteinstellungen von Weather Plus.
es: "Weather.ini": configuración de inicio de Weather Plus.
fr: "Weather.ini" : paramètres de démarrage de Weather Plus.
gl: "Weather.ini": configuración de inicio do Weather Plus.
hr: „Weather.ini”: postavke za pokretanje Vremenske prognoze plus.
it: "Weather.ini": impostazioni di avvio di Weather Plus.
pl: "Weather.ini": ustawienia uruchamiania Weather Plus.
sk: "Weather.ini": prvotné nastavenia Weather Plus.

source: "Weather.volumes": custom audio volume levels, regardless of the overall volume.
da: "Weather.volumes": Brugerdefinerede lydstyrkeniveauer, uanset det samlede lydstyrke.
de: "Weather.volumes": Benutzerdefinierte Lautstärkepegel, unabhängig von der Gesamtlautstärke.
es: "Weather.volumes": niveles de volumen de audio personalizado, cualquiera que sea el volumen general.
fr: "Weather.volumes" : niveaux de volume audio personnalisés, indépendant du volume général.
gl: "Weather.volumes": niveis de volume de audio personalizado, calqueira que sexa o volume xeral do sistema.
hr: „Weather.volumes”: prilagođene razine glasnoće, neovisno o općoj glasnoći.
it: "Weather.volumes": livelli volume audio personalizzati, a prescindere dal volume generale.
pl: "Weather.volumes": Dostosuj poziom głośności dźwięku niezależnie od głośności ogólnej.
sk: "Weather.volumes": Vlastné nastavenie úrovne hlasitosti nezávisle na hlasitosti pre všetky zvukové efekty.

source: "Weather.zipcodes": list of cities with their zip code and definitions.
da: "Weather.zipcodes": liste over byer med deres postnummer og definitioner.
de: "Weather.zipcodes": Liste der Städte mit Postleitzahl und Definitionen.
es: "Weather.zipcodes": lista de las ciudades con su código postal y definiciones.
fr: "Weather.zipcodes" : liste des villes avec leur zip code et leur définition.
gl: "Weather.zipcodes": lista de cidades cos seus códigos postais e definicións.
hr: „Weather.zipcodes”: popis gradova s poštanskim brojevima i definicijama.
it: "Weather.zipcodes": lista delle città con rispettivi zip code e definizioni.
pl: "Weather.zipcodes": Lista miast wraz z kodami pocztowymi i definicjami.
sk: "Weather.zipcodes": zoznam miest s ich PSČ a popisom.

source: Changelog
da: Ændringslog

source: Fixed bug, that returned an empty string if the wind speed in mph was 0.
da: Fast bug, der returnerede en tom streng, hvis vindhastigheden i mph var 0.
de: Fehler behoben, der bei einer Windgeschwindigkeit von 0 mph eine leere Zeichenkette zurückgeben ließ.
es: Se corrigió un error que devolvía una cadena vacía si la velocidad del viento en mph era 0.
fr: Correction d'un bogue qui retournait une chaîne vide si la vitesse du vent en mph était égale à 0.
gl: Arranxado erro polo que se devolvía unha cadea vacía se a velocidade do vento en mph era 0.
it: Corretto bug che restituiva una stringa vuota se la velocità del vento in mph era 0.
pl: Naprawiono błąd, który zwracał pusty ciąg znaków, gdy prędkość wiatru w milach na godzinę wynosiła 0.
sk: Opravená chyba, ktorá vracala prázdny reťazec pri rýchlosti vetra 0 míľ za hodinu.

source: Fixed bug that caused sound effects not consistent with the time zone to be reproduced.
da: Fast fejl, der forårsagede lydeffekter, er ikke i overensstemmelse med den tidszone, der skal gengives.
de: Fehler korrigiert, der die Soundeffekte nicht folgerichtig mit der Zeitzone abspielen ließ.
es: Corrección de errores que causó que los efectos de sonido no fueran consistentes con la zona horaria para reproducirse.
fr: Correction d'un bogue faisant que les effets sonores n'étaient pas cohérents avec avec la zone horaire à reproduire.
gl: Corrixido erro que causaba inconsistencia entre os efectos de son da zona horaria e os reproducidos.
it: Corretto bug che causava la riproduzione di effetti sonori non coerenti con il fuso orario.
pl: Naprawiono błąd, który powodował odtwarzanie efektów dźwiękowych niezgodnych ze strefą czasową.
sk: Opravená chyba, ktorá spôsobovala nesúlad prehrávaných zvukových efektov s časovým pásmom.

source: adjusted the number of forecast days from 9 to 6 in readme.
da: justerede antallet af prognosedage fra 9 til 6 i readme.
de: Taganzahl der Wettervohersage im Liesmich von 9 auf 6 korrigiert.
fr: Ajustement du nombre de jours de la prévision de 9 à 6 dans le fichier readme.
gl: axustado o número de días de previsión de 9 a 6 no readme.
it: corretto il numero di giorni di previsione da 9 a 6 in readme.
pl: Poprawiono ilość prognozowanych dni w pliku czytaj to z 9 na 6.
sk: Upravený počet dní predpovede počasia z 9 na 6 v súbore nápovedy readme.

source: Weather Plus now uses the APIXU API, in my opinion better than the previous one;
da: Weather Plus bruger nu APIXU API, efter min mening bedre end den forrige;

source: To work requires an API key, read the readme for instructions.
da: At arbejde kræver en API-nøgle, læs readme for instruktioner.

source: `#`Changes in the Weather Plus Settings window:
da: `#` Ændringer i vinduet Vejr Plus-indstillinger:
de: `#` Änderungen im Fenster "Weather Plus-Einstellungen":
gl: `#`Cambios na xanela de Configuración do Weather Plus:
pl: `#`Zmiany w oknie ustawień Weather Plus:

source: Removed old checkbox "State of barometric pressure".
da: Fjernet den gamle afkrydsningsfelt "Status for barometrisk tryk".
de: Altes Kontrollfeld "Status des Luftdrucks ausgeben" entfernt.
gl: Eliminada a vella caixa de verificación "Estado da presión barométrica".
pl: Usunięto stare pole wyboru "Stan ciśnienia barometrycznego".

source: Replaced with new checkbox "Add cloudiness value";
da: Erstattet med ny afkrydsningsfelt "Tilføj cloudiness værdi";

source: It gives you the percentage of cloudiness. * Added new checkbox "Add precipitation value";
da: Denne giver dig en procentdel der angiver hvor overskyet der er. * Tilføjet ny check box "Tilføj nedbørsværdi";

source: It gives you the amount in millimeters of precipitation. * Removed old checkbox "Indicates the wait with a beep while you search for the latest bulletin";
da: Denne giver dig mængden af nedbør millimeter. * Fjernet gammelt check box "Angiv ventetiden med et bip, mens du søger efter den seneste opdatering";

source: Left active by default. * Added to the Astronomic informations;
da: Aktiv som standard. * Tilføjet flere oplysninger til de astronomiske informationer;

source: Time of moonrise and moonset. * Added new button "Rename";
da: Tid for måneopgang og månenedgang. * Tilføjet ny knap "Omdøb";

source: To rename cities more conveniently. * Improved function of the "Test" button;
da: For at omdøbe byer på en lettere måde. * Forbedret funktion af knappen "Test"

source: Now accept some commands to facilitate the search for cities;
da: Accepterer nu nogle kommandoer for at lette søgningen efter byer;

source: These new commands are described in the help function that can be called up with F1. * Added button to manage your API key.
da: Disse nye kommandoer er beskrevet i hjælpefunktionen, der kan hentes med F1. * Tilføjet knap for at administrere din API-nøgle.

source: Added new checkbox;
da: Tilføjet ny check box;

source: "Use only weather effects";
da: "Brug kun vejreffekter"

source: This allows you to filter out all other environmental effects. * Improved random playback and added 71 new sound effects;
da: Dette giver dig mulighed for at deaktivere alle andre miljøeffekter. * Forbedret tilfældig afspilning og tilføjede 71 nye lydeffekter;

source: You will need to update them by clicking twice in "enable audio effects" check box. * The volume type assigned by the user, between the general and current audio volume, now is maintained when the configuration is saved. * Removed useless sound during selection text in edit box by pressing control+a. * Improved readability into help window invokable with F1 function key. * Added new compatibility flag for NVDA 2019.1, and the current alpha versions.
da: Du skal opdatere dem ved at klikke to gange i afkrydsningsfeltet "Aktivér lydeffekter". * Den volumentype, som brugeren har tildelt, mellem det generelle og nuværende lydstyrke, opretholdes nu, når konfigurationen er gemt. * Fjernet ubrugelig lyd under valgtekst i redigeringsboksen ved at trykke på kontrol + a. * Forbedret læsbarhed i hjælpevindue, der kan hentes med F1-funktionstast. * Tilføjet nyt kompatibilitets flag for NVDA 2019.1 og de nuværende alpha versioner.

source: Removed unnecessary notification of download complete when the update of Weather Plus.
da: Fjernet unødvendig anmeldelse af download fuldført, når opdateringen af Weather Plus.
de: Die überflüssige Benachrichtigung des erfolgreichen Downloads eines Updates wurde entfernt.
es: Eliminado notificación innecesaria de la descarga completa durante la actualización de Weather Plus.
fr: Suppression de la notification inutile de fin de téléchargement durant la mise à jour de Weather Plus.
gl: Eliminada a notificación innecesaria de descarga completada ao actualizar WeatherPlus.
it: Rimossa la superflua notifica di download completato durante l'aggiornamento di Weather Plus.
pl: Usunięto niepotrzebne powiadomienie o ukończeniu pobierania podczas aktualizacji Weather Plus.
sk: Odstránené oznámenie, o dokončenom sťahovaní pri aktualizácii programu Weather Plus.

source: * Added 6 new sound effects; It will be necessary to update them from the settings of the plugin.
da: * Tilføjet 6 nye lydeffekter; Det bliver nødvendigt at opdatere dem fra pluginets indstillinger.

source: Fixed a minor bug in the function GetCoords();
da: Fast en mindre fejl i funktionen GetCoords ();

source: 2 values were not returned in the lack of connection.
da: 2 værdier blev ikke returneret i mangel på forbindelse.

source: MenuItem.GetLabel() is deprecated and has been replaced by MenuItem.GetItemLabelText().
da: MenuItem.GetLabel () er udskrevet og er blevet erstattet af MenuItem.GetItemLabelText ().
de: MenuItem.GetLabel () ist veraltet und wurde durch MenuItem.GetItemLabelText () ersetzt.
gl: MenuItem.GetLabel() está desaconsellado e cambiouse por MenuItem.GetItemLabelText().
pl: MenuItem.GetLabel() jest przestarzałe i zostało zastąpione przez MenuItem.GetItemLabelText().

source: Were correct some declarations of global variables.
da: Var korrekte nogle erklæringer af globale variabler.
de: Einige Deklarationen von globalen Variablen korrigiert.
gl: Corrixidas algunhas declaracións de variables globais.
pl: Poprawiono niektóre deklaracje zmiennych globalnych.

source: For convenience has been updated the function in "details";
da: For nemheds skyld er blevet opdateret funktionen i "detaljer";

source: The information about the altitude are now provided by veloroutes.org. This leads to small differences of little relevance.
da: Oplysningerne om højden er nu leveret af veloroutes.org. Dette fører til små forskelle af ringe relevans.

source: Fixed encoding bug in Removeupdate function.
da: Fast kodende fejl i Fjern opdateret funktion.
de: Ein Codierungsfehler wurde bei der Removeupdate-Funktion behoben.
gl: Arranxado erro de codificación na función Removeupdate.
pl: Naprawiono błąd kodowania w funkcji Removeupdate function.

source: Fixed a bug in GetTimezone;
da: Fixed a bug i GetTimezone;

source: In case of null data was returned only one value instead of 3 required.
da: I tilfælde af null data blev returneret kun en værdi i stedet for 3 kræves.

source: Simplified the update section;
da: Forenklet opdateringsafsnittet;

source: Now at the start, in case an update is available it will be possible to proceed directly through a single dialog box. * removed the file selector in the update section;
da: Nu fra starten, såfremt en opdatering er tilgængelig, vil det være muligt at fortsætte via en enkelt dialogboks. * fjernet filvælgeren i opdateringsafsnittet;

source: Now the update file is uploaded to the temporary folder, thereby solving problems due to non-expert users.
da: Nu opdateres opdateringsfilen til den midlertidige mappe, hvorved problemer løses på grund af ikke-ekspertbrugere.

source: Added arab localization (thanks to Wafik Immaculate).
da: Tilføjet arabisk lokalisering (takket være Wafik Immaculate).
de: Arabische Lokalisierung hinzugefügt (dank Wafik Immaculate).
gl: Engadida tradución ao Árabe (grazas a Wafik Immaculate).
pl: Dodano arabskie tłumaczenie (Wafik Immaculate).

source: Updated Portuguese and Brasilian localizations (thanks to Alberto Mendonça).
da: Opdaterede portugisiske og brasilianske lokaliseringer (takket være Alberto Mendonça).
de: Die Portugiesisch-Portugiesischen- und Brasilianisch-Portugiesischen Übersetzungen wurden, dank Alberto Mendonça, aktualisiert.
gl: Actualizadas as traducións portuguesa e brasileira (grazas a Alberto Mendonça).
pl: Uaktualniono portugalskie i brazylijskie tłumaczenia (Alberto Mendonça).

source: Improved the reading of the current time;
da: Forbedret læsningen af den aktuelle tid;

source: In some cities, it was not correct. * Added daylight saving time to the details;
da: I nogle byer var dette ikke korrekt. * Tilføjet sommertid til detaljerne;

source: Available only for the countries that adopt it.
da: Kun tilgængelig for de lande, der vedtager det.

source: Fixed a small bug during the reading of the current time;
da: Fast en lille fejl under læsning af den aktuelle tid;

source: The separator ":" not being removed during conversion to integer.
da: Separatoren ":" fjernes ikke under konvertering til heltal.

source: Improved the reading of current local time; search keys are more accurate.
da: Forbedret læsning af aktuelle lokale tid; Søge nøgler er mere præcise.
de: Die lokale Uhrzeitausgabe wurde verbessert; die Suchschlüsselwörter sind jetzt genauer.
es: Mejorada la lectura de la hora local actual; los criterios de búsqueda son más precisos.
fr: Amélioration de la lecture de l'heure locale; Les touches de recherches sont plus appropriées.
gl: Mellorada a lectura da hora local actual; a procura é agora máis exacta.
it: Migliorata la lettura dell'ora locale corrente; le chiavi di ricerca sono più accurate.
pl: Ulepszono odczytywanie aktualnego czasu lokalnego; Słowa kluczowe są lepiej dopasowane.
sk: Vylepšené oznamovanie aktuálneho miestneho času; tlačidlá vyhľadávania sú presnejšie.

source: Fixed bug: after a check for updates, the "set a temporary city..." menu was enabled even if there was no available list of cities.
da: Fast bug: Efter en check for opdateringer blev menuen "Set a temporary city ..." aktiveret, selvom der ikke var en tilgængelig liste over byer.
de: Fehler behoben: Nach einer Überprüfung auf Aktualisierungen war der Menüpunkt "Eine temporäre Stadt festlegen..." aktiv, auch wenn keine Städte in der Liste vorhanden waren.
es: Error corregido: después de verificar las actualizaciones, el menú "Establecer una ciudad temporal..." se habilitó incluso si no había una lista disponible de ciudades.
fr: Bogue corrigé : Après une vérification de mise à jour, le menu "définir une ville temporaire..." était activé même si aucune liste de villes n'était disponible.
gl: Arranxado erro: Despois de “Verificar actualizacións”, o menú “Establecer unha cidade temporal…” foi habilitado aínda que non estea dispoñible ningunha lista de cidades.
it: Corretto bug; il menu "Imposta una città temporanea..." dopo un controllo per gli aggiornamenti,veniva abilitato anche se non c'era nessun elenco delle città disponibili.
pl: Naprawiono błąd, który pojawiał się po sprawdzeniu aktualizacji. Meni "ustaw miasto tymczasowe..." było włączone, nawet gdy żadna lista miast nie była dostępna.
sk: Opravená chyba: po kontrole aktualizácii, bolo povolené menu "nastaviť dočasné mesto aj keď nebol k dispozícii žiaden zoznam miest.

source: Fixed bug; unable to configure WP when the weather.ini has not been created yet,.
da: Fast bug; kan ikke konfigurere WP, når weather.ini endnu ikke er oprettet.
de: Fehler behoben: Weather Plus konnte nicht konfiguriert werden, wenn keine weather.ini-Datei vorhanden war.
es: Error corregido: no se puede configurar WP cuando weather.ini aún no se ha creado.
fr: Bogue corrigé; Impossible de configurer WP quand le fichier weather.ini n'a pas encore été créé.
gl: Arranxado erro; imposible configurar WP se weather.ini non estaba creadoaínda.
it: Corretto bug; impossibile configurare WP quando weather.ini non è ancora stato creato,.
pl: Naprawiono błąd; nie można skonfigurować WP, jeśli nie ma jeszcze pliku weather.ini.
sk: Opravená chyba; nie je možné konfigurovať WP keď ešte nebol vytvorený súbor weather.ini,.

source: Added the menu item "Set a temporary city...";
da: Tilføjet menupunktet "Indstil en midlertidig by ...";

source: For the sake of completeness, now you can open the temporary city's list also from the menu. * Improved management of temperature scale;
da: For fuldstændighedens skyld kan du nu også åbne den midlertidige bys liste fra menuen. * Forbedret styring af temperaturskalaen;

source: Now the settings window will always return the default value. * Improved prevention of the multiple opening of the main windows;
da: Nu returnerer indstillingsvinduet altid standardværdien. * Forbedret forebyggelse af flere åbninger af hovedvinduerne;

source: if one of these is already opened, in addition to the sound alert, puts it in foreground. * Improved audio effects;
da: Hvis et af disse allerede er åbnet, flyttes dette til forgrunden samt afspiller en lyd. * Forbedrede lydeffekter;

source: Now are based on the current local time from the city in use.
da: Nu er det baseret på den aktuelle lokale tid fra den by, der er i brug.

source: `#`Changes in details button function in settings window:
da: `#` Ændringer i detaljer knap funktion i indstillingsvindue:
de: `#` Änderungen im Einstellungsfenster und der Detailausgabe:
gl: `#`Trocos na función do botón detalles na xanela de axustes:
pl: `#`Zmiany w funkcji szczegóły w oknie ustawień:

source: Added current local time.
da: Tilføjet nuværende lokal tid.
de: Aktuelle Uhrzeit hinzugefügt.
es: Se ha añadido la hora local actual.
fr: Ajout de l'heure locale courante.
gl: Engadida hora local actual.
it: Aggiunta l'ora locale corrente.
pl: Dodano aktualny czas lokalny.
sk: Pridaný aktuálny miestny čas.

source: Fixed altitude value;
da: Fast højdeværdi;

source: Now return the altitude values when the value is less than or equal to zero. * Fixed import function;
da: Returner nu højdeværdierne, når værdien er mindre end eller lig med nul. * Rettet importfunktion;

source: If it was removed the default city, no longer appears in the title bar.
da: Hvis den blev fjernet, er standardbyen ikke længere vist i titellinjen.

source: Correct location and documentation in Serbian.
da: Korrekt placering og dokumentation på serbisk.
de: Fehlerkorrekturen in der serbischen Lokalisierung und Dokumentation.
gl: Corrixidas tradución e documentación serbias.
pl: Poprawiono serbskie tłumaczenie i dokumentację.
sk: Opravená lokalizácia a dokumentácia v srbčine.

source: Correct the German localization.
da: Korrigér den tyske lokalisering.
de: Fehlerkorrekturen in der deutschen Lokalisierung.
es: Corregida la localización en Alemán.
fr: Correction de la traduction en Allemand.
gl: Corrixida a tradución alemá.
it: Corretta la localizzazione in tedesco.
pl: Poprawiono niemieckie tłumaczenie.
sk: Opravená lokalizácia v nemčine.

source: You can enable the comma as the decimal separator, otherwise the separator will be the point.
da: Du kan aktivere kommaet som decimalseparatoren, ellers vil separatoren være punktet.

source: correct 2 strings in Russian and ukrainian localization.
da: Rettede 2 strenge i russisk og ukrainsk lokalisering.
sk: opravené 2 reťazce v ruskej a ukrajinskej lokalizácii.

source: Correct title in Check for upgrade window.
da: Korrekt titel i Check for upgrade window.
de: Der Titel im Fenster "Nach Aktualisierung suchen" wurde korrigiert.
gl: Corrixido título da ventá de Verificar actualizacións.
pl: Poprawiono nazwę okna Sprawdź aktualizacje.
sk: Opravený titulok okna kontrola aktualizácie.

source: Improved update algorithm;
da: Forbedret opdateringsalgoritme;
sk: Vylepšený algoritmus aktualizácie;

source: Now the link to update is directly read from manifest url.
da: Nu er linket til opdatering direkte læset fra manifest url.
