Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Add the current city into your list.
de: Fügt die ausgewählte Stadt Ihrer Liste hinzu.
gl: Engadir a cidade actual á súa lista.
hr: Dodaj trenutačni grad u popis.
pl: Dodaje aktualne miasto do listy.

source: This button is activated if you select a city from the list, or it has passed the test.
de: Diese Schaltfläche ist aktiv, wenn Sie eine Stadt aus der Liste ausgewählt haben, die in der Ergebnisliste angezeigt wurde.
gl: Este botón está activo se seleccionou unha cidade dende a lista e esta pasou a comprobación.
hr: Ovaj se gumb aktivira, ako s popisa odabereš grad, ili ako je prošao test.
pl: Ten przycisk jest dostępny gdy miasto przeszedło test, lub jest ono dostępne.

source: Displays information on the current city.
de: Zeigt Details zur aktuellen Stadt.
gl: Mostra información sobre a cidade actual.
hr: Prikazuje informacije o trenutačnom gradu.
pl: Pokazuje informację o aktualnym mieście.

source: Allows you to define the area, in order to adapt the sound effects.
de: Dies lässt Sie die Gegend definieren, um die Soundeffekte entsprechend anzupassen.
gl: Permítelle definir a área, para adaptar os efectos de son.
hr: Omogućuje određivanje područja, kako bi se prilagodili zvučni efekti.
pl: Umożliwia zdefiniowanie obszaru, aby dostosować dźwięki pogodowe do rzeczywistości.

source: This button is activated if the audio effects are installed and activated, and you select a city from the list.
de: Diese Schaltfläche ist aktiv, wenn die Audioeffekte installiert und aktiviert sind und Sie eine Stadt aus der Liste auswählen.
gl: Este botón está activo se os efectos de son están instalados e activos, e se seleccionou unha cidade da lista.
hr: Ovaj se gumb aktivira, ako su zvučni efekti instalirani i aktivirani, i ako iz popisa odabereš grad.
pl: Ten przycisk jest dostępny, gdy dźwiękowe efekty są zainstalowane i aktywowane, przy czym miasto musi być wybrane.

source: Presets a city as the default, will be used every time you restart the plugin.
de: Dadurch wird eine Stadt als Standardeinstellung festgelegt, die bei jedem Neustart des Plugins verwendet wird.
gl: Prestablecer a cidade como predeterminado, que será utilizado cando reinicie o complemento.
hr: Određjue grad kao zadani. Upotrijebit će se svaki put, kad se dodatak ponovo pokrene.
pl: Ustawia miasto jako domyślne, ędzie używane przy każdym ponownym uruchomieniu.

source: This button is activated if you select a city previously inserted in the list and not preset, or it has passed the test.
de: Diese Schaltfläche ist aktiv, wenn Sie eine Stadt ausgewählt haben, die zuvor in der Liste eingefügt und nicht voreingestellt wurde.
gl: Este botón está activado se seleccionou unha cidade dende a lista e ésta non está preseleccionada e pasou a comprobación.
hr: Ovaj se gumb aktivira, ako se u popisu odabere grad koji je prethodno umetnut, a nije unaprijed postavljen ili je prošao test.
pl: Ten przycisk jest aktywny, gdy zaznaczone jest miasto i nie jest ono domyślne, lub ono przeszło test.

source: Delete the current city from your list.
de: Löscht die ausgewählte Stadt aus Ihrer Liste.
gl: Borrar unha cidade actual da súa lista.
hr: Ukloni trenutačni grad iz popisa.
pl: Usuwa aktualne miasto z listy.

source: This button is activated if you select a city previously inserted in the list.
de: Diese Schaltfläche ist aktiv, wenn Sie eine Stadt auswählen, die zuvor in der Liste eingefügt wurde.
gl: Este botón está activo se seleccionou unha cidade dende a lista.
hr: Ovaj se gumb aktivira, ako se u popisu odabere grad koji je prethodno umetnut.
pl: Ten przycisk jest aktywowany jeśli jest zaznaczone miasto, które uprzednio istniało na liście.

source: Rename the current city.
de: Aktuelle Stadt umbenennen.
gl: Renomear unha cidade actual.
hr: Preimenuj trenutačni grad.
pl: Zmienia nazwę aktualnego miasta..

source: Permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated.
de: Hiermit kann eine Städteliste durch Importieren von Dateien mit der Erweiterung * .zipcodes hinzugefügt werden. Sie können die zu importierenden Städte auswählen, indem Sie das entsprechende Kontrollfeld für die Stadt aktivieren.
gl: Permitir a incorporación á súa lista de novas cidades importándoas dende un arquivo con extensión *.zipcodes; pode seleccionar a cidade que desexa importar, activando a caixa de verificación.
hr: Dozvoljava ugrađivanje novih gradova u popis, uvozeći ih iz drugog popisa s nastavkom *.zipcodes. Moguće je odabrati grad koji se želi uvesti, uključivanjem odgovarajućeg potvrdnog okvira.
pl: Pozwala dołączać do listy nowe miasta zaimportowane z innej listy o rozszerzeniu *.zipcodes; Miasto do zaimportowania można wybrać zaznaczając odpowiadające mu pole wyboru.

source: Permits to save your list of cities in a specified path
de: Hiermit kann die Stadt an einem bestimmten Ort gespeichert werden
gl: Permítelle gardar a súa lista de cidades nunha ruta especificada
hr: Omogućuje spremanje popis gradova u određenu stazu
pl: Zapisuje listę miast w określonej lokalizacji.

source: Use the radio button to select between:
de: Wählen Sie durch Nutzen des Auswahlschalters zwischen:
gl: Utilice os botóns de opción para seleccionar entre:
hr: Koristi radio gumb za odabir između:
pl: Użyj przycisku opcji aby wybrać:

source: Combo box:
de: Kombinationsfeld:
gl: Caixa combinada:
hr: Odabirni okvir:
pl: Lista rozwijana:

source: Choose between 1 to 10 (3 days by default)
de: Wählen Sie zwischen 1 und 10 (standardmäßig 3 Tage)
gl: Seleccione entre 1 e 10 (3 días por defecto)
hr: Odaberi između 1 do 10 (standardno je postavljeno na 3 dana)
pl: Wybierz od 1 do 10 (domyślnie na 3 dni)

source: Toggle the check box for:
de: Des weiteren gibt es folgende Kontrollkästchen:
gl: Active ou desactive as casillas de verificación para:
hr: Uključi/isključi odabirni okvir za:
pl: Przełącz pole wyboru aby:

source: This check box also allows you to manage the installation of sound effects;
de: Mit diesem Kontrollkästchen können Sie auch die Installation von Soundeffekten verwalten;
gl: Esta caixa tamén lle permite administrar a instalación dos efectos de son;
hr: Ovaj potvrdni okvir također omogućuje upravljanje instalacijom zvučnih efekata;
pl: To pole wyboru pozwala też zarządzać instalowaniem efektów dźwiękowych;

source: If the sound effects are installed and the check box is activated, the F5 key and the volume setting becomes available.
de: Wenn die Soundeffekte installiert sind und das Kontrollkästchen aktiviert ist, stehen die Taste F5 und somit die Lautstärkeregelung zur Verfügung.
gl: Se os efectos de son están instalados e a caixa de verificación activada, dispoñibilizaranse a tecla f5 e o control de volume.
hr: Ako su instalirani zvučni efekti i ako je potvrdni okvir aktiviran, tipka F5 i postavka glasnoće postaju dostupni.
pl: Gdy efekty dźwiękowe są zainstalowane a pole wyboru zaznaczone, uaktywniają się ustawienia głośności i klawisz F5.

source: It will also be available an additional check box:
de: Es wird auch ein zusätzliches Kontrollkästchen verfügbar:
gl: Tamén estará dispoñible unha caixa de verificación adicional:
hr: Također će biti dostupan i dodatni potvrdni okvir:
pl: Pojawia się także dodatkowe pole wyboru:

source: You can change the overall volume or change the last heard sound effect and filter out the others sounds in your environment.
de: Sie können die Gesamtlautstärke oder den zuletzt gehörten Soundeffekt ändern und die anderen Sounds in Ihrer Umgebung herausfiltern.
gl: Pode cambiar o volume xeral ou o do último son escoitado e filtrar outros sons no seu entorno.
hr: Moguće je promijeniti ukupnu glasnoću ili promijeniti zadnje korišteni zvuk, kao i izdvojiti ostale zvukove vlastitog okruženja.
pl: Można zmienić głośność ogólną, lub głośność ostatnio usłyszanego dźwięku, a także odfiltrować inne dźwięki z otoczenia.

source: is available if sound effects are enabled;
de: Ist verfügbar, wenn die Soundeffekte aktiviert sind;
gl: está dispoñible se os efectos de son están activados;
hr: je dostupno, ako su zvučni efekti uključeni;
pl: Dostępne gdy efekty dźwiękowe są włączone;

source: If is enabled, allows to listen only weather effects such as rain, wind, thunder, etc., filtering out all environmental ones.
de: Wenn aktiviert, werden nur Wetterklänge wie Regen, Wind, Donner usw. abgespielt und alle Umgebungsgereusche weggelassen.
gl: Se se habilita, permite escoitar só efectos de tempo como choiva, vento, raio, etc., filtrando todos os ambientais.
hr: Ako je uključeno, omogućuje preslušavanje samo vremenskih efekata poput kiše, vjetra, grmljavine itd., isključujući pri tome sve okolišne efekte.
pl: Po zaznaczeniu umożliwia słuchanie wyłącznie efektów pogodowych, takich jak deszcz, wiatr, grzmoty itd. Inne dźwięki otoczenia zostają odfiltrowane.

source: If disabled announces the time in 12-hour format, example: 12 AM `-` 12 PM.
de: Wenn deaktiviert, wird die Uhrzeit im 12-Stunden-Format ausgegeben, Beispiel: 12 AM `-` 12 PM.
gl: Se non está marcado, anuncia en formato de 12h, por exemplo, 12AM/12PM.
hr: Ako je isključeno, najavljuje sate u 12-satnom formatu. Primjer: 12 AM `-` 12 PM.
pl: Gdy odznaczone, czas odczytywany jest w formacie 12-godzinnym, np. 12 AM `-` 12 PM.

source: Indicates the provenance of the wind.
de: Zeigt die Richtung des Windes an.
gl: Indica a proveniencia do vento.
hr: Ukazuje na izvor vjetra.
pl: Określa skąd wieje wiatr.

source: Add speed of the wind;
de: Windgeschwindigkeit ausgeben;
gl: Engadir velocidade do vento;
hr: Dodaj brzinu vjetra;
pl: Dodaj prędkość wiatru;

source: Indicates the speed in kilometers or miles per hour.
de: Zeigt die Geschwindigkeit in Kilometern oder Meilen pro Stunde an.
gl: Indicates engade a velocidade do vento en quilómetros ou millas por hora.
hr: Ukazuje na brzinu u kilometrima na sat ili u miljama na sat.
pl: Podaje prędkość wiatru w kilometrach, lub milach na godzinę.

source: Add speed in meters per second of the wind;
de: Meter pro Sekunde bei der Ausgabe der Windgeschwindigkeit hinzufügen;
gl: Engadir velocidade do vento en metros por segundo;
hr: Dodaj smjer vjetra u metrima u sekundi;
pl: Dodaj prędkość wiatru w metrach na sekundę;

source: Add perceived temperature;
de: Gefühlte Temperatur ausgeben;
gl: Engadir temperatura percibida;
hr: Dodaj osjetnu temperaturu;
pl: Dodaj temperaturę odczuwalną;

source: Indicates the humidity in percent.
de: Zeigt die Luftfeuchtigkeit in Prozent an.
gl: Indica a humidade en porcento.
hr: Ukazuje na vlagu u postocima.
pl: Podaje wilgotność powietrza w procentach.

source: Add visibility value;
de: Sichtweite ausgeben;
gl: Engadir valor da visibilidade;
hr: Dodaj vidljivost;
pl: Dodaj stopień widzialności;

source: Indicate in kilometres or miles the distance visible.
de: Gibt die maximale Sicht in Kilometern oder Meilen an.
gl: Indicar en quilómetros ou millas a distancia visible.
hr: Ukazuje na vidljivost u kilometrima ili miljama.
pl: Podaje widoczną odległość w kilometrach, lub milach.

source: Add atmospheric pressure value;
de: Luftdruck ausgeben;
gl: Engadir valor da presión atmosférica;
hr: Dodaj atmosferski tlak;
pl: Dodaj wartość ciśnienia atmosferycznego;

source: Indicates the atmospheric pressure in millibars or inches of mercury.
de: Zeigt den Luftdruck in Millibar oder Zoll Quecksilbersäule an.
gl: Indica a presión atmosférica en milibares ou polgadas de mercurio.
hr: Ukazuje na atmosferski tlak u milibarima ili inčima žive.
pl: Podaje ciśnienie atmosferyczne w milibarach, lub calach słupa rtęci.

source: If it's checked, enable an additional check box that allows you to indicate the pressure in millimeters of mercury.
de: Wenn dies aktiviert ist, wird ein zusätzliches Kontrollkästchen sichtbar, mit dem Sie die Ausgabe des Luftdrucks in Millimeter Quecksilbersäule ein- oder ausschalten können.
gl: Se habilitado, permitir un adicional de caixa de verificación que permite indicar a presión en milímetros de mercurio.
hr: Ako je označeno, uključi dodatni potvrdni okvir za označavanje tlaka u milimetrima žive.
pl: Gdy jest włączone, można zaznaczyć dodatkowe pole wyboru, które umożliwia podawanie ciśnienia w milimetrach słupa rtęci.

source: Add status of barometric pressure;
de: Status des Luftdrucks ausgeben;
gl: Engadir estado da presión barométrica;
hr: Dodaj stanje barometra;
pl: Dodaj wartość ciśnienia barometrycznego;

source: Indicates the time of sunrise and sunset.
de: Gibt die Zeit des Sonnenauf- und Untergangs an.
gl: Indica a hora da saída e posta do sol.
hr: Ukazuje na izlazak i zalazak sunca.
pl: Podaje czas wschodu i zachodu słońca.

source: If is activated this alerts when there is an update of the addon.
de: Wenn aktiviert, wird gemeldet, wenn eine neue Version der Erweiterung verfügbar ist.
gl: Se está activa, notifica cando estea dispoñible unha actualización para o complemento.
hr: Ako se aktivira, upozorava o novijoj verziji dodatka.
pl: Po uaktywnieniu tej opcji dodatek powiadamia o dostępnych aktualizacjach

source: Now the progressdialog show again the time remaining and time elapsed.
de: Nun zeigt der Fortschrittsdialog wieder die verbleibende Zeit und die verstrichene Zeit an.
gl: Agora o diálogodeprogreso amosa de novo o tempo restante e transcorrido.
pl: Na pasku postępu znowu wyświetlany jest czas który upłynął i który pozostał.

source: Fixed bug in Removeupdate() during addon restart if the file is set in read only.
de: Fehler in der Funktion Removeupdate() beim Neustart der Erweiterung behoben, wenn die Datei schreibgeschützt ist.
gl: Arranxado erro en Removeupdate() durante o reinicio do complemento se o arquivo é de só lectura.
pl: Naprawiony błąd w Removeupdate() gdy podczas restartu dodatku plik ma atrybut tylko do odczytu.

source: Improved search window, now it possible manage all the search key inserted, add, delete and save it from context menu.
de: Verbessertes Suchfenster. Jetzt kann man alle eingegebenen Suchbegriffe verwalten, hinzufügen, löschen und aus dem Kontextmenü speichern.
gl: Mellorada xanela de busca, agora é posible administrar toda a tecla de procura insertada, engadila, eliminala ou gardala dende o menú de contexto.
pl: Ulepszone okienko wyszukiwania pozwala zarządzać wszystkimi wprowadzonymi słowami kluczamu. Z poziomu meni kontekstowego można dodać, usunąć i zapisać słowo klucz.

source: Fixed issue with deleting some * .pyc, * .pyo modules during an NVDA update.
de: Es wurde ein Problem beim Löschen einiger *.pyc, * .pyo-Module während eines NVDA-Updates behoben.
gl: Arranxado problema coa eliminación dalgúns módulos .pyc, .pyo durante unha actualización do NVDA.
pl: Naprawiony problem z usuwaniem niektórych modułów * .pyc, * .pyo przy aktualizacji NVDA.

source: updated flag necessary for the branches below;
de: Aktualisiertes Flag notwendig für die untenstehenden Zweige;
gl: actualizados os indicadores necesarios para as ramas a seguir;
pl: Zaktualizowane flagi dla poniższych gałęzi;

source: nvda_snapshot_threshold and nvda_snapshot_threshold_py3_staging.
de: nvda_snapshot_threshold und nvda_snapshot_threshold_py3_staging.
gl: nvda_snapshot_threshold e nvda_snapshot_threshold_py3_staging.
pl: nvda_snapshot_threshold i nvda_snapshot_threshold_py3_staging.

source: Added acronym for SOUTH GEORGIA AND THE SOUTH SANDWICH ISLANDS to the database, but unfortunately at the moment it seems that the cities of this state do not work or have incomplete data, we hope it will be solved soon.
de: Das Akronym für SOUTH GEORGIA AND THE SOUTH SANDWICH ISLANDS wurde der Datenbank hinzugefügt, aber leider scheinen die Städte dieses Staates nicht zu funktionieren oder sie enthalten unvollständige Daten. Wir hoffen, dass es bald behoben wird.
gl: Engadido acrónimo para XEORXIA DO SUR e para as ILLAS SANDWICH DO SUR á base de datos, mais lamentablemente semella que as cidades destes estados non funcionan ou teñen datos incompletos, agardamos que se resolva cedo.
pl: Dodano skrót dla Georgii Południowej i Sandwichu Południowego do bazy danych. Niestety na chwilę obecną miasta tego obszaru nie działają, lub mają niekompletne dane. Zostanie to wkrótce naprawione.

source: * Fixed a couple of bugs in sound effects reproduction; * a couple of "for" cycles with incorrect maximum values caused the call to a non-existent sound effect. * Fixed bug in local time in "details"; * 12-hour time conversion gave a error. * Fixed a bug in the Yahoo Weather Forecast report; * In some cities the forecasts start from the previous day and not from the current one. * The correction of these cities entails the loss of the last days of forecast proportionate to the mismatch of dates (if the forecast days are set to 10).
de: * Einige Fehler bei der Wiedergabe von Soundeffekten wurden behoben. * Einige "for" -Zyklen mit falschen Maximalwerten verursachten einen nicht existierenden Soundeffekt. * Fehler in der Ortszeit in "Details" behoben; * Bei der 12-Stunden-Zeitumrechnung trat ein Fehler auf. * Ein Fehler im Yahoo-Wetterbericht wurde behoben; * In einigen Städten beginnen die Vorhersagen mit dem Vortag und nicht mit dem aktuellen. * Die Korrektur dieser Städte hat den Verlust der letzten Tage der Vorhersage proportional zur Nichtübereinstimmung der Daten zur Folge (wenn die Prognosetage auf 10 gesetzt sind).
gl: * Arranxados algúns erros na reprodución de efectos de son; * algúns bucles "for" con valores máximos incorrectos causaron chamadas a un efecto de son inexistente. * Arranxado erro na hora local en "Detalles"; * A conversión de hora a 12 horas deu un error. * Arranxado un erro no informe de Yahoo Weather Forecast; En algunhas cidades as predicións comezan dende o día anterior e non dende o actual. * A corrección destas cidades implica a perda dos últimos días de previsión proporcionalmente ó desaxuste de datas (se os días de previsión están configurados en 10).
pl: * Naprawiono kilka błędów w odtwarzaniu dźwięków; * kilka "for" cykli o niewłaściwych wartościafh spowodowało próbę odtworzenia nieistniejącego efektu dźwiękowego. * Naprawiono błąd związany z czasem lokalnym w "szczegółach"; * czas 12-godzinny spowodował błąd. * Naprawiono błąd w prognozie Yahoo Weather Forecast; * Prognozy dla niektórych miast zaczynają się od poprzedniego, a nie od aktualnego dnia. * Naprawienie tych miast wiąże się z utratą ostatnich dni prognozy proporcjonalnie do niezgodności w datach (jeśli prognoza ustawiona jest na 10 dni).

source: * Daylight saving time removed in the "Details" function; * The service used by this function has changed, so it has been removed. * Improved audio effects reproduction; * Now they update regularly if the weather conditions change.
de: * Sommerzeit in der Funktion "Details" entfernt. * Der von dieser Funktion verwendete Dienst wurde geändert und daher entfernt. * Verbesserte Wiedergabe von Audioeffekten; * Jetzt werden sie regelmäßig aktualisiert, wenn sich die Wetterbedingungen ändern.
gl: * Hora de verán eliminado na función "Detalles"; * O servizo utilizado por esta función cambiou, polo que se eliminou. * Mellora da reprodución de efectos de audio; * Agora se actualizan regularmente se as condicións meteorolóxicas cambian.
pl: * Czas letni został usunięty z "funkcji" Szczegóły; * Usługa używana przez czas letni uległa zmianie. Dlatego został on usunięty. * Ulepszono odtwarzanie efektów dźwiękowych; * Od teraz uaktualniają się one regularnie, wraz ze zmianami warunków pogodowych.

source: Fixed the character encoding in the search results window.
de: Zeichenkodierung im Fenster der Suchergebnisse behoben.
gl: Arranxouse a codificación de caracteres na xanela de resultados da busca.
pl: Poprawiono kodowanie znaków w wynikach wyszukiwania.

source: Fixed the encoding also in the detail report.
de: In der Detailausgabe ebenfalls.
gl: Arranxouse a codificación tamén no informe detallado.
pl: Poprawiono kodowanie także w szczegółowej prognozie.

source: * Added missing code from version 6.0; * Now you can recover the saved cities from the version that uses the Apixu API; * The "Test" and "Remove" buttons and non-compatible cities are available in the format: "Ferrara, iter 44.83,11.58 0" (city, geographic coordinates, area definition).
de: * Fehlender Code aus Version 6.0 hinzugefügt; * Jetzt können Sie die gespeicherten Städte von der Version wiederherstellen, die die Apixu-API verwendet. * Die Schaltflächen "Test" und "Entfernen" sowie nicht kompatible Städte sind im folgenden Format verfügbar: "Ferrara, iter 44.83,11.58 0" (Stadt, geografische Koordinaten, Gebietsdefinition).
gl: * Engadido o código perdido da versión 6.0; * Agora podes recuperar as cidades gardadas da versión que usa a API de Apixu; * Os botóns "Probar" e "Eliminar" e as cidades non compatibles están dispoñibles no formato: "Ferrara, iter 44.83,11.58 0" (cidade, coordenadas xeográficas, definición de área).
pl: * Dodano brakujący kod z wersji 6.0; * Od teraz można przywrócić zapisane miasta z wersji, która używa Apixu API; * Przyciski "Testuj" i "Usuń" a także miasta niezgodne z nową wersją dodatku można znaleźć w format: "Ferrara, iter 44.83,11.58 0" (miasto, współrzędne geograficzne, charakterystyka obszaru).

source: Now compatible also with Python 3.
de: Jetzt auch mit Python 3 kompatibel.
gl: Agora compatible tamén con Python 3.
pl: Teraz także zgodne z Pythonem 3.
