Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Fixed bug during the reading of weather forecasts; Now the temperatures are read correctly.
fr: Correction d'un bogue durant la lecture du bulletin météo; Maintenant, les températures sont lues correctement.
it: Corretto bug durante la lettura nelle previsioni del tempo; Ora le temperature vengono lette correttamente.

source: Changed the rounding in the conversion of atmospheric pressure from mbar in inches of mercury; Now the value is calculated in defect, while before it was in excess.
it: Cambiato l'arrotondamento nella conversione della pressione atmosferica da millibars in pollici di mercurio; Ora il valore è calcolato in difetto, mentre prima era in eccesso.

source: documentation, localizations for Croatian and german language were removed; Because they are no longer supported by the respective translators.
fr: documentation, localisations pour la langue Croate et l'Allemand ont été supprimées; Parce qu'elles ne sont plus supportées par les traducteurs respectifs.
it: Documentazione, localizzazioni per lingue croata e tedesca erano rimossi; Perché non sono più supportate dai rispettivi traduttori.

source: Fixed bug in Serbian localization.
es: Corregido un error en la localización en Serbio.
fr: Correction d'un bogue dans la localisation Serbe.
it: Corretto un bug nella localizzazione serba.

source: Updated documentation and localization for Galician.
es: Actualizada la documentación, y la localización en Gallego.
fr: Mise à jour de la documentation et de la localisation en Gallicien.
it: Aggiornata la documentazione e localizzazione Gallega.

source: The api key is no longer required.
es: La clave de API ya no es necesaria.
fr: La clé API n'est plus requise.
it: La chiave-API non è più richiesta.

source: data accuracy fixes.
it: correzioni di accuratezza dei dati.

source: Added the cache for bulletin and weather forecasts; If not changed the city, degree scale or the days of forecast set, you will be able to read the data for 10 minutes even when connection off-line. The cache is reset at each change described above. This is because the bulletins do not change in this period of time and to reduce the frequent calls to the API, maybe playing with sound effects.
it: Aggiunta una cache per bollettino e previsioni del tempo; Se non viene cambiata la città, la scala dei gradi o i giorni di previsione impostato, si sarà in grado di leggere i dati per 10 minuti anche quando la connessione off-line. La cache si reinizializza ad ogni cambiamento descritto sopra. Questo perché i bollettini non cambiano in questo lasso di tempo e per ridurre le frequenti chiamate all'API, magari giocando con gli effetti sonori.

source: Updated all sounds. Now the sounds are in the wav format.
fr: Mise à jour pour tous les sons. Maintenant, les sons sont au format wav.
it: Aggiornati tutti i suoni. Ora i suoni sono in formato wav.

source: Changed insertion/search from yahoo zipcode/woeId in ID number, Identifier of the city; ID numbers city are similar to woeid, but the woeId will no longer work, even the old zipcode. You will be able to rediscover a great part of the cities by typing the name or part of it.
it: Cambiato inserimento/ricerca da yahoo zipcode/woeId in numero Id, identiificativo della città; i numeri di ID città sono simile al woeid, ma i woeId non funzioneranno più, neanche i vecchi zipcode. Si potrà ritrovare gran parte delle città digitandone il nome o parte di esso.

source: encoding fixes.
it: correzioni di codifica.

source: Added translation in Serbian (thanks to the kind cooperation of Dejan Gasic).
es: Añadida Traducción en Serbio (gracias a la amable colaboración de Dejan Gasic).
it: Aggiunta traduzione in serbo (grazie alla gentile collaborazione di Dejan Gasic).

source: Updated the playback function of sound effects; Mp3 format is now used. Now the files will be much smaller.
fr: Mise à jour de la fonction de lecture des effets audio; Le format Mp3 est maintenant utilisé. Maintenant, les fichiers seront beaucoup plus petits.
it: Aggiornata la funzione di riproduzione degli effetti sonori; Il formato Mp3 è ora utilizzato. Ora i file sono molto più piccoli.

source: Added the slovak translation (thanks to the kind cooperation of Vitek Jirasek).
fr: Ajout de la traduction en Slovaque (grâce à l'aimable coopération de Vitek Jirasek).
it: Aggiunta traduzione in slovacco (grazie alla gentile collaborazione di Vitek Jirasek).

source: Celsius `-` Fahrenheit
it: Centigradi `-` Fahrenheit

source: Added button "Define"; It permits to define the zone of one city between:
it: Aggiunto pulsante "Define"; Permette di definire la zona di una città tra:

source: The choice will consent to Weather Plus to use more appropriate sound effects for every single city; This is the reason for the boost of the number of new sound effects in this version of the addon; Many of the new sound effects I got them from Tapin, whom I thank sincerely.
it: La scelta permetterà a Weather Plus di usare gli effetti sonori più appropriati per ogni singolacittà; Ecco il motivo dell'incremento del numero di nuovi effetti sonori in questa versione dell'addon; Molti dei nuovi effetti sonori me li ha forniti Tapin, che ringrazio sinceramente.

source: Connections now handled by urllib2, instead of urllib; This should allow the functioning of the addon even on a computer connected to the corporate network protected by proxy.
it: Connessioni ora gestite da urllib2, anziché urllib; Questo dovrebbe permettere il funzionamento dell'addon anche su un computer collegato a rete aziendale protetta da proxy.

source: Added ability to read the Astronomic information; Time of sunrise and sunset.
it: Aggiunta possibilità lettura dati astronomici; Orario del sorgere e tramonto del sole.

source: Added button "Details"; Provides some information such as the real name of the city ( assigned by Yahoo Weather Forecast), the state / region and the nation to which it belongs; With geographic coordinates, and height above sea level.
it: Aggiunto pulsante "Dettagli"; Fornisce alcune informazioni come il nome reale della città (assegnato da Yahoo Weather Forecast), lo stato/regione e la nazione di appartenenza; Con coordinate geografiche, e altezza sul livello del mare.

source: Press NVDA+shift+control+w to set a temporary city.
es: Pulsar NVDA+shift+control+w para configurar una ciudad temporal.

source: Press NVDA+shift+control+alt+w to open the Weather Plus settings dialog.
es: Pulsar NVDA+shift+control+alt+w para abrir el cuadro de diálogo Configuración de Weather Plus.

source: * You must set the Weather Plus addon before its first use! Go to the Preferences submenu, Weather Plus Settings submenu and choose one of the following options: * Set and Manage Your Cities... - Displays or allows to set the current city from a list. * Documentation - Opens the help file for the current language. * Check for Update... - Notifies about the availability of the new version.
es: *¡Debe configurar el complemento Weather Plus antes de su primer uso! Ir al submenú Preferencias, submenú Weather Plus Configuración y elija una de las siguientes opciones: * Establecer y Administrar Tus Ciudades... - Muestra o permite establecer las ciudades actuales en una lista. * Documentación - Abrir el archivo de ayuda para el IDIOMA actual. * Buscar Actualización... - Indicar si se dispone de una versión actualizada.

source: Test - Testing the validity of woeID entry and find the name of city assigned or vice versa.
es: Prueba - Prueba la validéz del ingreso del woeID de la ciudad y busca el nombre de la ciudad asignada, o viceversa.

source: Add - Adds the current city into your list. This button can be activated if you select a city from the list, when the city entered passed the test.
es: Añadir - Añade la ciudad actual a tu lista. Este botón se activa si selecciona una ciudad en la lista, o ha pasado la prueba.

source: Details - Displays information about the current city. This button is activated if you select a city from the list, or it has passed the test.
es: Detalles - Muestra información sobre la ciudad actual. Este botón se activa si selecciona una ciudad en la lista, o ha pasado la prueba.

source: Import new cities... - This button allows you to import cities from the another list of cities with the extension *.zipcodes; you can select the city you want to import, by turning on the checkbox associated with it.
es: Importar las nuevas ciudades... - Este botón te permite importar las ciudades de otra lista de ciudades con la extensión *.zipcodes; puedes seleccionar la ciudad que desea importar, activando la casilla de verificación asociada.

source: Combo box: Weather Forecasts up to days: 3; you can choose between 1 to 10 (3 days by default)
es: Cuadro combinado: Pronóstico del Tiempo hasta días: 3; elija entre 1 a 10 (3 días por defecto)

source: Copy the weather report and weather forecast, including city details to clipboard; checkbox not checked (by default)
es: Copia el reporte del clima y el pronóstico del tiempo, incluyendo los detalles de la ciudad al portapapeles; casilla de verificación no marcado (por defecto)

source: Enable audio effects (only for the current weather conditions); this checkbox also allows you to manage the installation of sound effects; if the sound effects are installed and the checkbox is activated, the F5 key and the volume setting becomes available.
es: Habilitar efectos de audio (sólo para las condiciones del tiempo actuales); esta casilla de verificación también te permite gestionar la instalación de los efectos de audio; si los efectos de audio están instalados y la casilla de verificación está activada, la tecla F5 y el parámetro del volumen está disponible.

source: There will also be available an additional checkbox: "Use only weather effects".
es: También estará disponible una casilla de verificación adicional: "Usa solo efectos del tiempo".

source: Use only weather effects - This option is available if sound effects are enabled; if is enabled, allows to listen only weather effects such as rain, wind, thunder, etc., filtering out all environmental ones. (unchecked by default)
es: Usa solo efectos del tiempo - Esta opción está disponible si los efectos de audio están habilitados; si está habilitado, permite escuchar solo los efectos del tiempo como lluvia, viento, truenos, etc., filtrando todos los efectos ambientales. (no marcado por defecto)

source: Enable the reading of the hours in 24-hour format. - If this checkbox is unchecked, announces the time in 12-hour format for example, 12 AM `-` 12 PM. Checkbox is checked (by default)
es: Habilitar la lectura de las horas en formato 24-horas. - Si esta casilla de verificación está deshabilitado anuncia la hora en formato 12-horas, ejemplo: 12 AM `-` 12 PM. Esta casilla de verificación está marcado (por defecto)

source: Enable help buttons in the settings window; checkbox checked (by default)
es: Habilitar botones de ayuda en la ventana de configuración; casilla de verificación marcado (por defecto)

source: Read wind information; checkbox not checked (by default). If this checkbox is enabled, you can also activate the following checkboxes:
es: Leer la información del viento; casilla de verificación no marcado (por defecto). Si está habilitado esta casilla de verificación, también puede activar las siguientes casillas de verificación:

source: Add wind direction; indicates the provenance of the wind. Checkbox checked (by default)
es: Añadir dirección del viento; indica la procedencia del viento. Casilla de verificación marcado (por defecto)

source: Add speed of the wind; indicates the speed in kilometers or miles per hour. Checkbox checked (by default)
es: Añadir velocidad del viento; indica la velocidad en kilómetros o millas por hora. Casilla de verificación marcado (por defecto)

source: Add speed in meters per second of the wind; checkbox checked (by default)
es: Añadir velocidad en metros por segundo del viento; casilla de verificación marcado (por defecto)

source: Add perceived temperature; checkbox checked (by default)
es: Añadir temperatura percibida; casilla de verificación marcado (por defecto)

source: Read atmospherical information; checkbox not checked (by default). If enabled, you can also check the following checkboxes:
es: Leer la información atmosférica; casilla de verificación no marcado (por defecto). Si está habilitado, también puede activar las siguientes casillas de verificación:

source: Add humidity value; indicates the humidity in percent. Checkbox checked (by default)
es: Añadir valor de humedad; indica la humedad en porcentaje. Casilla de verificación marcado (por defecto)

source: Add visibility value; indicate in kilometres or miles the distance visible. Checkbox checked (by default)
es: Añadir valor de visibilidad; indica en kilómetros o millas la distancia visible. Casilla de verificación marcado (por defecto)

source: Add atmospheric pressure value; indicates the atmospheric pressure in millibars or inches of mercury. If it's checked, enable an additional checkbox that allows you to indicate the pressure in millimeters of mercury. Checkbox checked (by default)
es: Añadir valor de la presión atmosférica; indica la presión atmosférica en milibares o pulgadas de mercurio. Si está habilitado, activa una casilla de verificación adicional que te permite indicar la presión en milímetros de mercurio. Casilla de verificación marcado (por defecto)

source: Read astronomical information; indicates the time of sunrise and sunset. Checkbox not checked (by default)
es: Leer la información astronómica; indica la hora de salida y puesta del sol. Casilla de verificación no marcado (por defecto)

source: Use the comma to separate decimals; if enabled, uses the comma as a decimal separator, otherwise, use the point. Checkbox not checked (by default)
es: Utiliza la coma para separar los décimales; si está habilitado, utiliza la coma como un separador decimal, de lo contrario, utiliza el punto. Casilla de verificación no marcado (por defecto)

source: Check for upgrade; if is activated this alerts when there is an update of the addon. Checkbox checked (by default)
es: Buscar Actualización; si está habilitado, este da una alerta cuando hay una actualización del complemento. Casilla de verificación marcado (por defecto)

source: Correct Italian translation in the help of the Rename button.
es: Corregida la traducción italiana en la ayuda del botón renombrar.

source: Some little bugs fixed.
es: Corregidos algunos pequeños fallos.

source: Updated compatibility for Python 3.
es: Actualizada la compatibilidad para Python 3.

source: Fixed a bug in the Yahoo Weather Forecast report; in some cities the forecasts start from the previous day and not from the current one. The correction of these cities entails the loss of the last days of forecast proportionate to the mismatch of dates (if the forecast days are set to 10).
es: Se ha corregido un error en el informe de pronóstico del tiempo de Yahoo; en algunas ciudades los pronósticos comienzan desde el día anterior y no desde el actual. La corrección de estas ciudades conlleva la pérdida de los últimos días de pronóstico proporcional al desajuste de fechas (si los días de pronóstico se establecen en 10).

source: Improved audio effects reproduction; now they update regularly if the weather conditions change.
es: Mejorado la reproducción de efectos de audio; ahora se actualizan regularmente si las condiciones climáticas cambian.

source: Added missing code from version 6.0; now you can recover the saved cities from the version that uses the Apixu API; the "Test" and "Remove" buttons and non-compatible cities are available in the format: "Ferrara, iter 44.83,11.58 0" (city, geographic coordinates, area definition).
es: Añadido código faltante de la versión 6.0; ahora puede recuperar las ciudades guardadas de la versión que utiliza la API de Apixu; los botones "Prueba" y "Quitar" y las ciudades no compatibles están disponibles en el formato: "Ferrara, iter 44.83,11.58 0" (ciudad, coordenadas geográficas, definición de área).

source: Adjusted the number of forecast days from 9 to 6 in readme.
es: Se ajustó el número de días de previsión de 9 a 6 en el archivo readme.

source: Removed old checkbox "Indicates the wait with a beep while you search for the latest bulletin"; left active by default.
es: Eliminada la anterior casilla de verificación "Indica la espera con un pitido mientras se busca el boletín más reciente"; se deja activo por defecto.

source: Added the astronomic information;
es: Añadido las informaciones astronómicas;

source: Added new button "Rename"; to rename cities more conveniently.
es: Añadido nuevo botón "Renombrar"; para cambiar el nombre de las ciudades más fácilmente.

source: Improved function of the "Test" button; now accept some commands to facilitate the search for cities; these new commands are described in the help function that can be called up with F1.
es: Mejorada la función del botón "Prueba"; ahora acepta algunas órdenes para facilitar la búsqueda de ciudades; estas nuevas órdenes se describen en la función de ayuda que se puede acceder con F1.

source: Added new checkbox; "Use only weather effects"; this allows you to filter out all other environmental effects.
es: Añadida nueva casilla de verificación; "Usa solo efectos del tiempo"; esto te permite filtrar todos los demás efectos ambientales.

source: Improved random playback and added 71 new sound effects; you will need to update them by clicking twice in "enable audio effects" checkbox.
es: Reproducción aleatoria mejorada y añadido 71 nuevos efectos de audio; deberás actualizarlos haciendo doble clic en la casilla de verificación "Habilitar efectos de audio".

source: Added 6 new sound effects; it will be necessary to update them from the settings of the plugin.
es: Se han añadido 6 nuevos efectos de audio; será necesario actualizar desde la configuración del plugin.

source: "Details" function was updated for convenience; the information about the altitude are now provided by veloroutes.org. This leads to small differences of little relevance.
es: Se actualizó la función en "detalles"; para mayor comodidad, la información sobre la altitud ahora es proporcionada por veloroutes.org. Esto conduce a pequeñas diferencias de poca relevancia.

source: Simplified the update section; now at the start, in case an update is available it will be possible to proceed directly through a single dialog box.
es: Simplificado la sección de actualización; ahora, al iniciar, en caso de que haya una actualización disponible, se podrá proceder directamente a través de un único cuadro de diálogo.

source: Removed the file selector in the update section; now the update file is saved to the temporary folder, it open the possibility to install the update automatically, good for beginners.
es: se eliminó el selector de archivos en la sección de actualización; ahora el archivo de actualización se guarda en la carpeta temporal, se abre la posibilidad de instalar la actualización automática, buena para los principiantes.

source: Added Arabic localization (thanks to Wafik Immaculate).
es: Añadida la localización en Árabe (gracias a Wafik Immaculate).

source: Updated localizations for Brazilian Portuguese and European Portuguese localizations (thanks to Alberto Mendonça).
es: Actualizadas las localizaciones en Portugués Brasileño y en Portugués Europeo (gracias a Alberto Mendonça).

source: Added the menu item "Set a temporary city..."; for the sake of completeness, now you can open the temporary city's list also from the menu.
es: Se ha añadido el elemento en el menú "Establecer una ciudad temporal..."; en aras de la exhaustividad, ahora puedes abrir la lista de la ciudad temporal también desde el menú.

source: Improved management of temperature scale; now the settings window will always return the default value.
es: Mejorada la administración de la escala de la temperatura; ahora la ventana de configuración siempre devolverá el valor predeterminado.

source: Improved prevention of the multiple opening of the main windows; if one of these is already opened, in addition to the sound alert, puts it in foreground.
es: Mejorada la prevención de múltiples aperturas de las ventanas principales; si una de ellas ya está abierta, además de la alerta sonora, la pone en primer plano.

source: Improved audio effects; now are based on the current local time from the city in use.
es: Mejorado los efectos de audio; ahora se basan en la hora local actual a partir de la ciudad en uso.

source: Fixed altitude value; now return the altitude values when the value is less than or equal to zero.
es: Corregido el Valor de altitud; ahora retorna los valores de altitud cuando el valor es menor o igual a cero.

source: Added new checkbox; you can enable the comma as the decimal separator, otherwise the separator will be the point.
es: Se ha añadido nueva casilla de verificación; puedes habilitar la coma como el separador decimal, de lo contrario el separador será el punto.

source: Correct 2 strings in Russian and Ukrainian localizations.
es: Corregida 2 cadenas en la localización en Ruso y en Ucraniano.

source: Added 8 new checkboxes; it is now possible to further customize the readout:
es: Se han añadido 8 nuevas casillas de verificación; ahora es posible personalizar aún más la lectura de salida:

source: Wind direction.
es: Dirección del viento.

source: Wind speed.
es: Velocidad del viento.

source: Improved the upgrade section; now the dialog do not interferes with the nvda menu.
es: Mejorada la sección de actualización; ahora el diálogo no interfiere con el menú nvda.

source: Revised and corrected Russian localization.
es: Revisada y corregida la localización en Ruso.

source: Fixed a minor bug in the function "details"; the strings "latitude" and "longitude" were reversed compared to the value.
es: Corregido un error menor en la función "detalles"; las cadenas "latitud" y "longitud" se invirtieron en comparación con el valor.

source: Weather Plus moved to the "nvda.it" as it's default hosting provider.
es: Weather Plus se trasladó a "nvda.it" ya que es su proveedor de alojamiento por defecto.

source: Now Weather Plus is able to run some connection attempts before notifying the malfunction of the WoeId in use, it emits a beep at each attempt; this beep, if you want, can be disabled by using a checkbox by Weather Plus settings.
es: Ahora Weather Plus puede ejecutar algunos intentos de conexión antes de notificar el mal funcionamiento del WoeId en uso, emite un pitido en cada intento; este pitido, si lo deseas, puedes deshabilitarlo mediante una casilla de verificación en la configuración de Weather Plus.
