Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Fixed update notice of Weather Plus during the Windows start-up; this happens when the button was pressed "Use currently saved settings on the logon and other secure screens (requires administrator privileges)" from the general settings of nvda, which copies the configuration, and all of the add-on folder systemConfig, but these are not synchronized with subsequent updates of the add-ons. If you have ever used at least once this option, you will have to do it again one last time just after to have up-to-date Weather Plus.
es: Corregido el aviso de actualización de Weather Plus durante el inicio de Windows; esto ocurre cuando se pulsa el botón "Utilizar opciones actualmente guardadas en la autentificación (logon) y otras pantallas seguras (requiere privilegios de administrador)" desde las Opciones Generales de nvda, que copia la configuración, y todos los complementos en la carpeta systemConfig, pero no se sincronizan con las actualizaciones posteriores de los complementos. Si alguna vez has usado al menos una vez esta opción, tendrás que hacerlo de nuevo una última vez justo después de tener Weather Plus actualizado.

source: Added 5 new sound effects; it will be necessary to update them from the settings of the plugin.
es: Se han añadido 5 nuevos efectos de audio; será necesario actualizar desde la configuración del plugin.

source: Fixed bug in the import function; the list of cities was not sorted alphabetically.
es: Corregido un error en la función de importación; la lista de las ciudades no se ordenaba alfabéticamente.

source: Added import mode in the import function; you may decide to completely replace your own list, or simply add new cities to it.
es: Se añadió el modo de importación en la función de importación; puede optar por sustituir por completo su propia lista, o simplemente añadir nuevas ciudades a ella.

source: Updated the reading of the weather forecast, current weather report; adding the perceived temperature (wind chill).
es: Actualizada la lectura de la previsión del tiempo, informe meteorológico actual; añadiendo la temperatura percibida (wind chill).

source: Fixed bug in the forecast for up to 10 days; now if the estimates received are in number less than the request of the user, the missing days are indicated as unknown.
es: Corregido un error en el pronóstico a 10 días; ahora si las estimaciones recibidas son en número menor que la solicitud del usuario, los días que faltan se indican como desconocido.

source: Fixed bug during the reading of weather forecasts; now the temperatures are read correctly.
es: Corregido un error durante la lectura en los pronósticos del tiempo; ahora las temperaturas se leen correctamente.

source: Changed the rounding in the conversion of atmospheric pressure from mbar in inches of mercury; now the value is calculated in defect, while before it was in excess.
es: Cambiado el redondeo en la conversión de la presión atmosférica de milibares en pulgadas de mercurio; ahora se calcula el valor de defecto, mientras que antes era en exceso.

source: Updated running sounds for the effect in conditions of only wind; now the sound of the wind can vary randomly.
es: Actualizada la ejecución de los efectos de audio para el efecto en las condiciones de sólo viento; ahora el efecto de audio del viento puede variar de forma aleatoria.

source: Documentations, localizations for Croatian and German language were removed; because they are no longer supported by the respective translators.
es: Documentaciones, localizaciones para los idiomas en Croata y en Alemán fueron eliminados; Debido a que ya no son apoyados por sus respectivos traductores.

source: Restored The search of the homonymous cities; it will be possible to choose exactly the desired city from a list.
es: Restaurada La búsqueda de las ciudades homónimas; será posible elegir exactamente la ciudad deseada en una lista.

source: Optimized the output of general sounds; now they are synchronized with the voice synthesis and are faster.
es: Optimizado la salida del audio general; ahora se sincronizan con la síntesis de voz y son más rápidos.

source: Improved the cache for data off-line; is zeroed every 10 minutes or only by changing the city.
es: Mejorado la memoria caché para los datos fuera de línea; se restablece a cero todos los 10 minutos o sólo cambiando la ciudad.

source: Barometric pressure measured in mbar, or in inches of mercury (if set to Fahrenheit).
es: Presión barométrica medido en milibares o en pulgadas de mercurio (si está establecido en Fahrenheit).

source: Data accuracy fixes.
es: Correcciones de precisión de los datos.

source: Enabled the automatic setting of the language; now the API sends the data of the weather conditions in the language set by nvda.
es: Habilitado el ajuste automático del idioma; ahora la API envía los datos de las condiciones del tiempo en el idioma establecido por NVDA.

source: Added the cache for bulletin and weather forecasts; if not changed the city, degree scale or the days of forecast set, you will be able to read the data for 10 minutes even when connection off-line. The cache is reset at each change described above. This is because the bulletins do not change in this period of time and to reduce the frequent calls to the API, maybe playing with sound effects.
es: Se ha añadido una memoria caché para el boletín y los pronósticos del tiempo; si no se ha cambiado la ciudad, escala de grado o los días del pronóstico establecidos, serás capaz de leer los datos durante 10 minutos incluso si cuando la conexión está desconectada. La memoria caché se restablece a cada cambio descrito anteriormente. Esto es porque los boletines no cambian en este periodo de tiempo y para reducir las frecuentes llamadas a la API, tal vez durante la reproducción con los efectos de audio.

source: Improved searching for updates; now once downloaded, it will be activated to its installation, or in the case of a portable version of nvda it will be opened the folder where you saved the update.
es: Mejora en la búsqueda de actualizaciones; ahora una vez descargado, se activará para su instalación, o en el caso de una versión portable de NVDA se abrirá la carpeta donde has guardado la actualización.

source: Updated all sounds; now the sounds are in the wav format.
es: Actualizado todos los efectos de audio; ahora los efectos de audio están en el formato wav.

source: Changed the API service (application programming interface); now WP uses the service offered by OpenWeatherMap.org instead of Yahoo Weather.com.
es: Cambiado el servicio API (application programming interface); ahora WP utiliza el servicio ofrecido por OpenWeatherMap.org en lugar de Yahoo Weather.com.

source: Changed insertion/search from yahoo zipcode/woeId in ID number, identifier of the city; ID numbers city are similar to woeid, but the woeId will no longer work, even the old zipcode. You will be able to rediscover a great part of the cities by typing the name or part of it.
es: Modificado inserción/búsqueda del zipcode/woeId de Yahoo en el número de ID, identificador de la ciudad; los números de ID de la ciudad son similares a los woeid, pero el woeId ya no funcionará, incluso el antiguo zipcode. Podrás descubrir una gran parte de las ciudades tecleando el nombre o parte de éste.

source: Assigned to F1 key the entry/search help.
es: Asignado a la tecla F1 la ayuda para poner en puesta/búsqueda.

source: Assigned to F4 key the controls to the forecasts from 1 to 16 days set. Attention, if you choose to copy to the clipboard a value greater than 10, it will not be read!
es: Asignado a la tecla F4 los controles para establecer el pronóstico del tiempo de 1 a 16 días. ¡Atención, si eliges copiar al portapapeles un valor mayor que 10, éste no será leído!

source: Added check for updates; you can set the control by settings or check manually from menu.
es: Añadido Buscar Actualización; puedes establecer esto en la configuración o buscar manualmente desde el menú.

source: Reassigned the button "Find your city" in "Management of your API Key..."; allows you to enter or change the key-API.
es: Reasignado el botón "Encuentra tu ciudad..." en "Gestión de tu API Key..."; te permite ingresar o cambiar la clave API.

source: Added control for no longer valid WoeId and Zip Code found in the network; there have been reports of codes that have stopped working from one day to another, WP now warns if one of these has been inserted from the windows of search on the net. If this occurs using the function "Find your city...", please report it to me so that I can update the Weather_buffer and remove them from the list.
es: Añadido un control para el WoeId y el Código Postal ya no válidos encontrados en la red; ha habido informes de los códigos que han dejado de funcionar desde un día a otro, WP ahora advierte si uno de ellos se ha insertado desde la ventana de búsqueda en la red. Si esto ocurre con la función "Encuentra tu ciudad...", por favor informamelo para que pueda actualizar el Weather_buffer y los pueda eliminar de la lista.

source: Updated the window to set one temporary zip code; added feature "Find" As in the other windows of Weather Plus: Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
es: Se Actualizo la ventana para definir un código postal temporal; se añadió la función "Encuentra" Al igual que en la otra ventana de Weather Plus: Control+F3 = Encuentra..., F3 = Encuentra siguiente, Shift+F3 = Encuentra anterior.

source: Encoding fixes.
es: Correcciones de codificación.

source: Updated the reading of the weather forecast, current weather report and reading of the date of the current weather report; Yahoo weather forecast, from a bit of time and in random amounts, allows it to pass a historic from -10 to -5 days of weather forecast to be inserted between the updated data that we want to read; it was added a filter that allows you to read only the last weather data updated, and a discreet beep alerts when it intervenes; this beep, if you want, can be disabled by using a checkbox by Weather Plus settings. Obviously, the filtering of data sometimes involves a short delay in reply, but is still acceptable.
es: Actualizada la lectura de la previsión del tiempo, informe meteorológico actual y la lectura de la fecha de la última actualización del informe meteorológico actual; Yahoo weather forecast, a partir de un poco de tiempo y en cantidades aleatorias, permite que este pase de un histórico de -10 a -5 días de previsión del tiempo que se deben insertarse entre los datos actualizados que queremos leer; se añadió un filtro que permite leer sólo los últimos datos meteorológicos actualizados, y un discreto pitido de alertas cuando se interviene; este pitido, si lo deseas, puedes deshabilitarlo mediante una casilla de verificación en la configuración de Weather Plus. Evidentemente, la filtración de datos a veces implica un breve retraso en la respuesta, pero es todavía aceptable.

source: Fixed command insert+alt+w; it did not check the validity of the zipcode in use and did not check if the connection was active as the other commands do.
es: Corregido la órden de teclado insert+alt+w; no comprobaba la validez del código postal en uso y no comprobaba si la conexión estaba activa como hacen las otras órdenes de teclado.

source: Updated the playback function of sound effects; mp3 format is now used. Now the files will be much smaller.
es: Actualización de la función de reproducción de efectos de audio; ahora se utiliza El formato mp3. Ahora los archivos serán mucho más pequeños.

source: Added 55 new sound effects; it will be necessary to update them from the settings of the plugin.
es: Se han añadido 55 nuevos efectos de audio; será necesario actualizar desde la configuración del plugin.

source: Fixed display help on the buttons; now disables / enables real-time through the appropriate checkbox.
es: Corregida visualización de ayuda en los botones; ahora deshabilita / habilita en tiempo real a través de la casilla de verificación correspondiente.

source: Added volume controls; you can adjust the overall volume and the last heard sound effect; this option is enabled if the sound effects are installed and activated.
es: Añadidos Controles de volumen; puede ajustar el volumen general y el del último efecto de audio escuchado; esta opción está disponible si se instalan y se activan los efectos de audio.

source: Added the Slovak translation (thanks to the kind cooperation of Vitek Jirasek).
es: Añadida traducción al Eslovaco (gracias a la amable colaboración de Vitek Jirasek).

source: Added button "Define"; it permits to define the zone of one city between:
es: Añadido botón "Definir"; permite definir la zona de una ciudad entre:

source: The choice will consent to Weather Plus to use more appropriate sound effects for every single city; this is the reason for the boost of the number of new sound effects in this version of the addon; many of the new sound effects I got them from Tapin, whom I thank sincerely.
es: La elección permitirá a Weather Plus utilizar efectos de audio más apropiados para cada ciudad individual; esta es la razón del aumento en el número de nuevos efectos de audio en esta versión del addon; muchos de los nuevos efectos de audio que conseguí de Tapin, quien agradezco sinceramente.

source: Fixed regexp to search for the altitude; it did not accept parameters of single digits.
es: Corregido Regexp para buscar la altitud; no acepta parámetros de un solo dígito.

source: Improved parser of the edit box; it should find more easily the city.
es: Mejora del analizador del cuadro de edición; debe encontrar más fácilmente la ciudad.

source: Connections now handled by urllib2, instead of urllib; this should allow the functioning of the addon even on a computer connected to the corporate network protected by proxy.
es: Conexiones ahora manejados por urllib2, en lugar de urllib; esto debería permitir el funcionamiento del addon incluso en un ordenador conectado a la red corporativa protegida por proxy.

source: Fixed wrong name of a string "Motorcycle" in "Motorcycle00"; he asked updated sound effects because they could not find the file.
es: Corregido un nombre incorrecto de una cadena "Motorcycle" en "Motorcycle00"; solicitó la actualización de efectos de audio porque no se pudo encontrar el archivo.

source: Added ability to read about wind; direction, speed and temperature of the wind.
es: Añadida la capacidad para leer acerca del viento; dirección, velocidad y temperatura del viento.

source: Added ability to read atmospherical information; humidity, visibility, pressure and state of the barometric pressure.
es: Añadida la capacidad para leer las informaciones atmosféricas; humedad, la visibilidad, la presión y el estado de la presión barométrica.

source: Added ability to read the Astronomic information; time of sunrise and sunset.
es: Añadida la capacidad para leer las informaciones astronómicas; hora del amanecer y el atardecer.

source: Added 3 checkboxes to manage their information listed above.
es: Añadidas 3 casillas de verificación para manejar la información listada anteriormente.

source: Added button "Details"; provides some information such as the real name of the city (assigned by Yahoo Weather Forecast), the state / region and the nation to which it belongs; with geographic coordinates, and height above sea level.
es: Añadido botón "Detalles"; proporciona algunas informaciones como el nombre real de la ciudad (asignado por Yahoo Weather Forecast), el estado / región y de la nación a la que pertenece; con las coordenadas geográficas y la altura sobre el nivel del mar.

source: The functions of the buttons "Add" and "Remove" were optimized in the zip code's list management; now the operation are a lot more fast!
es: Las funciones de los botones "Añadir" y "Quitar" fueron optimizadas en el manejo de la lista de códigos postales; ¡ahora las operaciones son mucho más rápidas!

source: The function of the button "Find your city...", now finds more countries; it was added an automatic test that collects the functioning zip codes, and it further consents a rapid visualization thanks to the creation of a little buffer corresponding to the name of the specific country.
es: La función del botón "Encuentra tu ciudad ...", ahora encuentra más países; fue añadido un testeo automático que recoge los códigos postales que funcionan, y permite una rápida visualización gracias a la creación de un pequeño buffer correspondiente al nombre del país específico.

source: Three new sounds effects were added; it will be necessary to update them from the settings of the plugin.
es: Se han añadido 3 nuevos efectos de audio; será necesario actualizar desde la configuración del plugin.

source: Correct input on the fly is no longer saved, so it is temporary; to call the city set in the preferences, press NVDA+control+f3.
es: La entrada correcta ya no se guarda al vuelo, sino que es temporal. Para llamar a la ciudad situada en las preferencias, pulse NVDA+control+f3.

source: Added help entering functions.
es: Añadida ayuda para entrar en funciones.

source: Added a new function for quick entry of Zip Code.
es: Añadida una nueva función para ingresar rápidamente un Código Postal.

source: Added read / write configuration weather.ini, now no longer need to edit the source file.
es: Añadido al weather.ini la configuración de lectura / escritura, ahora ya no tendrá que editar el archivo de origen.

source: Added setting submenu Zip Code .
es: Añadido el submenú establecer Código postal.

source: Added sub-setting temperature scale (Fahrenheit or Celsius).
es: Añadida sub-configuración escala de temperatura (Fahrenheit o Celsius).

source: Added menu Documentation.
es: Añadido menú Documentación.

source: Updated the NVDA-addon.
es: Actualizado el NVDA-addon.

source: Press NVDA + shift + W for 24 hours forecast and forecast up to 9 days.
de: Drücken Sie NVDA + Umschalt + W für die Wettervorhersage für 24 Stunden und bis zu 9 zusätzlichen Tagen.
gl: Prema NVDA + Shift + W para a predición ata 24h e 9 días adiante.
hr: Pritisni NVDA+shift+W za 24-satnu prognozu i za prognozu do 9 dana.
pl: Naciśnij NVDA + shift + W dla 24-godzinnej pogody i prognozy do 9 dni.

source: Read the section: Weather Plus First Settings.
de: Lesen sie den Abschnitt: Weather Plus erste Einstellungen.
gl: Lea a sección: Weather Plus Axustes Iniciais.
hr: Pročitaj odlomak: Početne postavke za Vremensku prognozu plus.
pl: Proszę przeczytać rożdział: Weather Plus pierwsze ustawienia.

source: Weather Plus First Settings:
de: Weather Plus erste Einstellungen:
gl: Weather Plus Axustes Iniciais:
hr: Početne postavke za Vremensku prognozu plus:
pl: Weather plus pierwsze ustawienia

source: You must set the Weather Plus addon before its first use!
de: Sie müssen das Addon vor der ersten Verwendung einstellen!
gl: Debe configurar o complemento Weather Plus antes da seu primeiro uso!
hr: Postavke za Vremensku prognozu plus se moraju postaviti prije prve upotrebe!
pl: Powinno się ustawić dodatek przed jego pierwszym użyciem!

source: Go to:
de: Gehen Sie zu:
gl: Vaia a:
hr: Prijeđi na:
pl: idź do:

source: Preferences submenu
de: Einstellungen Untermenü
gl: Submenú de preferencias
hr: Podizbornik postavki
pl: meni rozwijane ustawienia

source: Weather Plus Settings submenu
de: Weather Plus Einstellungen untermenü
gl: Submenú de Opcións de WeatherPlus
hr: Podizbornik postavki Vremenske prognoze plus
pl: Ustawienia weather plus rozwijane

source: * Set and Manage Your Cities... * Displays or allows to set the current city from a list. * Documentation * Opens the help file for the current language. * Check for Update... * Notify if there is an updated version available.
de: * Einstellungen und Stadtverwaltung... * Zeigt das Einstellungsfenster für Weather Plus. * Dokumentation * Öffnet den Ordner mit den Hilfedateien für die aktuelle Sprache * Nach Aktualisierung suchen... * Benachrichtigt, ob eine Aktualisierung zur verfügung steht.
gl: *Establecer e administrar as súas cidades... * Mostra ou permite establecer as cidades actuais dende unha lista * Documentación * Abre o arquivo de axuda para a lingua actual. * Verificar actualizacións... * Notifica se hai unha versión actualizada dispoñible.
hr: * Postavi i upravljaj gradovima … * Prikazuje ili dopušta postavljanje trenutačnog grada s popisa. * Dokumentacija * Otvara datoteku pomoći za trenutačni jezik. * Provjeri nadogradnje … * Obavijest o novijoj verziji.
pl: * Ustaw i zarządzaj swoimi miastami... * Wyświetla i umożliwia ustawianie aktualnego miasta z listy. * Dokumentacja * Otwiera meni pomocy dla aktualnego języka. * sprawdź aktualizację... * Oznajmia o dostępności nowje wersji.

source: Displays or allows to set the current city from a list
de: Zeigt das Einstellungsfenster für Weather plus
gl: Mostra ou permite establecer as cidades actuais dende unha lista
hr: Prikazuje ili dozvoljava postavljanje trenutačnih gradova s popisa
pl: Wyświetla listę miasta, a także umożliwia ustawianie go z niej.

source: The following message is displayed only for the first time!
de: Die folgende Meldung wird nur zum ersten Mal angezeigt!
gl: A seguinte mensaxe móstrase só por primeira vez!
hr: Sljedeća poruka se prikazuje samo prvi put!
pl: Następujący komunikat pokazywany jest tylko przy pierwszym uruchomieniu!

source: Settings Preset
de: Einstellungen - voreinstellung
gl: Configuración Preselección
hr: Zadane postavke
pl: Predefiniowane ustawienia

source: None
de: Keine
gl: Ningunha
hr: Bez
pl: Nic

source: F1: help placing, F2: last TAB selection, F3: list and edit box, F4: control duration Weather Forecast, F5: volume controls.
de: F1: Hilfe, F2: Letzte Auswahl, F3: Stadtauswahl bzw. Suche, F4: Dauer der Wettervorhersage einstellen, F5: Lautstärkeregler.
gl: F1: lugar de axuda, F2: selección da última pestana, F3: lista e caixa de edición, F4: controle a duración da previsión do tempo, F5: controis de volume.
hr: F1: pomoć za određivanje mjesta, F2: zadnji odabir pomoću tabulatora, F3: popisni okvir i okvir za uređivanje, F4: odredi trajanje Vremenske prognoze, F5: kontrole za glasnoću.
pl: F1: pomóż mi znaleźć miasto, F2: gdzie się znajduję, F3: lista i pole edycji, F4: czas trwania pogody, F5: kontrola głośności.

source: Enter a City, woeID or choose one from the list, if available.
de: Geben Sie einen Stadtnamen oder eine WOE-ID ein oder wählen Sie, falls Sie schon Städte hinzugefügt haben, eine mit den Pfeiltasten rauf und runter aus.
gl: Introduza unha cidade, WoeID ou seleccione unha da lista, se está dispoñible.
hr: Upiši grad, WOEID oznaku ili odaberi grad s popisa, ako postoji.
pl: Wpisz nazwę miasta, woeID lub wybierz jeden z listy, jeżeli jest dostępny.

source: After pressing the item "Set and Manage Your Cities...", find you other buttons as follows:
de: Nachdem Sie den Eintrag "Einstellungen und Stadtverwaltung..." gewählt haben, finden Sie weitere Schaltflächen wie:
gl: Despois de premer a opción Establecer e administrar as súas cidades, achará a continuación os seguintes botóns:
hr: Nakon pritiskanja stavke „Postavi i upravljaj gradovima …”, koristi sljedeće gumbe:
pl: Po naciśnięciu przycisku ustaw i zarządzaj swoimi miastami następujące przyciski są dostępne:

source: Test
gl: Probar
hr: Provjeri
pl: Testuj

source: Testing the validity of woeID entry and find the name of city assigned or viceversa.
de: Testet die Gültigkeit der WOE-ID und findet den Namen der Stadt heraus, und umgekehrt.
gl: Proba a validez do WoeID da cidade introducido e pescuda o nome da cidade asignada, ou viceversa.
hr: Provjeri ispravnost WOEID oznake grada i nađi njemu dodijeljeno ime ili obrnuto.
pl: Testuje nazwę miasta lub WoeID i na odwrót.
