Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Added new compatibility flag for NVDA 2019.1, and the current alpha versions.
es: Añadido un nuevo indicador de compatibilidad para NVDA 2019.1, y versiones de prueba Alpha actuales.
fr: Ajout d'un nouvel indicateur de compatibilité pour NVDA 2019.1, et les versions alpha courantes.
it: Aggiunti nuovi flag di compatibilità per NVDA 2019.1, e le attuali versioni alpha.
sk: Pridaný nový príznak kompatibility pre NVDA 2019.1 a súčasné verzie alfa.

source: Version 4.7.7
es: Versión 4.7.7
gl: Versión 4.7.7
it: Versione 4.7.7
pl: Wersja 4.7.7
sk: Verzia 4.7.7

source: Added 6 new sound effects; It will be necessary to update them from the settings of the plugin.
fr: Ajout de 6 nouveaux effets sonores; Il sera nécessaire de les mettre à jour depuis les paramètres de l'extension.
it: Aggiunti 6 nuovi effetti sonori; Sarà necessario aggiornarli dalle impostazioni del plugin.
sk: Pridaných 6 nových zvukových efektov; Z nastavení doplnku ich bude potrebné aktualizovať.

source: Version 4.7.6
es: Versión 4.7.6
gl: Versión 4.7.6
it: Versione 4.7.6
pl: Wersja 4.7.6
sk: Verzia 4.7.6

source: Bugfix release;
sk: Vydané opravy chýb;

source: Version 4.7.5
es: Versión 4.7.5
gl: Versión 4.7.5
it: Versione 4.7.5
pl: Wersja 4.7.5
sk: Verzia 4.7.5

source: Bugfix release
sk: Vydané opravy chýb

source: Version 4.7.3
es: Versión 4.7.3
gl: Versión 4.7.3
it: Versione 4.7.3
pl: Wersja 4.7.3
sk: Verzia 4.7.3

source: For convenience has been updated the function in "details"; The information about the altitude are now provided by veloroutes.org. This leads to small differences of little relevance.
sk: Z dôvodu prehľadnosti bola funkcia „podrobnosti“aktualizovaná; Informácie o nadmorskej výške poskytuje teraz veloroutes.org. To vedie k malým nevýznamným rozdielom.

source: Version 4.7.2
es: Versión 4.7.2
gl: Versión 4.7.2
it: Versione 4.7.2
pl: Wersja 4.7.2
sk: Verzia 4.7.2

source: Fixed small encoding bug.
es: Se corrigió un pequeño error de codificación.
fr: Correction d'un petit bogue d'encodage.
it: Corretto piccolo bug di codifica.
sk: Opravená malá chyba kódovania.

source: Version 4.7.1
es: Versión 4.7.1
gl: Versión 4.7.1
it: Versione 4.7.1
pl: Wersja 4.7.1
sk: Verzia 4.7.1

source: Fixed bug when getting the information about the time zone.
es: Se corrigió un error al obtener la información sobre la zona horaria.
fr: Correction d'un bug lors de l'obtention des informations sur la zone horaire.
it: Risolto un bug quando ottiene le informazioni sul fuso orario.
sk: Opravená chyba pri získavaní informácií o časovom pásme.

source: Version 4.7
es: Versión 4.7
gl: Versión 4.7
it: Versione 4.7
pl: Wersja 4.7
sk: Verzia 4.7

source: Simplified the update section; Now at the start, in case an update is available it will be possible to proceed directly through a single dialog box.
fr: Section de mise à jour simplifiée; Maintenant au démarrage, si une mise à jour est disponible, il sera possible de l'installer directement via une simple boîte de dialogue.
it: Semplificata la sezione di aggiornamento; Ora all'avvio, in caso di aggiornamento disponibile sarà possibile procedere direttamente tramite un'unica finestra di dialogo.
sk: Zjednodušená sekcia aktualizácie; Teraz, keď je k dispozícii aktualizácia, bude možné pokračovať priamo prostredníctvom jediného dialógového okna.

source: removed the file selector in the update section; Now the update file is saved to the temporary folder, thereby solving problems due to non-expert users.
sk: odstránený oddeľovač súborov v sekcii aktualizácie; Teraz je aktualizačný súbor uložený do dočasného priečinka, čím sa riešia problémy spôsobené neskúsenými používateľmi.

source: Version 4.6.9
es: Versión 4.6.9
gl: Versión 4.6.9
it: Versione 4.6.9
pl: Wersja 4.6.9
sk: Verzia 4.6.9

source: Added arabic localization (thanks to Wafik Immaculate).
fr: Ajout de la localisation en Arabe (Grâce à Wafik Immaculate).
it: Aggiunta localizzazzione in arabo (grazie a Wafik Immaculate).
sk: Pridaná lokalizácia do Arabčiny (vďaka Wafikovi Immaculateovi).

source: Version 4.6.8
es: Versión 4.6.8
gl: Versión 4.6.8
it: Versione 4.6.8
pl: Wersja 4.6.8
sk: Verzia 4.6.8

source: Updated localizations for brazilian portuguese and european portuguese localizations (thanks to Alberto Mendonça).
fr: Mise à jour des localisations Portugais Brésilien et Portugais Européen (Grâce à Alberto Mendonça).
it: Aggiornata localizzazione portoghese brasiliano e portoghese europee (grazie ad Alberto Mendonça).
sk: Aktualizované lokalizácie do brazílskej portugalčiny a európskej portugalčiny (vďaka Albertovi Mendonçaovi).

source: Version 4.6.7
es: Versión 4.6.7
gl: Versión 4.6.7
it: Versione 4.6.7
pl: Wersja 4.6.7
sk: Verzia 4.6.7

source: Improved the reading of the current time; In some cities, it was not correct. Added daylight saving time to the details; Available only for the countries that adopt it.
fr: Amélioration de la lecture de l'heure courante; Pour certaines villes, elle était incorrecte. Ajout de l'heure d'été/hiver aux détails; Disponible seulement pour les pays l'ayant adoptée.
it: Migliorata ulteriormente la lettura dell'ora corrente; In alcune città non era corretta. Aggiunta l'ora legale ai dettagli; Disponibile solo per i paesi che la adottano.
sk: Vylepšené oznamovanie aktuálneho času; V niektorých mestách to nebolo správne. Pridaný letný čas k detailom; Dostupné iba pre krajiny, ktoré ho prijali.

source: Version 4.6.5
es: Versión 4.6.5
gl: Versión 4.6.5
it: Versione 4.6.5
pl: Wersja 4.6.5
sk: Verzia 4.6.5

source: Fixed small bug when reading the time.
es: Se corrigió un pequeño error durante la lectura de la hora.
fr: Correction d'un petit bogue à la lecture de l'heure courante.
it: Corretto bug durante lettura dell'ora.
sk: Opravená malá chyba pri oznamovaní času.

source: Version 4.6.4
es: Versión 4.6.4
gl: Versión 4.6.4
it: Versione 4.6.4
pl: Wersja 4.6.4
sk: Verzia 4.6.4

source: Version 4.6.2
es: Versión 4.6.2
gl: Versión 4.6.2
it: Versione 4.6.2
pl: Wersja4.6.2
sk: Verzia 4.6.2

source: Version 4.6
es: Versión 4.6
gl: Versión 4.6
it: Versione 4.6
pl: Wersja 4.6
sk: Verzia 4.6

source: Added the menu item "Set a temporary city..."; For the sake of completeness, now you can open the temporary city's list also from the menu.
fr: Ajout de l'élément de menu "définir une ville temporaire..."; Pour être complet, vous pouvez maintenant ouvrir la liste des villes temporaires aussi depuis le menu.
it: Aggiunta la voce di menu "Imposta una città temporanea..."; Per completezza, ora si può aprire una città temporanea anche dal menu.
sk: Pridaná položka ponuky „Nastaviť dočasné mesto ...“; Kvôli úplnosti je teraz možné dočasný zoznam miest otvoriť aj z ponuky.

source: Improved management of temperature scale; Now the settings window will always return the default value.
fr: Amélioration de la gestion des échelles de température; Maintenant la fenêtre de paramètres renverra toujours la valeur par défaut.
it: Migliorata la gestione della scala di temperatura; Ora la finestra impostazioni restituisce sempre il valore di default.
sk: Vylepšené ovládanie stupnice teploty; Okno nastavení teraz vždy vráti predvolenú hodnotu.

source: Improved prevention of the multiple opening of the main windows; If one of these is already opened, in addition to the sound alert, puts it in foreground.
fr: Amélioration de la protection contre des ouvertures multiples de la fenêtre principale; Si l'une d'entre elles est déjà ouverte, en plus de l'alerte sonore, elle sera mise en avant-plan.
it: Miglioramento nella prevenzione di multiple aperture delle finestre principali; Se una di queste è già aperta, oltre al suono di avviso, la pone in primo piano.
sk: Vylepšená prevencia viacnásobného otvárania hlavných okien; Ak je niektoré z nich už otvorené, okrem zvukovej výstrahy bude uvedené do popredia.

source: Improved audio effects; Now are based on the current local time from the city in use.
fr: Amélioration des effets sonores; Ils sont maintenant basés sur l'heure locale de la ville en cours.
it: Miglioramento negli effetti audio; Ora sono basati sull'ora locale corrente della città in uso.
sk: Vylepšené zvukové efekty; Teraz vychádzajú z aktuálneho miestneho času od používaného mesta.

source: Changes in details button function in settings window
es: Cambios en la función del botón Detalles en la ventana Configuración
fr: Changements dans la fonction du bouton détails dans la fenêtre de paramètres
it: Modifiche nella funzione del pulsante dettagli nella finestra impostazioni
sk: Zmeny v podrobnostiach funkcií okna nastavenia

source: Fixed altitude value; Now return the altitude values when the value is less than or equal to zero.
fr: Correction de la valeur d'altitude; Elle retourne maintenant l'altitude quand sa valeur est inférieure ou égale à 0.
it: Corretto il valore di altitudine; Ora riporta i valori di altitudine anche quando il valore è minore o uguale a zero.
sk: Opravená hodnota nadmorskej výšky;Teraz vracia hodnoty nadmorskej výšky, ak sa jej hodnota rovná alebo je menšia ako nula.

source: Version 4.5.5
es: Versión 4.5.5
gl: Versión 4.5.5
it: Versione 4.5.5
pl: Wersja 4.5.5
sk: Verzia 4.5.5

source: Added new checkbox; You can enable the comma as the decimal separator, otherwise the separator will be the point.
fr: Ajout d'une nouvelle case à cocher; Vous pouvez utiliser la virgule comme séparateur décimal, sinon le séparateur sera le point.
it: Aggiunto una nuova casella di controllo; È possibile attivare la virgola come separatore decimale, altrimenti il separatore sarà il punto.
sk: Pridané nové začiarkávacie pole; Začiarknutím môžete povoliť čiarku ako oddeľovač pre desatinné čísla, inak bude za oddeľovač slúžiť bodka.

source: Version 4.5.3
es: Versión 4.5.3
gl: Versión 4.5.3
it: Versione 4.5.3
pl: Wersja 4.5.3
sk: Verzia 4.5.3

source: Version 4.5
es: Versión 4.5
gl: Versión 4.5
it: Versione 4.5
pl: Wersja 4.5
sk: Verzia 4.5

source: Added hotkey NVDA+shift+control+alt+w; Open the Weather Plus settings dialog.
sk: Pridaná klávesová skratka NVDA + shift + control + alt + w; Otvorte dialógové okno nastavení Počasie Plus.

source: Correct some English strings.
es: Corregido algunas cadenas en Inglés.
fr: Correction de quelques chaînes en Anglais.
it: Corrette alcune stringhe inglesi.
sk: Opravené niektoré anglické reťazce.

source: Added 8 new check boxes It is now possible to further customize the readout:
sk: Pridaných 8 nových začiarkavacích polí. Teraz je možné údaje ďalej prispôsobovať:

source: wind direction.
fr: Direction du vent.
it: Direzione del vento.
sk: Smer vetra.

source: wind speed.
fr: Vitesse du vent.
it: Velocità del vento.
sk: rýchlosť vetra.

source: Perceived temperature.
es: Temperatura percibida.
fr: Température ressentie.
it: Temperatura percepita.
sk: Pocitová teplota.

source: Humidity value.
es: Valor de humedad.
fr: Taux d'humidité.
it: Valore dell'umidità.
sk: Hodnota vlhkosti.

source: Visibility value.
es: Valor de visibilidad.
fr: Visibilité.
it: Valore della visibilità.
sk: Hodnota viditeľnosti.

source: Atmospheric pressure value.
es: Valor de la presión atmosférica.
fr: Pression atmosphérique.
it: Valore della pressione atmosferica.
sk: Hodnota atmosférického tlaku.

source: Indicates the atmospheric pressure in millimeters of mercury (mmHg).
es: Indica la presión atmosférica en milímetros de mercurio (mmHg).
fr: Indication de la pression atmosphérique en millimètres de mercure (mmHg).
it: Indicare la pressione in millimetri di mercurio (mmHg).
sk: Udáva atmosférický tlak v milibaroch alebo palcoch ortuti (mmHg).

source: State of the barometric pressure.
es: Estado de la presión barométrica.
fr: Etat de la pression barométrique.
it: Stato della pressione barometrica.
sk: Stav barometrického tlaku.

source: Version 4.4.8
es: Versión 4.4.8
gl: Versión 4.4.8
it: Versione 4.4.8
pl: Wersja4.4.8
sk: Verzia 4.4.8

source: Compatibility with wx python version 4;
sk: Kompatibilné s wx python verzia 4;

source: Version 4.4.1
es: Versión 4.4.1
gl: Versión 4.4.1
it: Versione 4.4.1
pl: Wersja 4.4.1
sk: Verzia 4.4.1

source: Version 4.4
es: Versión 4.4
gl: Versión 4.4
it: Versione 4.4
pl: Wersja 4.4
sk: Verzia 4.4

source: Improved the upgrade section; Now the dialog do not interferes with the nvda menu.
fr: Amélioration de la section de mise à jour; Maintenant le dialogue n'interfère plus avec le menu NVDA.
it: Migliorata la sezione aggiornamento; Ora la finestra di dialogo non interferisce con il menu di nvda.
sk: Vylepšená sekcia aktualizácie; Teraz dialóg nezasahuje do ponuky nvda.

source: Revised and corrected russian Localization.
sk: Revidovaná a opravená ruská lokalizácia.

source: Adding Ukrainian translation (thanks to Alex Yeshanu).
es: Añadida la traducción en Ucraniano (gracias a Alex Yeshanu).
fr: Ajout de la traduction Ukrainienne (grâce à Alex Yeshanu).
it: Aggiunta la traduzione in ucraino (grazie ad Alex Yeshanu).
sk: Pridaný ukrajinský preklad (vďaka Alexovi Yeshanuovi).

source: Version 4.3.4
es: Versión 4.3.4
gl: Versión 4.3.4
it: Versione 4.3.4
pl: Wersja 4.3.4
sk: Verzia 4.3.4

source: Version 4.3.3
es: Versión 4.3.3
gl: Versión 4.3.3
it: Versione 4.3.3
pl: Wersja 4.3.3
sk: Verzia 4.3.3

source: Version 4.3.2
es: Versión 4.3.2
gl: Versión 4.3.2
it: Versione 4.3.2
pl: Wersja 4.3.2
sk: Verzia 4.3.2

source: Version 4.3.1
es: Versión 4.3.1
gl: Versión 4.3.1
it: Versione 4.3.1
pl: Wersja 4.3.1
sk: Verzia 4.3.1

source: Fixed a minor bug in the function "details"; The strings "latitude" and "longitude" were reversed compared to the value.
fr: Correction d'un bogue mineur dans la fonction "détails"; Les chaînes "latitude" et "longitude" étaient inversées par rapport aux valeurs.
it: Corretto un bug minore nella funzione "dettagli"; Le stringhe "latitudine" e "longitudine" erano invertite rispetto al valore.
sk: Opravená menšia chyba vo funkcii "detaily"; Reťazce „zemepisná šírka“ a „zemepisná dĺžka“ boli navzájom s hodnotami obrátené.

source: Version 4.3
es: Versión 4.3
gl: Versión 4.3
it: Versione 4.3
pl: Wersja 4.3
sk: Verzia 4.3

source: Weather plus moved to the "nvda.it" as it's default hosting provider
sk: Weather plus bolo presunuté na adresu „nvda.it“ ako predvoleného poskytovateľa hostingu

source: Version 4.2.4
es: Versión 4.2.4
gl: Versión 4.2.4
it: Versione 4.2.4
pl: Wersja 4.2.4
sk: Verzia 4.2.4

source: Version 4.2.3
es: Versión 4.2.3
gl: Versión 4.2.3
it: Versione 4.2.3
pl: Wersja 4.2.3
sk: Verzia 4.2.3

source: Now Weather Plus is able to run some connection attempts before notifying the malfunction of the WoeId in use, it emits a beep at each attempt; This beep, if you want, can be disabled by using a check box by Weather Plus settings.
fr: Maintenant Weather Plus est capable de tenter plusieurs connexions avant de notifier un mauvais fonctionnement du WoeId en cours d'utilisation, il émet un bip à chaque tentative; Ce bip peut être désactivé au moyen d'une case à cocher dans les paramètres de Weather Plus.
it: Ora, Weather Plus esegue alcuni tentativi di connessione prima di notificare il malfunzionamento del WoeId in uso, con l'emissione di un beep ad ogni tentativo; Questo segnale acustico, se si desidera, può essere disattivato tramite una casella di controllo dalle impostazioni di Weather Plus.
sk: Teraz je doplnok Weather Plus schopný spustiť pokus o pripojenie pred oznámením poruchy pri používaní WoeId, ozve sa pípnutie pri každom pokuse; Pípnutie sa ozve len ak chcete, môžete ho vypnúť v nastaveniach Weather Plus použitím začiarkávacieho poľa.

source: Version 4.2.2
es: Versión 4.2.2
gl: Versión 4.2.2
it: Versione 4.2.2
pl: Wersja 4.2.2
sk: Verzia 4.2.2

source: Fixed bug in the translation of the scale measurement. In some languages, Kelvin, Celsius and Fahrenheit have not been translated.
sk: Opravená chyba v preklade pri stupnici meraní. V niektorých jazykoch neboli preložené Kelvin, Celzius a Fahrenheit.

source: Version 4.2.1
es: Versión 4.2.1
gl: Versión 4.2.1
it: Versione 4.2.1
pl: Wersja4.2.1
sk: Verzia 4.2.1

source: Fixed update notice of Weather Plus during the Windows start-up; This happens when the button was pressed "Use currently saved settings on the logon and other secure screens (requires administrator privileges)" from the general settings of nvda, which copies the configuration, and all of the add-on folder systemConfig, but these are not synchronized with subsequent updates of the add-ons. If you have ever used at least once this option, you will have to do it again one last time just after to have up-to-date Weather Plus.
fr: Correction de la notification de mise à jour de Weather Plus durant le démarrage de Windows; Ceci arrive quand le bouton "Utilisez les paramètres actuellement sauvegardés sur l'écran de démarrage de Windows" des paramètres généraux de NVDA a été utilisé, ce qui copie la configuration, et toutes les extensions dans le dossier systemConfig, mais celles-ci ne sont pas synchronisés avec les mises à jour ultérieures des extensions. Si vous avez utilisé cette option au moins une fois, Vous devrez l'utiliser une dernière fois juste après avoir mis à jour Weather Plus.
it: Risolto avviso di aggiornamento di Weather Plus durante l'avvio di Windows; Questo accade quando è stato premuto il pulsante "Utilizza le impostazioni di configurazione salvate nella finestra di logon (richiede privilegi di amministratore)" dalle impostazioni generali di nvda, che copia la configurazione e tutti gli add-on nella cartella systemConfig, ma questi non vengono sincronizzati con i successivi aggiornamenti dei componenti aggiuntivi. Se avete usato almeno una volta questa opzione, dovrete farlo di nuovo per l'ultima volta, solo dopo aver aggiornato Weather Plus.
sk: Opravené oznámenie o aktualizácii Weather Plus počas spúšťania systému Windows; Stáva sa to po stlačení tlačidla „použiť aktuálne nastavenia NVDA na prihlasovacej a zabezpečených obrazovkách (vyžaduje administrátorské práva)“ vo všeobecných nastaveniach programu nvda, ktorý kopíruje konfiguráciu a všetky doplnkové zložky systemConfig, ale tieto nie sú synchronizované s následnými aktualizáciami doplnkov. Ak ste už túto možnosť využili aspoň raz, budete to musieť urobiť ešte raz hneď potom, ako budete mať aktuálny doplnok Weather Plus.

source: Version 4.2
es: Versión 4.2
gl: Versión 4.2
it: Versione 4.2
pl: Wersja 4.2
sk: Verzia 4.2

source: Added 5 new sound effects; It will be necessary to update them from the settings of the plugin.
fr: Ajout de 5 nouveaux effets sonores; Il sera nécessaire de les mettre à jour depuis les paramètres de l'extension.
it: Aggiunti 5 nuovi effetti sonori; Sarà necessario aggiornarli dalle impostazioni del plugin.
sk: Pridaných 5 nových zvukových efektov; Z nastavení doplnku ich bude potrebné aktualizovať.

source: Fixed bug in the import function; The list of cities was not sorted alphabetically.
fr: Correction d'un bogue dans la fonction d'import; La liste de villes n'était pas triée par ordre alphabétique.
it: Corretto un bug nella funzione di importazione; L'elenco delle città non veniva ordinato alfabeticamente.
sk: Opravená chyba vo funkcii importu; Zoznam miest nebol abecedne usporiadaný.

source: Added import mode in the import function; You may decide to completely replace your own list, or simply add new cities to it.
fr: Ajout du mode d'importation dans la fonction d'import; Vous pouvez décider de complètement remplacer votre liste, ou simplement d'y ajouter de nouvelles villes.
it: Aggiunta modalità di importazione nella funzione di importazione; Si può decidere se sostituire completamente la propria lista, o semplicemente aggiungere nuove città ad essa.
sk: Pridaný režim importu vo funkcii importu; Môžete sa rozhodnúť úplne nahradiť svoj vlastný zoznam alebo do neho jednoducho pridávať nové mestá.

source: Updated the reading of the weather forecast, current weather report; Adding the perceived temperature (wind chill).
fr: Mise à jour de la lecture du bulletin météo, bulletin en cours; Ajout de la température ressentie.
it: Aggiornata la lettura del bollettino corrente; Aggiunta la temperatura percepita (wind chill).
sk: Aktualizované oznamovanie predpovede počasia, aktuálnej správy o počasí; Pridanie pocitovej teploty (ochladzovanie vetrom).

source: Version 4.1
es: Versión 4.1
gl: Versión 4.1
it: Versione 4.1
pl: Wersja 4.1
sk: Verzia 4.1

source: Fixed bug in the forecast for up to 10 days; Now if the estimates received are in number less than the request of the user, the missing days are indicated as unknown.
fr: Correction d'un bogue dans la prévision à 10 jours; Maintenant si le nombre de jours reçu est inférieur à la requête de l'utilisateur, les jours manquants sont annoncés comme inconnus.
it: Corretto bug nelle previsioni fino a 10 giorni; Ora se le previsioni ricevute sono in numero inferiore alla richiesta dell'utente, i giorni mancanti vengono indicati come sconosciuto.
sk: Opravená chyba v predpovedi na 10 dní; Ak je počet prijatých odhadov nižší ako požiadavka používateľa, chýbajúce dni sa označia ako neznáme.

source: Fixed string help entry on the command nvda+shift+w.
es: Corregidos la cadena de ayuda para poner en puesta la órden de teclado NVDA+Shift+W.
fr: Correction de la chaîne de l'entrée aide sur la commande nvda+maj+w.
it: Corretta stringa di aiuto immissione sul comando nvda+shift+w.
sk: Opravený reťazec nápovedy v príkaze nvda + shift + w.

source: Revised and updated documentation.
es: Documentación revisada y actualizada.
fr: Documentation revue et mise à jour.
it: Documentazione rivista e aggiornata.
sk: Revidovaná a aktualizovaná dokumentácia.

source: Version 4.0
es: Versión 4.0
gl: Versión 4.0
it: Versione 4.0
pl: wersja 4.0
sk: Verzia 4.0

source: Version 3.9.7
es: Versión 3.9.7
gl: Versión 3.9.7
it: Versione 3.9.7
pl: Wersja 3.9.7
sk: Verzia 3.9.7

source: Fixed bug during the ratio of weather forecasts; Now the temperatures are read correctly.
sk: Opravená chyba počas prevodu predpovedí počasia; Teraz sa teploty čítajú správne.

source: Version 3.9.6
es: Versión 3.9.6
gl: Versión 3.9.6
it: Versione 3.9.6
pl: Wersja 3.9.6
sk: Verzia 3.9.6

source: Changed the rounding in the conversion of atmospheric pressure from mbar in inches of mercury; * Now the value is calculated in defect, while before it was in excess.
sk: Zmenené zaokrúhlenie pri prepočte atmosférického tlaku z mbarov v palcoch ortuti; * Teraz je hodnota vypočítaná pri nedostatku, zatiaľ čo predtým bola pri nadbytku.

source: Version 3.9.5
es: Versión 3.9.5
gl: Versión 3.9.5
it: Versione 3.9.5
pl: Wersja 3.9.5
sk: Verzia 3.9.5

source: Updated running sounds for the effect in conditions of only wind; * Now the sound of the wind can vary randomly.
fr: Mise à jour de l'effet sonore en cours d'exécution de condition de vent seul; Maintenant le son du vent peut varier aléatoirement.
sk: Aktualizované zvuky spustené pre efekt vetra; * Teraz sa zvuk vetra môže meniť náhodne.

source: Version 3.9.4
es: Versión 3.9.4
gl: Versión 3.9.4
it: Versione 3.9.4
pl: Wersja 3.9.4
sk: Verzia 3.9.4

source: documentation, localizations for Croatian and german language eliminated; Because they are no longer supported by the respective translators.
sk: Vyrademie dokumentácie, lokalizácie chorvátskeho a nemeckého jazyka; Pretože už nie sú podporované príslušnými prekladateľmi.

source: Fixed bug on Serbian localization.
sk: Opravená chyba v srbskej lokalizácii.

source: Updated Czech localization.
es: Actualizada la localización en Checo.
fr: Mise à jour de la localisation Tchèque.
it: Aggiornata la localizzazione ceca.
sk: Aktualizovaná česká lokalizácia.

source: Updated documentation and localization for Galego.
sk: Aktualizovaná dokumentácia a lokalizácia programu v galicíjčine.

source: Version 3.9
es: Versión 3.9
gl: Versión 3.9
it: Versione 3.9
pl: Wersja 3.9
sk: Verzia 3.9
