Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: [[!meta title="Weather Plus"]]
da: [[!meta title="Vejret Plus"]]
de: [[!meta title="Wetter Plus"]]
hr: [[!meta title="Vremenska prognoza plus (Weather Plus)"]]

source: Author: Adriano Barbieri
da: Forfatter: Adriano Barbieri
de: Autor: Adriano Barbieri
es: Autor: Adriano Barbieri
fr: Auteur : Adriano Barbieri
gl: Autor: Adriano Barbieri
hr: Autor: Adriano Barbieri
it: Autore: Adriano Barbieri
pl: Autor: Adriano Barbieri
sk: Autor: Adriano Barbieri

source: Download: [Stable version][1]
da: Download: [Stabil version][1]

source: This plugin adds local temperature and forecasts to 24 hours up to 6 additional days for NVDA
da: Denne tilføjelse tilføjer muligheden for at modtage lokale vejrudsigter, der dækker 24 timer og op til 6 yderlige dage ved brug af NVDA

source: Released under the GNU GPL (General Public License)
da: Udgivet under GNU GPL (General Public License)

source: Weather Plus works through the use and presence of the following services::
da: Vejret Plus fungerer gennem brug og tilstedeværelse af følgende tjenesteydelser:

source: USE:
da: Brug:
de: Nutzung:
gl: USO:
hr: PRIMJENA:
pl: Użycie:

source: Press NVDA + w to the current temperature and weather conditions.
da: Tryk NVDA+W for at få de aktuelle vejroplysninger oplyst.
de: Drücken Sie NVDA + w für die aktuelle Temperatur und Wetterbedingungen.
gl: Prema NVDA + w para a temperatura e condicións actuais.
hr: Pritisni NVDA+w za trenutačnu temperaturu i vremenske uvjete.
pl: naciśnij NVDA + w dla aktualnej temperatury i warunków pogodowych.

source: Press NVDA + shift + W for 24 hours forecast and forecast up to 6 days.
da: Tryk NVDA+Skift+W for at få en vejrudsigt der strækker sig over 24 timer, samt yderligere 6 dage.

source: Press NVDA + shift + ctrl + w to set a temporary city.
da: Tryk på NVDA+Skift+CTRL+W for at angive en midlertidig by.
de: Drücken Sie NVDA + Umschalt + Strg + W, um eine temporäre Stadt festzulegen.
gl: Prema NVDA + shift + ctrl + w para establecer unha cidade temporal.
hr: Pritisni NVDA+shift+ctrl+w za postavljanje privremenog grada.
pl: naciśnij NVDA + shift + ctrl + w, aby ustawić tymczasowe miasto.

source: Press NVDA + shift + control + alt + w to open the Weather Plus settings dialog.
da: Tryk på NVDA+Skift+CTRL+Alt+W for at åbne indstillingerne for Vejret Plus.
de: Drücken Sie NVDA + Umschalt + strg + alt + w, um den Dialog Weather Plus Einstellungen zu öffnen.
fr: Appuyez sur NVDA + maj + contrôle + alt + w pour ouvrir le dialogue Paramètres Weather Plus.
gl: Prema NVDA + shift + control + alt + w para abrir o diálogo de configuración do Weather Plus.
hr: Pritisni NVDA+shift+control+alt+w za otvaranje dijaloškog okvira s postavkama za Vremensku prognozu plus.
pl: naciśnij NVDA + shift + control + alt + w, aby otworzyć ustawienia Weather plus.
sk: Stlačte NVDA + shift + control + alt + w na otvorenie dialógu s Nastaveniami Weather Plus.

source: Press NVDA + alt + w to know the last update of the weather report.
da: Tryk NVDA+Alt+W for at få den seneste vejrudsigt oplyst.
de: Drücken Sie NVDA + alt + w, um die letzte Aktualisierung des Wetterberichts zu erfahren.
gl: Prema NVDA + alt + w para coñecer a última actualización do reporte do tempo.
hr: Pritisni NVDA+alt+w za dobivanje informacija zadnje aktualiziranog izvještaja o vremenu .
pl: naciśnij NVDA + alt + w, aby się dowiedzieć, kiedy ostatnio był zaktualizowany biuletyn pogodowy.

source: Press control + shift + w to toggle between Fahrenheit, Celsius or Kelvin.
da: Tryk på CTRL+Skift+W for at skifte temperaturenheden mellem Fahrenheit, Celsius og Kelvin.
de: Drücken Sie strg + Umschalt + w, um zwischen Fahrenheit, Celsius oder Kelvin umzuschalten.
gl: Prema control + shift + w para alternar entre as escalas de temperatura Farenheit, Celsius e Kelvin.
hr: Pritisni control+shift+w za mijenjanje između Fahrenheita, Celzijusa ili Kelvina.
pl: Naciśnij control + shift + w aby przełączać się między skałami mierzenia temperatury.

source: To set Weather Plus:
da: For at indstille Vejret Plus:
de: Um Weather Plus einzustellen:
gl: Para establecer Weather Plus:
hr: Za postavljanje Vremenske prognoze plus:
pl: Aby ustawić weather plus:

source: follow the instructions below!
da: Følg vejledningen nedenfor!

source: The Weather Plus requires an APIXU API key, to get it just create an account click on the link below:
da: Vejret Plus kræver en APIXU API-nøgle for at forbinde til tjenesten. Du kan oprette en konto og få en API-nøgle ved at klikke på linket nedenfor:

source: The page asks you to enter the following data:
da: Siden beder dig indtaste følgende data:

source: Your full name;
da: Dit fulde navn;

source: Your E-mail (this one will be your username);
da: Din e-mail (denne vil være dit brugernavn);

source: Retype your Email;
da: Skriv din e-mail igen;

source: Your password;
da: Din adgangskode;

source: Retype your password;
da: Skriv din adgangskode igen;

source: On the Sign up Apixu page, you'll see a message in English, followed by the corresponding editing fields.
da: På siden Tilmeld dig Apixu vil du se en besked på engelsk efterfulgt af de tilsvarende redigeringsfelter.

source: Here's what you'll see:
da: Her er hvad du vil se:

source: Once all the fields have been filled:
da: Når alle felterne er blevet udfyldt:

source: Tick the box: Are you human?
da: Markér boksen: Are you human?

source: Tick the box: I have read and agree to T&C's and Privacy Policy.
da: Markér boksen: I have read and agree to T&C's and Privacy Policy.

source: Finally, click on the button Sign up.
da: Endelig skal du klikke på knappen "Sign up".

source: Alternatively, you can also sign up via Facebook, Google+ or Github:
da: Alternativt kan du også tilmelde dig via Facebook, Google+ eller Github:

source: The corresponding buttons can be found on the start Signup Apixu page.
da: De tilsvarende knapper findes på startsiden for registrering af Apixu.

source: On the Sign up Apixu page, you'll see a message in English, Followed by the corresponding buttons.
da: På siden Tilmeld dig Apixu vil du se en besked på engelsk, efterfulgt af de tilsvarende knapper.

source: Note: Once you have accepted Apixu in one of the three accounts, you will be automatically redirected to your Dashboard page.
da: Bemærk: Når du har accepteret Apixu i et af de tre konti, bliver du automatisk omdirigeret til din Dashboard-side.

source: Once loged:
da: Når du logger ind:

source: Apixu may send you a request for confirmation of your email to the address you entered in the registration, then check and confirm the link you received.
da: Apixu kan sende dig en anmodning om bekræftelse af din email til den adresse, du indtastede i registreringen, så tjek og bekræft det link, du modtog.

source: In the future, to log in after registering, use the link:
da: I fremtiden skal du logge ind efter registrering ved at bruge linket:

source: On the Dashboard Apixu.com page, you will see some information in English like your username, your API Key Apixu, the page will also contain several links, a check box, a button, etc.
da: På siden Dashboard Apixu.com vil du se nogle oplysninger på engelsk som dit brugernavn, din API Key Apixu, siden vil også indeholde flere links, et afkrydsningsfelt, en knap osv.

source: You should only copy your API Key without the spaces that are at the end and do not change anything.
da: Du bør kun kopiere din API-nøgle uden de mellemrum, der er i slutningen, og ændrer ikke noget.

source: Note: It is preferable to avoid to regenerate your APIXU API key!
da: Bemærk! Det er bedre at undgå at regenerere APIXU API-nøglen!

source: At the bottom of the page you will find the header in English called "Log", followed by the date of creation of your account.
da: Nederst på siden finder du overskriften på engelsk kaldet "Log", efterfulgt af datoen for oprettelsen af din konto.

source: Here's what you'll see:
da: Her er hvad du vil se:

source: FYI: The free plan allows up to 10,000 API calls per month, but if you want to change the plan, it will obviously be paid, see:
da: Den gratis plan tillader op til 10.000 API-opkald pr. Måned, men hvis du vil ændre planen, vil det naturligvis blive betalt, se:

source: Do not try to change the fields, at Weather Plus they it takes as they are.
da: Forsøg ikke at ændre felterne, på Weather Plus de tager som de er.

source: Now you must set the Weather Plus addon before its first use!
da: Nu skal du indstille Vejret Plus inden den køres første gang!

source: Go to:
da: Gå til:

source: Preferences submenu
da: Indstillinger undermenu

source: Weather Plus Settings submenu
da: Vejr Plus Indstillinger undermenu

source: Show configuration items.
da: Vis konfigurationselementer.
de: Konfigurationseinträge anzeigen.
gl: Amosar items de configuración.
hr: Prikaži stavke konfiguracije.
pl: Pokazuje elementy konfiguracji.

source: Press the item for:
da: Tryk på elementet for:
de: Wählen sie zwischen folgenden Einträgen:
gl: Prema o elemento para:
hr: Pritisni stavku za:
pl: Naciśnij element dla:

source: Set and Manage Your Cities...
da: Indstil og administrér dine byer ...
de: Einstellungen und Stadtverwaltung...
gl: Establecer e administrar as súas cidades...
hr: Postavi i upravljaj gradovima …
pl: Ustaw i zarządzaj swoimi miastami...

source: Displays or allows to set the current city from a list. * Documentation
da: Viser eller giver mulighed for at indstille den aktuelle by fra en liste. * Dokumentation

source: Opens the help file for the current language
da: Åbner hjælpefilen for det aktuelle sprog

source: Check for Update...
da: &Søg efter opdatering...

source: Notify if there is an updated version available.
da: Advisér om der er en opdateret version tilgængelig.

source: Press the item:
da: Tryk på elementet:

source: Displays or allows to set the current city from a list
da: Viser eller giver mulighed for at indstille den aktuelle by fra en liste

source: The following message is displayed only for the first time!
da: Følgende meddelelse vises kun første gang!

source: Settings Preset
da: Indstillinger forudindstillet

source: None
da: Ingen

source: F1: help placing, F2: last TAB selection, F3: list and edit box, F4: control duration Weather Forecast, F5: volume controls.
da: F1: hjælp til at placere, F2: sidste TAB-valg, F3: liste og redigeringsboks, F4: Kontrollen til perioden for vejrudsigten, F5: lydstyrkekontrol.

source: Enter a City or choose one from the list, if available.
da: Indtast en by eller vælg en fra listen, hvis den er tilgængelig.

source: Note: The F5 key is available if the sound effects are activated.
da: Bemærk: F5-tasten er tilgængelig, hvis lydeffekterne er aktiveret.
de: Hinweis: Die Taste F5 ist verfügbar, wenn die Soundeffekte aktiviert sind.
gl: Nota: a tecla F5 só está dispoñible se os efectos de son están activados.
hr: Napomena: Tikpa F5 je dostupna, ako su zvučni efekti aktivirani.
pl: Uwaga: kombinacja klawiszy f5 jest dostępna, gdy efekty dźwiękowe są aktywne.

source: After pressing the item "Set and Manage Your Cities...", find you other buttons as follows:
da: Når du har trykket på "Indstil og administrér dine byer ...", finder du andre knapper som følger:

source: This testing the validity of entry and find the city name.
da: Dette tester gyldigheden af den indtastede tekst og finder byens navn.

source: Add
da: Tilføj
de: Hinzufügen
gl: Engadir
hr: Dodaj
pl: Dodaj

source: This add the current city into your list.
da: Dette tilføjer den nuværende by til din liste.

source: This button is activated if you select a city from the list, or it has passed the test.
da: Denne knap aktiveres, hvis du vælger en by fra listen, eller den har bestået testen.

source: Details
da: Detaljer
gl: Detalles
hr: Detalji
pl: Szczegółu

source: This displays information on the selected city.
da: Dette viser oplysninger om den valgte by.

source: Define
da: Definér
de: Definieren
gl: Definir
hr: Odredi
pl: Zdefiniuj

source: This allows you to define the area, in order to adapt the sound effects.
da: Dette giver dig mulighed for at definere området, for at tilpasse lydeffekterne.

source: This button is activated if the audio effects are installed and activated, and you select a city from the list.
da: Denne knap aktiveres, hvis lydeffekterne er installeret og aktiveret, og du vælger en by fra listen.

source: Preset
da: Forudindstilling
de: Voreinstellung
gl: Preselección
hr: Zadaj
pl: Ustaw miasto jako domyślne

source: This presets a city as the default, will be used every time you restart the plugin.
da: Dette forudindstiller en by som standard, vil blive brugt hver gang du genstarter plugin.

source: This button is activated if you select a city previously inserted in the list and not preset, or it has passed the test.
da: Denne knap er aktiveret, hvis du vælger en by, der tidligere er indsat i listen og ikke forudindstillet, eller den har bestået testen.

source: Remove
da: Fjern
de: Entfernen
gl: Eliminar
hr: Ukloni
pl: Usuń

source: To delete a city from your list.
da: Sådan slettes en by fra din liste:

source: This button is activated if you select a city previously inserted in the list.
da: Denne knap er aktiveret, hvis du vælger en by, der tidligere blev indsat i listen.

source: Rename
da: Omdøb
de: Umbenennen
gl: Renomear
hr: Preimenuj
pl: Zmień nazwę

source: To change the name of the selected city in your list.
da: For at ændre navnet på den valgte by i din liste:

source: Insert your API key...
da: Indsæt din API-nøgle ...

source: It permits to insert or manage your key;
da: Det lader dig indsætte eller administrere din nøgle;

source: Once the API key is inserted, the label will be changed in Manage your API key ...
da: Når API-nøglen er indsat, ændres etiketten i Administrer din API-nøgle ...

source: Import new cities...
da: &Importér nye byer ...
de: Neue Städte importieren ...
gl: Importar novas cidades...
hr: Uvezi nove gradove …
pl: Zaimportuj nowe miasta...

source: It permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated
da: Denne indstilling lader dig importere en liste over byer fra filer hvis filtypenavn er *.zipcode; Du kan vælge hvilke byer der skal importeres ved at benytte boksen

source: Export your cities...
da: &Eksportér dine byer ...
de: Städte exportieren...
gl: Exportar as súas cidades...
hr: Izvezi gradove …
pl: Eksportuj miasta

source: It permits to save your list of cities in a specified path
da: Dette lader dig gemme din liste over byer på en bestemt sti

source: This button is activated if you have added and saved at least one city into the list.
da: Denne knap aktiveres, hvis du har tilføjet og gemt mindst én by i listen.
de: Diese Schaltfläche ist aktiv, wenn Sie mindestens eine Stadt zur Liste hinzugefügt haben.
gl: Este botón está activo se engadiu alomenos unha cidade á lista.
hr: Ovaj se gumb aktivira, ako je u popis dodan i spremljen barem jedan grad.
pl: Przycisk ten jest aktywny, jeśli na liście znajduje się przynajmniej jedno miasto.

source: Scale of temperature measurement:
da: Måleenhed for temperatur:
de: Temperaturskala:
gl: Escala de medición da temperatura:
hr: Temperaturna ljestvica:
pl: Skala pomiaru temperatury:

source: Use the radio button to select between:
da: Brug radioknappen til at vælge mellem:

source: Celsius (by default)
da: Celsius (som standard)
de: Celsius (standard)
gl: Celsius (por defecto)
hr: Celzijusa (standardno)
pl: Celsjusz (domyślnie)

source: Degrees shown as:
da: Grader vist som:
de: Grad anzeigen als:
gl: Graos mostrados coma:
hr: Stupnjevi se prikazuju kao:
pl: Pokazuj stopnie jako:

source: Celsius `-` Fahrenheit `-` Kelvin (by default)
da: Celsius `-` Fahrenheit` -` Kelvin (som standard)
de: Celsius `-` Fahrenheit` -` Kelvin (standard)
gl: Celsius `-` Fahrenheit `-` Kelvin (por defecto)
hr: Celzijusa `-` Fahrenheita `-` Kelvina (standardno)
pl: Celsjusz `-` Farenhajt `-` Kelwin (domyślnie)

source: Don't specify
da: Angiv ikke
de: Nicht spezifizieren
gl: Non o especifique
hr: Nemoj odrediti
pl: Nieokreślone

source: Weather Forecasts up to days: 3
da: Vejrudsigt op til dage: 3
de: Wettervorhersage bis Tage: 3
gl: O pronóstico do tempo sobre días: 3
hr: Vremenska prognoza za broj dana: 3
pl: Prognoza pogody do 3 dni

source: Choose between 1 to 7 (3 days by default)
da: Vælg mellem 1 til 7 (3 dage som standard)

source: Toggle the check box for:
da: Skift check bokxen for:

source: Copy the weather report and weather forecast, including city details to clipboard
da: &Kopier vejrrapporten og vejrudsigten, herunder byoplysninger til udklipsholder
de: Wetterbericht und Stadtdetails in die Zwischenablage kopieren
gl: Copia o reporte do clima e o pronóstico do tempo, incluíndo os detalles da cidade ao portapapeis
hr: Kopiraj izvještaj o vremenu i vremensku prognozu, uključujući podatke o gradu u međuspremnik
pl: Skopiuj prognozę i biuletyn pogodowy do schowka wraz ze szczegółami miasta.

source: check box not checked (by default)
da: check box ikke markeret (som standard)

source: Enable audio effects (only for the current weather conditions)
da: Aktivér &lydeffekter (kun for de aktuelle vejrforhold)
de: Soundeffekte aktivieren (nur für aktuelle Wetterbedingungen)
gl: Abilitar efectos de son (só para as condicións climatolóxicas actuais)
hr: Uključi zvučne efekte (samo za trenutačne vremenske uvjete)
pl: Włącz efekty dźwiękowe (tylko dla aktualnych warunków pogodowych)

source: This check box also allows you to manage the installation of sound effects;
da: Denne check box giver dig mulighed for at styre installationen af lydeffekter;

source: If the sound effects are installed and the check box is activated, the F5 key and the volume setting becomes available.
da: Hvis lydeffekterne er installeret, og check boxen er markeret, kan F5-tasten og lydstyrkeindstillingen benyttes.

source: It will also be available an additional check box:
da: En yderligere check box vil også være tilgængelig:

source: Use only weather effects.
da: Brug kun vejreffekter
de: Nur Wetter-Effekte verwenden.
gl: Utilizar só efectos de tempo.
hr: Koristi samo vremenske efekte.
pl: Używaj tylko efektów pogodowych.

source: You can change the overall volume or change the last heard sound effect and filter out the others sounds in your environment.
da: Du kan ændre den samlede lydstyrke eller ændre den sidst hørte lydeffekt og filtrere de andre lyde i dit miljø.

source: Use only weather effects
da: Brug kun &vejreffekter
de: Nur Wetter-Effekte verwenden
gl: Utilizar só efectos de tempo
hr: Koristi samo vremenske efekte
pl: Używaj tylko efektów pogodowych.

source: Is available if sound effects are enabled;
da: Er tilgængelig, hvis lydeffekter er aktiveret;

source: If is enabled, allows to listen only weather effects such as rain, wind, thunder, etc., filtering out all environmental ones.
da: Hvis denne er aktiveret, afspilles lydeffekter for vejrhændelser som regn, vind, torden osv., Og vil deaktivere alle miljømæssige lyde.

source: Enable the reading of the hours in 24-hour format
da: Aktivér læsning af timerne i 24-timers format
de: Stunden im 24-Stunden-Format ausgeben
gl: Habilitar a lectura das horas en formato 24-horas
hr: Uključi čitanje sata u 24-satnom formatu
pl: Włącz odczytywanie godzin w formacie 24-godzinnym.

source: If disabled announces the time in 12-hour format, example: 12 AM `-` 12 PM.
da: Hvis deaktiveret annoncerer klokkeslættet i 12-timers format, eksempel: 12 AM `-` 12 PM.

source: check box checked (by default)
da: Check box markeret (som standard)

source: Enable help buttons in the settings window
da: Aktivér &hjælpeknapper i indstillingsvinduet
de: Hilfetexte für die Schalter in den Einstellungen zeigen
gl: Habilitar botóns de axuda na ventá de configuración
hr: Uključi gumb za pomoć u prozoru postavki
pl: Włącz przyciski pomocy w oknie ustawień.

source: check box checked (by default)
da: Check box markeret (som standard)

source: Read wind informations
da: Læs &vindinformationer
de: Windinformationen ausgeben
pl: Odczytuj informacje o wietrze.

source: If enabled, you can also activate:
da: Hvis aktiveret, kan du også aktivere:
de: Wenn aktiviert, können Sie auch Folgendes aktivieren:
gl: Se habilitado, tamén pode activar:
hr: Ako je uključeno, moguće je aktivirati i:
pl: Gdy włączone, można uaktywnić również:

source: Add wind direction;
da: Tilføj vindretning;
de: Windrichtung ausgeben;
gl: Engadir dirección do vento;
hr: Dodaj smjer vjetra;
pl: Dodaj kierunek wiatru;

source: Indicates the provenance of the wind.
da: Indikerer vindens herkomst.

source: check box checked (by default) * Add speed of the wind;
da: Check box markeret (som standard) * Tilføj vindhastighed;

source: Indicates the speed in kilometers or miles per hour.
da: Angiver hastigheden i kilometer eller mil i timen.

source: check box checked (by default) * Add speed in meters per second of the wind;
da: Check box markeret (som standard) * Tilføjer oplysning for vindhasstigheden i km/t

source: check box checked (by default) * Add perceived temperature;
da: Check box markeret (som standard) * Tilføj opfattet temperatur;

source: check box checked (by default)
da: afkrydsningsfeltet kontrolleres (som standard)
de: standardmäßig aktiviert
gl: por defecto: si.
hr: potvrdni okvir označen (standardno)
pl: Domyślnie zaznaczone.

source: Read atmospherical informations
da: Oplys &atmosfæriske informationer
de: Atmosphärische Informationen ausgeben
pl: Odczytuj informacje atmosferyczne.

source: Add umidity value;
da: Tilføj fugtighedsværdi;
de: Feuchtigkeit ausgeben;
gl: Engadir valor da humidade;
pl: Dodaj wskaźnik wilgotności powietrza;

source: Indicates the humidity in percent.
da: Angiver fugtigheden i procent.

source: check box checked (by default) * Add visibility value;
da: Check box markeret (som standard) * Tilføj sigtbarhed;

source: Indicate in kilometres or miles the distance visible.
da: Indikerer sigtbarheden i mil eller kilometer

source: check box checked (by default) * Add cloudiness value;
da: Check box markeret (som standard) * Tilføjer oplysning der angiver overskyet i procent;

source: Indicates the percentage of cloudiness in the atmosphere.
da: Angiver procentdelen af uklarhed i atmosfæren.

source: check box checked (by default) * Add precipitation value;
da: Check box markeret (som standard) * Tilføj nedbørsværdi;

source: Indicates the amount, in millimeters or inches of precipitation.
da: Angiver mængden, i millimeter eller tommer af nedbør.

source: check box checked (by default) * Add atmospheric pressure value;
da: Check box markeret (som standard) * Tilføj atmosfærisk trykværdi;

source: Indicates the atmospheric pressure in millibars or inches of mercury.
da: Angiver det atmosfæriske tryk i millibar eller tommer kviksølv.

source: If it's checked, enable an additional check box that allows you to indicate the pressure in millimeters of mercury.
da: Hvis denne er markeret, kan du markere en anden check box, som giver dig mulighed for at angive trykket i millimeter kviksølv.

source: check box checked (by default)
da: afkrydsningsfeltet kontrolleres (som standard)
de: standardmäßig aktiviert
gl: por defecto: si.
hr: potvrdni okvir označen (standardno)
pl: Domyślnie zaznaczone.

source: Read astronomical informations
da: Læs astronomiske informationer
de: Astronomische Informationen ausgeben
pl: Odczytuj informacje astronomiczne.

source: Indicates the sunrise and sunset of the sun and the moon.
da: Angiver opgang og nedgang af solen og månen.

source: check box not checked (by default)
da: afkrydsningsfeltet ikke markeret (som standard)
de: standardmäßig nicht aktiviert
gl: por defecto: non.
hr: potvrdni okvir nije označen (standardno)
pl: Domyślnie odznaczone.
