Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: The choice will consent to Weather Plus to use more appropriate sound effects for every single city; * This is the reason for the boost of the number of new sound effects in this versione of the addon; * Many of the new sound effects I got them from Tapin, whom I thank sincerely.
sk: * Pridané prepínacie tlačidlo pre nastavenie spôsobu zobrazenia stupňov; * Výber je medzi: * Celzius - Fahrenheit * C - F * žiadne zobrazenia * Pridané tlačidlo pre "upresnenie"; * Umožňuje upresniť pásmo pre jedno mesto medzi: * Vnútrozemské * prímorská oblasť * púštne pásmo * arktické pásmo * horské pásmo * Výber vyhodnotí, aby Weather Plus používal viac príznačné zvukové efekty pre každé mesto zvlášť; * To je dôvod pre tak veľký nárast zvukových efektov pre túto verziu doplnku; * Mnoho z týchto nových zvukov som získal od Tapina, ktorému srdečne ďakujem.

source: Version 2.9
es: Versión 2.9
gl: Versión 2.9
it: Versione 2.9
pl: Wersja 2.9
sk: Verzia 2.9

source: Version 2.8
es: Versión 2.8
gl: Versión 2.8
it: Versione 2.8
pl: Wersja 2.8
sk: Verzia 2.8

source: Fixed regexp to search for the altitude; It did not accept parameters of single digits.
fr: Correction de regexp pour la recherche de l'altitude; Il n'acceptait pas les paramètres d'un seul chiffre.
it: Corretto regexp per ricerca altitudine; Non accettava parametri a una sola cifra.
sk: Opravený regexp na hľadanie nadmorskej výšky; Nepríjmal parametre jednotlivých číslic.

source: Improved parser of the edit box; It should find more easily the city.
fr: Amélioration de l'analyseur de la zone d'édition; Il devrait retrouver plus facilement la ville.
it: Migliorato il parser della casella di editazione; Dovrebbe trovare più facilmente le città.
sk: Vylepšený parser textového poľa; Malo by sa ľahšie nájsť mesto.

source: Connections now handled by urllib2, instead of urllib; * This should allow the functioning of the addon even on a computer connected to the corporate network protected by proxy.
sk: Prepojenia, ktoré teraz spravuje program urllib2, namiesto servera urllib; * To by malo umožniť fungovanie doplnku aj na počítači pripojenom k ​​podnikovej sieti chránenej serverom proxy.

source: Added feature "Find"; Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
es: Añadida función "Encuentra"; Control+F3 = Encuentra..., F3 = Encuentra siguiente, Shift+F3 = Encuentra anterior.
fr: Ajout de la fonction "Trouver"; Contrôle+F3 = Trouver..., F3 = Trouver suivant, Maj+F3 = Trouver précédent.
it: Aggiunta funzione "Trova"; Control+F3 = Trova..., F3 = Trova successivo, Shift+F3 = Trova precedente.
sk: Pridaná funkcia „Nájsť“; Control + F3 = Nájsť ..., F3 = Nájsť ďalšie, Shift + F3 = Nájsť predchádzajúce.

source: Version 2.7
es: Versión 2.7
gl: Versión 2.7
it: Versione 2.7
pl: Wersja 2.7
sk: Verzia 2.7

source: Fixed wrong name of a string "Motorcycle" in "Motorcycle00"; He asked updated sound effects because they could not find the file.
fr: Correction d'un nom incorrect d'une chaîne "Motorcycle" en "Motorcycle00" ; Il a demandé la mise à jour des effets sonores parce qu'il ne pouvait pas trouver le fichier.
it: Corretto nome errato di una stringa "Motorcycle" in "Motorcycle00"; Chiedeva aggiornamento degli effetti sonori perché non trovava il file.
sk: Opravené nesprávne meno reťazca "Motorcycle" v "Motorcycle00"; Požiadal o aktualizované zvukové efekty, pretože nemohol nájsť súbor.

source: Added ability to read about wind ; Direction, speed and temperature of the wind.
fr: Ajout de la possibilité de lire à propos du vent ; Direction, vitesse et température du vent.
it: Aggiunta possibilità lettura informazioni vento; Direzione, velocità e temperatura del vento.
sk: Pridaná možnosť oznamovať informácie o vetre; Smer, rýchlosť a teplota vetra.

source: Added ability to read atmospherical information; Humidity, visibility, pressure and state of the barometric pressure.
fr: Ajout de la possibilité de lire les informations atmosphériques ; Humidité, la visibilité, la pression et l'état de la pression barométrique.
it: Aggiunta possibilità lettura informazioni atmosferiche; Umidità, visibilità, pressione e stato della pressione barometrica.
sk: Pridaná možnosť oznamovať atmosférické informácie; Vlhkosť, viditeľnosť, tlak a stav barometrického tlaku.

source: Added ability to read the Astronomic information; * Time of sunrise and sunset.
sk: Pridaná možnosť oznamovať astronomické informácie; * Čas východu a západu slnka.

source: Added button " Details "; * Provides some information such as the real name of the city ( assigned by Yahoo Weather Forecast), the state / region and the nation to which it belongs; With geographic coordinates, and height above sea level.
sk: * Pridané tlačidlo podrobnosti o meste "; * Poskytuje nejaké informácie, napr. úplný názov mesta, ( Podľa služby Yahoo Weather Forecast), štát / región a národnosť, ku ktorej patrí ; * S geografickými koordinátmi, a informáciou o nadmorskej výške. * Pridané rozpoznávanie WoeID identifikačného kódu. napr. mesto Bologna tomu napr. zodpovedá 711080). * Teraz môžete napísať názov mesta a ak sa nejaké nájdu, zobrazí sa zoznam a môžete si vybrať.

source: Added recognition of WoeID (location codes, eg. Bologna it corresponds to 711080).
es: Añadido reconocimiento de WoeID (códigos de ubicación, por ejemplo. Bolonia que corresponde a 711.080).
fr: Ajout de la reconnaissance des WoeID (codes de localisation, par exemple. Bologna correspond à 711080).
it: Aggiunto riconoscimento dei WoeID (codici di luogo, es. Bologna it corrisponde a 711080).
sk: Pridané rozpoznávanie WoeID (lokalizačné kódy, napr. Bologna, zodpovedá 711080).

source: Now you can type the name of the city, in this case, if any, the occurrences will be listed and you will be able to choose.
es: Ahora usted puede escribir el nombre de la ciudad, en este caso, si los hubiere, se listarán las coinsidencias y usted será capaz de elegir.
fr: Maintenant, vous pouvez taper le nom de la ville, dans ce cas, si le cas se présente, les occurrences seront répertoriés et vous serez en mesure de choisir.
it: Ora è possibile digitare il nome della città, in questo caso se presenti, saranno elencate le ricorrenze e si potrà scegliere.
sk: Teraz môžete zadať názov mesta. V tomto prípade, ak sú nejaké výskyty, budú uvedené a budete si môcť vybrať.

source: Version 2.6
es: Versión 2.6
gl: Versión 2.6
it: Versione 2.6
pl: Wersja 2.6
sk: Verzia 2.6

source: The functions of the buttons "Add" and "Remove" were optimized in the zip code's list management; Now the operation are a lot more fast!
fr: Les fonctions des boutons "Ajouter" et "Supprimer" ont été optimisées dans la gestion de la liste des codes postaux; Maintenant les opérations sont beaucoup plus rapide !
it: Ottimizzate funzioni dei pulsanti "Aggiungi" e "Rimuovi" nella gestione lista dei zip code; Ora le operazioni sono molto più veloci!
sk: Funkcie tlačidiel „Pridať“ a „Odobrať“ boli optimalizované v správe zoznamu PSČ; Teraz je prevádzka oveľa rýchlejšia!

source: The function of the button "Test" was optimized, now it exploits until 13 research keys; Now if it doesn't find the name of the city it is a real bad luck!
es: La función del botón "Prueba" se ha optimizado, ahora se utilizan hasta 13 palabras clave; ¡Ahora bien, si no encuentra el nombre de la ciudad es una verdadera mala suerte!
fr: La fonction du bouton "Tester" a été optimisé, maintenant jusqu'à 13 Mots clés sont utilisés; Maintenant, si il ne trouve pas le nom de la ville, c'est une véritable malchance !
it: Ottimizzata la funzione del pulsante "Test", ora sfrutta fino a 13 chiavi di ricerca; Ora se non trova il nome della città è una vera sfiga!
sk: Funkcia tlačidla „Testovanie“ bola optimalizovaná, teraz využíva až 13 prehľadávacich kláves; Ak sa nenájde názov mesta, je to skutočne smola!

source: The function of the button "Find your city...", now finds more countries; It was added an automatic test that collects the functioning zip codes, and it further consents a rapid visualization thanks to the creation of a little buffer corresponding to the name of the specific country.
fr: La fonction du bouton "Trouver votre ville...", maintenant trouve davantage de pays; Un testeur automatique qui reprend les codes postaux qui fonctionnent, et permet un affichage rapide grâce à la création d'un petit tampon correspondant au nom du pays spécifique a été ajouté.
it: La funzione del pulsante "Trova la tua città...", ora trova più paesi; È stato aggiunto un test automatico che raccoglie gli zip code al momento funzionanti, e consente la successiva rapida visualizzazione grazie alla creazione di un piccolo buffer corrispondente al nome del paese specifico.
sk: Funkcia tlačidla „Nájsť mesto ...“ teraz nájde viac krajín; Bola pridaná automatická skúška, ktorá zhromažďuje funkčné PSČ a ďalej udeľuje rýchlu vizualizáciu vďaka vytvoreniu malého buffera so zodpovedajúcim názvom konkrétnej krajiny.

source: Three new sounds effects were added; It will be necessary to update them from the settings of the plugin.
fr: Trois nouveaux effets sonores ont été ajoutés; Il sera nécessaire de les mettre à jour à partir des paramètres de l'extension.
it: Sono stati aggiunti tre nuovi effetti sonori; Sarà necessario aggiornarli dalle impostazioni del plugin.
sk: Pridané tri nové zvukové efekty; Z nastavení doplnku ich bude potrebné aktualizovať.*

source: Version 2.5
es: Versión 2.5
gl: Versión 2.5
it: Versione 2.5
pl: Wersja 2.5
sk: Verzia 2.5

source: Added possibility to copy the weather report or the weather forecast to the clipboard.
de: Möglichkeit, den Wetterbericht oder die Wettervorhersage in die Zwischenablage zu kopieren, hinzugefügt.
es: Añadida la posibilidad de copiar el reporte del clima o el pronóstico del tiempo al portapapeles.
fr: Ajout de la possibilité de copier le bulletin météo ou la prévisions météo dans le presse-papiers.
gl: Engadido a posibilidade de copiar o informe do tempo ou a previsión do tempo no portapapeis.
it: Aggiunta possibilità di copiare negli appunti il bollettino o la previsione meteo.
sk: Pridaná možnosť skopírovania ohlásenej predpovede do schránky.

source: Version 2.4.4
es: Versión 2.4.4
gl: Versión 2.4.4
it: Versione 2.4.4
pl: Wersja 2.4.4
sk: Verzia 2.4.4

source: Version 2.4.3
es: Versión 2.4.3
gl: Versión 2.4.3
it: Versione 2.4.3
pl: Wersja 2.4.3
sk: Verzia 2.4.3

source: Version 2.4
es: Versión 2.4
gl: Versión 2.4
it: Versione 2.4
pl: Wersja 2.4
sk: Verzia 2.4

source: Version 2.3
es: Versión 2.3
gl: Versión 2.3
it: Versione 2.3
pl: wersja 2.3
sk: Verzia 2.3

source: Version 2.2
es: Versión 2.2
gl: Versión 2.2
it: Versione 2.2
pl: Wersja 2.2
sk: Verzia 2.2

source: Version 2.1
es: Versión 2.1
gl: Versión 2.1
it: Versione 2.1
pl: Wersja 2.1
sk: Verzia 2.1

source: Version 2.0
es: Versión 2.0
gl: Versión 2.0
it: Versione 2.0
pl: Wersja 2.0
sk: Verzia 2.0

source: correct input on the fly is no longer saved, so it is temporary; To call the city set in the preferences, press INSERT + control + f3.
fr: l'entrée correct n'est plus enregistrée à la volée, il est donc temporaire; pour appeler la ville définie dans les préférences, appuyez sur INSERT + contrôle + f3.
it: Corretto immissione al volo, non viene più salvata, è quindi temporanea; Per richiamare la città impostata nelle preferenze premere insert+control+f3.
sk: správny vstup za chodu sa už neukladá, takže je dočasný; Ak chcete vyvolať na mesto nastavené v možnostiach, stlačte INSERT + control + f3.

source: Version 1.9
es: Versión 1.9
gl: Versión 1.9
it: Versione 1.9
pl: Wersja 1.9
sk: Verzia 1.9

source: Initial Version 1.1
es: Versión inicial 1.1
fr: Première version 1.1
it: Versione iniziale 1.1
sk: Počiatočná verzia 1.1

source: updated the NVDA-addon.
fr: mis à jour de NVDA-addon.
it: aggiornato il nvda-addon.
sk: aktualizovaný NVDA-addon.

source: Translation support has been added.
es: Se añadió el soporte de traducción.
fr: Le support de traduction a été ajouté.
it: Il supporto alla traduzione è stato aggiunto.
sk: Bola pridaná podpora prekladu.

source: To add a new city: press the following item:
es: Para añadir una nueva Ciudad: pulsa el siguiente elemento:
fr: Pour ajouter une nouvelle ville : appuyer sur l'élément suivant :
it: Per aggiungere una nuova città: premere il seguente elemento:

source: Degrees shown as: Use the radio button to select between: Celsius `-` Fahrenheit `-` Kelvin (by default) C `-` F `-` K or Unspecified.
es: Indica los grados como: Utiliza los botones de opciones para seleccionar entre: Celsius `-` Fahrenheit `-` Kelvin (por defecto) C `-` F `-` K o No especificado.
it: Indica i gradi come: Utilizzare il Pulsante radio per selezionare tra: Centigradi` -` Fahrenheit `-` Kelvin (predefinito) C `-` F `-` K o Non specificato.

source: Combo box: Weather Forecasts up to days: 3; You can choose between 1 to 10 (3 days by default)
it: Casella combinata: Previsioni del tempo fino a giorni: 3; Selezionare tra 1 a 10 (3 giorni predefinito)

source: Copy the weather report and weather forecast, including city details to clipboard; check box not checked (by default)
it: Copia il bollettino meteo e previsioni del tempo, compresi i dettagli della città negli appunti; casella di controllo non attivata (per impostazione predefinita)

source: Enable audio effects (only for the current weather conditions); This check box also allows you to manage the installation of sound effects; If the sound effects are installed and the check box is activated, the F5 key and the volume setting becomes available.
it: Abilita effetti audio (solo per le condizioni meteo attuali); Questa casella di controllo permette anche di gestire l'installazione di effetti sonori; Se sono installati gli effetti sonori e la casella di controllo è attivata, il tasto F5 e l'impostazione del volume diventano disponibili.

source: You can change the overall volume or change the last heard sound effect and filter out the others sounds in your environment. Checkbox is not checked by default.
es: Puedes cambiar el volumen general o cambiar el último efecto de audio escuchado y filtrar los otros efectos de audio en tu entorno. Esta casilla de verificación no está marcado por defecto.
it: È possibile modificare il volume generale o modificare l'ultimo effetto sonoro sentito e filtrare gli altri suoni ambientali. Questa casella di controllo è non attivata per impostazione predefinita.

source: Enable help buttons in the settings window; check box checked (by default)
it: Abilita aiuto pulsanti nella finestra delle impostazioni; casella di controllo attivata (per impostazione predefinita)

source: Read wind information; check box not checked (by default). If this checkbox is enabled, you can also activate the following checkboxes:
it: Leggi le informazioni del vento; casella di controllo non attivata (per impostazione predefinita). Se attivata è anche possibile abilitare le seguenti caselle di controllo:

source: Read atmospherical information; check box not checked (by default). If enabled, you can also check the following checkboxes:
it: Leggi informazioni atmosferiche; casella di controllo non attivata (per impostazione predefinita). Se attivata è anche possibile abilitare le seguenti caselle di controllo:

source: Read astronomical information; Indicates the time of sunrise and sunset. check box not checked (by default)
it: Leggi le informazioni astronomiche; Indica l'ora del alba e tramonto. casella di controllo non attivata (per impostazione predefinita)

source: Use the comma to separate decimals; If enabled, uses the comma as a decimal separator, otherwise, use the point. check box not checked (by default)
it: Usa la virgola per separare i decimali; Se attivata usa la virgola come separatore decimale, in caso contrario, utilizza il punto. casella di controllo non attivata (per impostazione predefinita)

source: Check for upgrade; If is activated this alerts when there is an update of the addon. check box checked (by default)
it: Controllo presenza aggiornamenti; Se è attivata avvisa quando c'è un aggiornamento del componente aggiuntivo. casella di controllo attivata (per impostazione predefinita)

source: If you have modified the cities list, by pressing "Cancel", you will be remembered and you can still save it. Note: your settings will be save in the file named:
es: Si has modificado la lista de ciudades, pulsando "Cancelar", se te recordará y podrás guardarla. Nota: tu configuración será guardada en el archivo llamado:
it: Se avete modificato la lista delle città, premendo "Annulla", vi sarà ricordato e potrete ancora salvarla. Nota: le impostazioni verranno salvate nei file denominati:

source: Version 7.4
es: Versión 7.4
it: Versione 7.4

source: Fixed a bug in a city search function.
es: Se ha corregido un error en una función de búsqueda de la ciudad.
fr: Correction d'un bogue dans la fonction de recherche de la ville. dans la fonction de recherche.
it: Corretto un bug in una funzione di ricerca della città.

source: Fixed bug after adding a city, if it is the first one entered if you press ok button and restart the add-on.
es: Corregido un fallo al añadir una ciudad si esta era la primera en introducirse, se pulsaba el botón Aceptar y se reiniciaba el complemento.
fr: Correction d'un bug après avoir ajouté la première ville, lorsque vous appuyez sur le bouton OK et redémarrez l'extension.
it: Risolto bug dopo l'aggiunta della prima città, quando si preme il pulsante ok e si riavvia il componente aggiuntivo.

source: Fixed bug in local time in "details"; 12-hour time conversion gave an error.
es: Solucionado el error en la hora local en "detalles"; La conversión de tiempo de 12 horas dio un error.
fr: Correction d'un bogue d'heure locale dans "Détails"; La conversion au format 12-heures donnait une erreur.
it: Corretto bug nell'ora locale in "dettagli"; La conversione del tempo in 12 ore dava un errore.

source: Daylight saving time removed in the "Details" function.
es: El horario de verano eliminado en la función "Detalles".
fr: Heure d'été supprimée dans la fonction "Détails".
it: Rimossa l'ora legale nella funzione "Dettagli".

source: Fixed bug in the "Add city" function.
es: Solucionado el error en la función "Añadir una ciudad".
fr: Correction d'un bug dans la fonction "Ajouter une ville".
it: Corretto bug nella funzione "Aggiungi città".

source: Weather Plus now uses the APIXU API.
es: Weather Plus ahora usa la API APIXU.
fr: Weather Plus utilise maintenant l'API APIXU.
it: Weather Plus ora utilizza l'API APIXU.

source: added the astronomic information;
fr: Ajouté les informations astronomiques;
it: Aggiunto le informazioni astronomiche;

source: The volume type assigned by the user, between the general and current audio volume, is now maintained when the configuration is saved.
es: El tipo de volumen asignado por el usuario, entre el Volumen de audio general y el Volumen de audio actual, ahora se mantiene cuando se guarda la configuración.
fr: Le type de volume assigné par l'utilisateur, entre volume général et volume courant, est maintenant conservé quand la configuration est sauvegardée.
it: Il tipo di volume assegnato dall'utente, tra generale e corrente, ora è mantenuto quando la configurazione viene salvata.

source: Bugfix release.
es: Versión de corrección de un error.
it: Versione correzione di un bug.

source: "Details" function was updated for convenience; The information about the altitude are now provided by veloroutes.org. This leads to small differences of little relevance.
fr: Pour plus de facilité la fonction dans "Détails" a été mis à jour; L'information concernant l'altitude est maintenant fournie par veloroutes.org. Cela amène à de petites différences de peu d'importance.
it: Per convenienza è stata aggiornata la funzione "dettagli"; Le informazioni sull'altitudine sono ora fornite da veloroutes.org. Questo porta a piccole differenze di poca rilevanza.

source: removed the file selector in the update section; Now the update file is saved to the temporary folder, It open the possibility to install the update automatically, good for beginners.
fr: Suppression de la sélection de fichier dans la section de mise à jour; Maintenant, le fichier de mise à jour est enregistré dans le dossier temporaire, Il ouvre la possibilité d'installer la mise à jour automatiquement, bon pour les débutants
it: rimosso il file selettore nella sezione di aggiornamento; Ora il file di aggiornamento viene salvato nella cartella temporanea, si apre la possibilità di installare l'aggiornamento automatico, buono per i principianti.

source: Correct localization and documentation in Serbian.
es: Corregida la localización y la documentación en Serbio.
it: Corretta la localizzazione e la documentazione in serbo.

source: correct 2 strings in Russian and ukrainian localizations.
fr: Correction de deux chaînes dans les localisations Russes et Ukrainiennes.
it: corrette 2 stringhe in localizzazione russa e ucraina.

source: Corrected title of the Check for upgrade window.
es: Corregido el título de la ventana Buscar Actualización.
fr: Correction du titre de la fenêtre de mise à jour.
it: Corretto il titolo della finestra Controllo presenza aggiornamenti.

source: Improved update algorithm.
es: Mejorado el algoritmo de actualización.
it: Migliorato l'algoritmo di aggiornamento.

source: Added hotkey NVDA+shift+control+alt+w; it Opens the Weather Plus settings dialog.
es: Añadido atajo NVDA+shift+control+alt+w; Se abre el cuadro de diálogo Configuración de Weather Plus.
fr: Ajout du raccourci NVDA+maj+contrôle+alt+w; Il ouvre le dialogue paramètres de Weather Plus.
it: Aggiunto il tasto di scelta rapida NVDA+shift+control+alt+w; Si apre la finestra di dialogo impostazioni di Weather Plus.

source: Added 8 new check boxes; It is now possible to further customize the readout:
it: Aggiunte 8 nuove caselle di controllo; Sarà ora possibile personalizzare ulteriormente l'output su:

source: Compatibility with wx python version 4.
es: Compatibilidad con wx python versión 4.
it: Compatibilità con wx python versione 4.

source: Added SSL support.
es: Añadido soporte SSL.
it: Aggiunto il supporto SSL.

source: Revised and corrected russian localization.
it: Riveduta e corretta localizzazione russa.

source: Weather plus moved to the "nvda.it" as it's default hosting provider.
it: Weather Plus è passato a "nvda.it" come provider di hosting predefinito.

source: Fixed a minor bug when the connection was not active.
es: Corregido un error menor cuando la conexión no estaba activa.
fr: Correction d'un bogue mineur quand la connexion n'a pas été active.
it: Corretto un bug minore quando la connessione non era attiva.

source: Fixed bug in the translation strings for the scale measurement. In some languages, Kelvin, Celsius and Fahrenheit have not been translated.
es: Corregido error en la traducción de la escala de medición; En algunos idiomas, Kelvin, Celsius y Fahrenheit no fueron traducidos.
fr: Correction d'un bogue dans les chaînes de traduction pour l'échelle de mesure. Dans certaines langues, Kelvin, Celsius et Fahrenheit n'ont pas été traduits.
it: Corretto un bug nella traduzione della scala di misura; In alcune lingue, Kelvin, Celsius e Fahrenheit non sono stati tradotti.

source: Updated some parts of code and replaced all instructions eval().
es: Actualizadas algunas partes del código y reemplazado todas las instrucciones eval().
fr: Mise à jour de certaines parties du code et remplacement de toutes les instructions eval().
it: Aggiornate alcune parti di codice e sostituito tutte le istruzioni eval().
