Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Added hotkey NVDA+shift+control+alt+w;
da: Tilføjet hotkey NVDA + skift + kontrol + alt + w;

source: Open the Weather Plus settings dialog. * Correct some English strings.
da: Åbn dialogboksen Vejr Plus-indstillinger. * Ret nogle engelske strenge.

source: Added 8 new check boxes;
da: Tilføjet 8 nye afkrydsningsfelter;

source: It is now possible to further customize the output: * wind direction. * wind speed. * Perceived temperature. * Humidity value. * Visibility value. * Atmospheric pressure value. * Indicates the atmospheric pressure in millimeters of mercury (mmHg). * State of the barometric pressure.
da: Det er nu muligt at tilpasse udgangen yderligere: * Vindretning. * vindhastighed. * Opfattet temperatur. * Fugtighedsværdi. * Synlighed værdi. * Atmosfærisk trykværdi. * Angiver det atmosfæriske tryk i millimeter kviksølv (mmHg). * Barometertrykstilstand.

source: Added Polish translation (thanks to Zvonimir Staneczyć).
da: Tilføjet polsk oversættelse (takket være Zvonimir Staneczyć).
de: Polnische Übersetzung hinzugefügt (dank Zvonimir Staneczyć).
es: Añadida la traducción en Polaco (gracias a Zvonimir Staneczyć).
fr: Ajout de la traduction Polonaise (grâce à Zvonimir Staneczyć).
gl: Engadida tradución polaca (grazas a Zvonimir Staneczyć).
it: Aggiunta la traduzione in polacco (grazie a Zvonimir Staneczyć).
pl: Dodano polskie tłumaczenie (Zvonimir Staneczyć).
sk: Pridaný preklad do poľštiny (vďaka Zvonimirovi Staneczymuć).

source: Weather Plus it's now compatible also for future wx version 4;
da: Weather Plus det er nu også kompatibelt med fremtidige wx version 4;

source: Note: at the moment with wx version 4.0.0b1 msw (phoenix) generates an annoying error when using the vertical arrows in many edit boxes:
da: Bemærk: I øjeblikket med wx version 4.0.0b1 genererer msw (phoenix) en irriterende fejl, når du bruger de lodrette pile i mange redigeringsbokse:

source: wxAssertionError: C++ assertion "Assert failure" failed at ..\..\src\common\evtloopcmn.cpp(110) in wxEventLoopBase::Yield(): wxYield called recursively.
da: wxAssertionError: C ++ påstand "Assert failure" mislykkedes ved .. \ .. \ src \ common \ evtloopcmn.cpp (110) i wxEventLoopBase :: Udbytte (): wxYield kaldes rekursivt.

source: Added SSL support;
da: Tilføjet SSL-understøttelse;
sk: Pridaná podpora SSL;

source: Is used only if there is a SSL error certificate verify failed.
da: Anvendes kun, hvis der er et SSL-fejlcertifikat, bekræftes fejl.

source: Fixed bug in the reading of the new version string, during a connection time-out.
da: Fixed bug i læsningen af den nye version streng, under en time-out-forbindelse.
de: Fehler beim Lesen der neuen Versionszeichenfolge während einer Verbindungszeitüberschreitung behoben.
es: Corregido error en la lectura de la nueva cadena de la versión, durante un tiempo de espera de conexión.
fr: Correction d'un bogue à la lecture de la nouvelle chaîne de version, durant un dépassement du temps de connexion.
gl: Arranxado un erro na lectura da cadea da nova versión durante unha conexión expirada.
it: Corretto bug nella lettura della nuova stringa di versione, durante un time-out della connessione.
pl: Naprawiono błąd odczytu informacji o nowej wersji, który pojawiał się po przekroczeniu czasu połączenia.
sk: Opravená chyba pri čítaní reťazca novej verzie počas časového limitu pripojenia.

source: Improved the upgrade section;
da: Forbedret opgraderingssektionen;

source: Now the dialog do not interferes with the nvda menu. * Revised and corrected russian Localization. * Adding Ukrainian translation (thanks to Alex Yeshanu).
da: Nu forstyrrer dialogen ikke nvda-menuen. * Revideret og korrigeret russisk lokalisering. * Tilføjelse af ukrainsk oversættelse (takket være Alex Yeshanu).

source: Revised and corrected German Localization.
da: Revideret og korrigeret tysk lokalisering.
de: Fehlerkorrekturen in der deutschen Lokalisierung.
es: Revisada y corregida la localización en Alemán.
fr: Traduction Allemande revue et corrigée.
gl: Revisada e corrixida a tradución alemá.
it: Riveduta e corretta la localizzazione Tedesca.
pl: Sprawdzono i poprawiono niemieckie tłumaczenie.
sk: Revidovaná a opravená nemecká lokalizácia.

source: Added German localization (thanks to Karl Eick).
da: Tilføjet tysk lokalisering (takket være Karl Eick).
de: Deutsche Lokalisierung hinzugefügt (dank Karl Eick).
es: Añadida la localización en Alemán (gracias a Karl Eick).
fr: Ajout de la traduction en Allemand (grâce à Karl Eick).
gl: Engadida tradución ao alemán (grazas a Karl Eick).
it: Aggiunta localizzazzione tedesca (grazie a Karl Eick).
pl: Dodano niemieckie tłumaczenie (Karl Eick).
sk: Pridaná lokalizácia do nemčiny (vďaka Karlovi Eickovi).

source: Added Romanian localization (thanks to Florian Ionașcu).
da: Tilføjet rumænsk lokalisering (takket være Florian Ionaşcu).
de: Rumänische Lokalisierung hinzugefügt (dank Florian Ionaşcu).
es: Añadida la localización en Rumano (gracias a Florian Ionașcu).
fr: Ajout de la traduction en Roumain (Grâce à Florian Ionașcu).
gl: Engadida tradución ao rumano (grazas a Florian Ionașcu).
it: Aggiunta localizzazione Rumena (grazie a Florian Ionașcu).
pl: Dodano rumuńskie tłumaczenie (Florian Ionașcu).
sk: Pridaná lokalizácia do rumunčiny (vďaka Florianovi Ionascuovi).

source: * Fixed a minor bug in the function "details"; the strings "latitude" and "longitude" were reversed compared to the value.
da: * Rettede en mindre fejl i funktionen "detaljer"; Strengene "breddegrad" og "længdegrad" blev vendt i forhold til værdien.

source: The Public folder links will become inactive on March 15.
da: De offentlige mappelinks bliver inaktive den 15. marts.

source: On that date, the Public folder will become a standard Dropbox folder, and will not be useable by the addon.
da: På den dato bliver den offentlige mappe en standard Dropbox-mappe, og den kan ikke bruges af tilføjelsen.

source: The upgrade links of the addon and of the samples have been updated, therefore, from now on, WP will lean completely on the italian page of NVDA.
da: Opgraderingslinkene af addonet og af prøverne er blevet opdateret, og WP vil hidtil læne sig helt på den italienske side af NVDA.

source: Fixed a minor bug when the connection is not active.
da: Fast en mindre fejl, når forbindelsen ikke er aktiv.
de: Ein kleiner Fehler wurde behoben, wenn die Verbindung nicht aktiv ist.
gl: Solucionouse un erro menor cando a conexión non está activa.
pl: Naprawiono niewielki błąd pojawiający się gdy połączenie jest nieaktywne.
sk: Opravená drobná chyba, keď je neaktívne pripojenie.

source: Now Weather Plus is able to run some connection attempts before notifying the malfunction of the WoeId in use, it emits a beep at each attempt;
da: Nu er Weather Plus i stand til at køre nogle forbindelsesforsøg, før der meddeles fejlen i WoeId i brug, det udsender et bip ved hvert forsøg;

source: This beep, if you want, can be disabled by using a check box by Weather Plus settings.
da: Dette bip kan, hvis du vil, deaktiveres ved at bruge en check box i indstillingerne for Vejret Plus.

source: * Fixed bug in the translation of the scale measurement. In some languages, Kelvin, Celsius and Fahrenheit have not been translated.
da: * Rettet fejl i oversættelsen af temperaturskalaen. På nogle sprog er Kelvin, Celsius og Fahrenheit ikke blevet oversat.

source: Fixed update notice of Weather Plus during the Windows start-up;
da: Faste opdateringsmeddelelse om Weather Plus under Windows-opstart;

source: This happens when the button was pressed "Use currently saved settings on the logon and other secure screens (requires administrator privileges)" from the general settings of nvda, which copies the configuration, and all of the add-on folder systemConfig, but these are not synchronized with subsequent updates of the add-ons.
da: Dette sker ved tryk på knappen "Brug gemte indstillinger på logon og andre sikre skærme (kræver administratorrettigheder)" fra de generelle indstillinger i NVDA, som kopierer konfigurationen og alle konfigurationer tilhørende diverse tilføjelser, og hvis disse ikke er synkroniseret med efterfølgende opdateringer af tilføjelsesprogrammerne.

source: If you have ever used at least once this option, you will have to do it again one last time just after to have up-to-date Weather Plus.
da: Hvis du nogensinde har brugt mindst en gang denne mulighed, bliver du nødt til at gøre det igen en sidste gang lige efter at have opdateret Weather Plus.

source: Added 5 new sound effects;
da: Tilføjet 5 nye lydeffekter;

source: It will be necessary to update them from the settings of the plugin. * Fixed bug in the import function;
da: Det bliver nødvendigt at opdatere dem fra pluginets indstillinger. * Fixed bug i import funktionen;

source: The list of cities was not sorted alphabetically. * Added import mode in the import function;
da: Listen over byer blev ikke sorteret alfabetisk. * Tilføjet importtilstand i importfunktionen

source: you may decide to completely replace your own list, or simply add new cities to it. * Updated the reading of the weather forecast, current weather report;
da: Du kan beslutte at erstatte din egen liste fuldstændigt, eller blot tilføje nye byer til den. * Opdateret læsningen af vejrudsigten, den aktuelle vejrrapport;

source: Adding the perceived temperature (wind chill). * Added new strings to the list weather reports.
da: Tilføjelse af den opfattede temperatur (vindens kølighed). * Tilføjet nye strenge til listen Vejrrapporter.

source: Fixed bug in the forecast for up to 10 days;
da: Fast fejl i prognosen i op til 10 dage;

source: Now if the estimates received are in number less than the request of the user, the missing days are indicated as unknown. * Fixed string help entry on the command nvda+shift+w. * Revised and updated documentation.
da: Nu, hvis de estimater, der modtages, er i antal mindre end brugerens anmodning, angives de manglende dage som ukendte. * Fast streng hjælp indtastning på kommandoen nvda + shift + w. * Revideret og opdateret dokumentation.

source: Updated some parts of code and replace all instructions eval().
da: Opdaterede nogle dele af kode og erstatt alle instruktioner eval ().
de: Einige Teile des Codes wurden aktualisiert und alle Anweisungen dem entsprechend ersetzt.
gl: Actualizado algunhas pezas de código e substituír as instrucións eval().
sk: Aktualizované niektoré časti kódu a nahradené všetky inštrukcie eval().

source: Fixed bug during the ratio of weather forecasts;
da: Fast fejl under forholdet mellem vejrudsigterne;

source: Now the temperatures are read correctly.
da: Nu er temperaturerne læst korrekt.

source: Changed the rounding in the conversion of atmospheric pressure from mbar in inches of mercury;
da: Ændret afrundingen i omdannelsen af atmosfærisk tryk fra mbar i tommer kviksølv;

source: Now the value is calculated in defect, while before it was in excess.
da: Nu beregnes værdien i defekt, mens den var overskredet.

source: Added 2 new strings to the list weather reports.
da: Tilføjet 2 nye strenge til listen vejrrapporter.
de: Die Liste der Wetterberichte wurde um 2 neue Strings erweitert.
es: Añadido 2 nuevas cadenas a la lista de los informes meteorológicos.
fr: Ajout de deux nouvelles chaînes à la liste bulletin météo.
gl: Engadidas dúas novas cadeas á lista reportes do tempo.
it: Aggiunte 2 nuove stringhe alla lista rapporti meteo.
sk: Pridané 2 nové reťazce do zoznamu správ o oznamovaní počasia.

source: Updated running sounds for the effect in conditions of only wind;
da: Opdaterede kører lyde for effekten i kun vindforhold

source: Now the sound of the wind can vary randomly.
da: Nu kan lyden af vinden variere tilfældigt.

source: documentation, localizations for Croatian and german language eliminated;
da: dokumentation, lokaliseringer for kroatisk og tysk sprog elimineret;

source: Because they are no longer supported by the respective translators. * Fixed bug on Serbian localization. * Updated Czech localization. * Updated documentation and localization Gallega.
da: Fordi de ikke længere understøttes af de respektive oversættere. * Fixed bug på serbisk lokalisering. * Opdateret tjekkisk lokalisering. * Opdateret dokumentation og lokalisering Gallega.

source: Changed again API service;
da: Ændret igen API service;

source: Weather Plus now uses the new Yahoo Weather API with language Yahoo!Query and JQuery:
da: Vejret Plus benytter nu Yahoo Weather API med sproget Yahoo!Query og JQuery:

source: [yahoo-weather-api-with-yahooquery](http://codesimplified.blogspot.it/2013/10/yahoo-weather-api-with-yahooquery.html) * The key-API is no longer required. * Restored The search of the homonymous cities;
da: [yahoo-weather-api-with-yahooquery](http://codesimplified.blogspot.it/2013/10/yahoo-weather-api-with-yahooquery.html) * Key-API er ikke længere påkrævet. * Gendannede søgning efter homonyme byer;

source: It will be possible to choose exactly the desired city from a list. * Optimized the output of general sounds;
da: Det vil være muligt at vælge den nøjagtigt ønskede by fra en liste. * Optimeret afspilning af generelle lyde;

source: Now they are synchronized with the voice synthesis and are faster. * Improved the cache for data off-line;
da: Lydene synkroniseres med talesyntesen og er hurtigere. * Forbedret cachen for data offline;

source: Is zeroed every 10 minutes or only by changing the city. * barometric pressure measured in mbar, or in inches of mercury (if set to Fahrenheit).
da: Er nulstillet hvert 10. minut eller kun ved at ændre byen. * barometrisk tryk målt i mbar eller i tommer kviksølv (hvis indstillet til Fahrenheit).

source: Changed the data package API;
da: Ændret datapakken API;

source: From the xml format to JSON format, the data are more accurate, especially the time zone. * Enabled the automatic setting of the language;
da: Fra XML-format til JSON-format er dataene mere præcise, især tidszonen. * Aktiveret automatisk indstilling af sproget;

source: Now the API sends the data of the weather conditions in the language set by nvda. * Adding a cache for bulletin and weather forecasts;
da: Nu sender API'en dataene om vejrforholdene på det sprog, der er angivet af NVDA. * Tilføjelse af en cache for bulletin og vejrudsigter;

source: If not changed the city, degree scale or the days of forecast set, you will be able to read the data for 10 minutes even when connection off-line.
da: Hvis du ikke har ændret byen, måleenheden eller dagene for vejrudsigter, vil du kunne læse dataene i 10 minutter, selv når forbindelsen er offline.

source: The cache is reset at each change described above.
da: Cachen nulstilles ved hver ændring som beskrevet ovenfor.

source: This is because the bulletins do not change in this period of time and to reduce the frequent calls to the API, maybe playing with sound effects. * Improved search updates;
da: Dette skyldes, at bulletinerne ikke ændrer sig i denne tidsperiode og for at reducere de hyppige opkald til API'en, og for at forhindre gentagende afspilning af lydeffekter. * Forbedrede søgning efter opdateringer;

source: Now once downloaded, It will be activated to its installation, or in the case of a portable version of nvda It will be opened the folder where you saved the update. * Updated all sounds general notice;
da: Efter tilføjelsen er hentet, vil den nu blive indlæst fra installationsmappen, eller i tilfælde af en flytbar kopi af NVDA åbnes den mappe, hvor du gemte opdateringen. * Opdateret alle lyde;

source: Is no longer used the module "tones", but are used small files in WAV format.
da: Anvendes ikke længere modulet "toner", men bruges små filer i WAV-format.

source: Added possibility to disable the conversion in meters per second of the wind.
da: Tilføjet mulighed for at deaktivere konverteringen i meter per sekund af vinden.
de: Möglichkeit, die Umwandlung in Meter pro Sekunde des Windes zu deaktivieren.
es: Añadida la posibilidad de desactivar la conversión en metros por segundo del viento.
fr: Ajout de la possibilité de désactiver la conversion en mètres par seconde de la vitesse du vent.
gl: Engadida a posibilidade de deshabilitar a conversión a metros por segundo da velocidade do vento.
it: Aggiunta possibilità di disattivare la conversione in metri al secondo del vento.
sk: Pridaná možnosť vypnúť pri vetre prepočet v metroch za sekundu.

source: Added possibility to use units of measure in pounds per square inch.
da: Tilføjet mulighed for at bruge måleenheder i pund pr. Kvadrat tomme.
de: Möglichkeit, Maßeinheiten in Pfund pro Quadratzoll zu verwenden.
es: Añadida la posibilidad de usar las unidades de medida en libras por pulgada cuadrada.
fr: Ajout de la possibilité d'utiliser des unités de mesure en livres par pouce carré.
gl: Engadida a posibilidade de usar libras por polgada cadrada coma unidade de presión.
it: Aggiunta possibilità di utilizzare l'unità di misura in libbre per pollice quadrato.
sk: Pridaná možnosť používať mernú jednotku libra na palec štvorcový.

source: Changed the API service (application programming interface);
da: Ændret API-tjenesten (applikationsprogrammeringsinterface);

source: now WP uses the service offered by OpenWeatherMap.org instead of Yahoo Weather.com. * Added Wind classification in the current bulletin. * Added a cloudiness percentage in the current bulletin. * Adopted the units of pressure measurement in hectopascal in the current bulletin.
da: nu bruger WP den tjeneste, der tilbydes af OpenWeatherMap.org i stedet for Yahoo Weather.com. * Tilføjet vindklassificering i den aktuelle bulletin. * Tilføjet en cloudiness-procent i den aktuelle bulletin. * Vedtaget enhederne af trykmåling i hektopascal i den aktuelle bulletin.

source: `#`Changes to the Weather Plus Settings window:
da: `#` Ændringer i vinduet Vejr Plus-indstillinger:
de: `#`Änderungen im Fenster Weather Plus Einstellungen:
gl: `#`Cambios na ventá de Opcións do Weather Plus:

source: Changed insertion/search from yahoo zipcode/woeId in ID number, Identifier of the city;
da: Ændret indsættelse / søgning fra yahoo zipcode / woeId i ID nummer, identifikator af byen;

source: ID numbers city are similar to woeid, but the woeId will no longer work, even the old zipcode.
da: ID-numre til byer ligner WOEID, men WOEID-numret vil ikke længere fungere. Dette omfatter også ældre postnumre.

source: You will be able to rediscover a great part of the cities by typing the name or part of it. * Added insertion/Search for geographical coordinates. * Added insertion/search by postal code. * Improved the function "details". * assigned to F1 key the entry/search help. * assigned to F4 key the controls to the forecasts from 1 to 16 days set;
da: Du vil være i stand til at genopdage en stor del af byerne ved at skrive navnet eller en del heraf. * Tilføjet indsættelse / Søgning efter geografiske koordinater. * Tilføjet indsættelse / søgning efter postnummer. * Forbedret funktionen "detaljer". * tildelt F1-tasten til indtastningsfelt/ søgehjælpen. * Tildelt F4-tasten til vejrudsigterne fra 1 til 16 dage;

source: attention, if you choose to copy to the clipboard a value greater than 10, it will not be read! * Assigned F5 key for audio controls. * Adding measurement scale degrees Kelvin. * Added check for updates;
da: Bemærk: Hvis du vælger at kopiere en værdi til udklipsholderen større end 10, vil den ikke blive læst! * Tildelt F5-tast til lydkontrol. * Tilføjelse af måleenheder grader og Kelvin. * Tilføjet søgning efter opdateringer; Du kan indstille kontrollen ved hjælp af indstillinger eller tjek manuelt fra menuen. * tildelte knappen "Find din by" i "Administration af din API-nøgle ...";

source: you can set the control by settings or check manually from menu. * reassigned the button "Find your city" in "Management of your API Key...";
da: Du kan indstille kontrollen ved hjælp af indstillinger eller tjek manuelt fra menuen. * tildelte knappen "Find din by" i "Administration af din API nøgle ...";

source: allows you to enter or change the key-API.
da: giver dig mulighed for at indtaste eller ændre key-API.

source: Added Croatian translation (thanks to Gordan Radić).
da: Tilføjet kroatisk oversættelse (takket være Gordan Radić).
de: Kroatische Übersetzung hinzugefügt (dank Gordan Radić).
es: Añadida Traducción en Croata (gracias a Gordan Radić).
fr: Ajout de la traduction en Croate (grâce à Gordan Radić).
gl: Engadida tradución ao croata (grazas a Gordan Radić).
it: Aggiunta traduzione croata (grazie a Gordan Radić).
sk: Pridaný preklad do Chorvátčiny (vďaka Gordanovi Radičović).

source: Added control for no longer valid WoeId and Zip Code found in the network;
da: Tilføjet kontrol for ikke længere gyldig WoeId og Zip Code fundet i netværket;

source: There have been reports of codes that have stopped working from one day to another, WP now warns if one of these has been inserted from the windows of search on the net.
da: Der har været rapporter om koder, der er stoppet med at virke fra en dag til en anden, WP advarer nu om en af disse er blevet indsat fra vinduerne med søgning på nettet.

source: If this occurs using the function "Find your city...", please report it to me so that I can update the Weather_buffer and remove them from the list. * Fixed a bug in the search function the next and previous; lacked the mbcs encoding and could not recognize accented characters. * Updated the window to set one temporary zip code;
da: Hvis dette sker ved hjælp af funktionen "Find din by ...", skal du rapportere det til mig, så jeg kan opdatere Weather_buffer og fjerne dem fra listen. * Rettede en fejl i søgefunktionernn næste og forrige; manglede mbcs-kodning og kunne ikke genkende accentede tegn. * Opdateret vinduet for at indstille et midlertidigt postnummer;

source: Added feature "Find" As in the other windows of Weather Plus:
da: Tilføjet funktion "Find" Som i de andre vinduer i Vejret Plus:

source: Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
da: Control + F3 = Find ..., F3 = Find næste, Skift + F3 = Find tidligere.

source: Added Galician translation (thanks to Iván Novegil).
da: Tilføjet galicisk oversættelse (takket være Iván Novegil).
de: Galizische Übersetzung hinzugefügt (dank Iván Novegil).
es: Añadida Traducción en Gallego (gracias a Iván Novegil).
fr: Ajout de la traduction en Galicien (grâce à Iván Novegil).
gl: Engadida tradución ao galego (grazas a Iván Novegil).
it: Aggiunta traduzione galiziana (grazie a Iván Novegil).
sk: Pridaný preklad do Galicijčiny (vďaka Ivánovi Novegilovi).

source: Added Portuguese translation (thanks to Ângelo Miguel Abrantes).
da: Tilføjet portugisisk oversættelse (takket være Ângelo Miguel Abrantes).
de: Portugiesische Übersetzung hinzugefügt (dank Ângelo Miguel Abrantes).
es: Añadida Traducción en Portugués (gracias a Ângelo Miguel Abrantes).
fr: Ajout de la traduction en Portugais (grâce à Ângelo Miguel Abrantes).
gl: Engadida tradución ao portugués (grazas a Ângelo Miguel Abrantes).
it: Aggiunta traduzione portoghese (grazie a Ângelo Miguel Abrantes).
sk: Pridaný preklad do Portugalčiny (vďaka Ângelovi Miguelovi Abrantesovi).

source: Added German translation (incomplete).
da: Tilføjet tysk oversættelse (ufuldstændig).
de: Deutsche Übersetzung hinzugefügt (unvollständig).
es: Añadida Traducción en Alemán (incompleta).
fr: Ajout de la traduction en Allemand (incomplète)
gl: Engadida tradución ao alemán (incompleta).
it: Aggiunta traduzione tedesca (incompleta).
sk: Pridaný preklad do Nemčiny (neúplný).
