Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: * The functions of the buttons "Add" and "Remove" were optimized in the zip code's list management; * Now the operation are a lot more fast! * The function of the button "Test" was optimized, now it exploits until 13 research keys; * Now if it doesn't find the name of the city it is a real bad luck! * The function of the button "Find your city...", now finds more countries; * It was added an automatic test that collects the functioning zip codes, and it further consents a rapid visualization thanks to the creation of a little buffer corresponding to the name of the specific country. * Three new sounds effects were added; * It will be necessary to update them from the settings of the plugin.
de: * Die Funktionen der Schaltflächen "Hinzufügen" und "Entfernen" wurden in der Listenverwaltung der Postleitzahl optimiert; * Jetzt sind die Operationen viel schneller! * Die Funktion des Schalters "Test" wurde optimiert, jetzt werden bis zu 13 Suchschlüssel benutzt; * Eigendlich sollten so alle Städte gefunden werden. * Die Funktion der Schaltfläche "Finden sie ihre Stadt ...", findet jetzt mehr Länder; * Es wurde ein automatischer Test hinzugefügt, der die funktionsfähigen Postleitzahlen sammelt und eine schnelle Visualisierung dank der Erstellung eines kleinen Puffers entsprechend dem Namen des jeweiligen Landes erlaubt. * Drei neue Klangeffekte wurden hinzugefügt; * Es ist notwendig, sie von den Einstellungen des Plugins zu aktualisieren.
gl: * As funcións dos botóns "Engadir" e "Eliminar" foron optimizadas na xestión de listas do código postal; * Agora a operación é moito máis rápida! * A función do botón "Proba" foi optimizada, agora explota ata 13 teclas de investigación; * Agora se non atopa o nome da cidade é unha mala sorte! * A función do botón "Atopa a túa cidade ..." agora atopa máis países; * Engadiuse unha proba automática que recolle os códigos postais que funcionan e que acepta unha visualización rápida grazas á creación dun pequeno búfer correspondente ao nome do país específico. * Engadíronse tres novos efectos de son; * Será necesario actualizalos desde a configuración do complemento.

source: * correct input on the fly is no longer saved, so it is temporary; * To call the city set in the preferences, press INSERT + control + f3.
de: * Die Korrektur der Eingabe auf die Schnelle wird nicht mehr gespeichert, daher ist es vorübergehend; * Um die in den Einstellungen eingestellte Stadt anzurufen, drücken Sie INSERT + control + f3.
gl: * A entrada correcta ao vooxa non se garda, polo que é temporal; * Para chamar á cidade definida nas preferencias, prema INSERT + control + f3.

source: Previous Version 1.1
de: Vorherige Version 1.1
gl: Versión anterior 1.1

source: * Replaced with new checkbox "Add cloudiness value"; * It gives you the percentage of cloudiness. * Added new checkbox "Add precipitation value"; * It gives you the amount in millimeters of precipitation. * Removed old checkbox "Indicates the wait with a beep while you search for the latest bulletin"; * Left active by default. * Added to the Astronomic informations; * Time of moonrise and moonset. * Added new button "Rename"; * To rename cities more conveniently. * Improved function of the "Test" button; * Now accept some commands to facilitate the search for cities; * These new commands are described in the help function that can be called up with F1.
de: * Ersetzt durch neues Kontrollkästchen "Trübung ausgeben"; * Es gibt Ihnen den Prozentsatz der Trübung. * Neues Kontrollkästchen "Niederschlagswert ausgeben" hinzugefügt. * Es gibt Ihnen die Menge in Millimetern des Niederschlags. * altes Kontrollkästchen zum Anzeigen des Wartens mit einem Piepton entfernt; * Standardmäßig aktiviert. * Zeit von Mondaufgang und Monduntergang zu den astronomischen Informationen hinzugefügt. * Neuer Schalter "Umbenennen" hinzugefügt; * Städte bequemer umbenennen. * Verbesserte Funktion des "Test" Schalters; * Akzeptiert nun einige Befehle, um die Suche nach Städten zu erleichtern. * Diese neuen Befehle sind in der Hilfefunktion beschrieben, die mit F1 aufgerufen werden kann. * Schalter zum Verwalten Ihres API-Schlüssels hinzugefügt
pl: * Zostało ono zastąpione nowym polem wyboru "Dodaj wartość zachmurzenia"; * Dzięki niemu dodatek pokazuje wielkość zachmurzenia w procentach. * Dodano nowe pole wyboru "Dodaj wartość opadów"; * Podaje ono ilość opadów w milimetrach. * Usunięto stare pole wyboru "Oznajmia sygnałem dźwiękowym wyszukiwanie najnowszej prognozy pogody"; * Domyślnie jest to aktywne. * Dodano do informacji astronomicznych; * Czas wschodu i zachodu księżyca. * Dodano nowy przycisk "Zmień nazwę"; * Pozwala on na wygodniejsze zmienianie nazw miast. * Ulepszono funkcjonalność przycisku "Testuj"; * Wprowadzono kilka nowych poleceń, które ułatwiają wyszukiwanie miast; * Polecenia te są opisane w pomocy, którą można wywołać klawiszem F1.

source: * Fixed wrong name of a string "Motorcycle" in "Motorcycle00"; * He asked updated sound effects because they could not find the file. * Added ability to read about wind ; * Direction, speed and temperature of the wind. * Added ability to read atmospherical informations; * Humidity, visibility, pressure and state of the barometric pressure. * Added ability to read the Astronomic informations; * Time of sunrise and sunset.
de: * Falscher Name einer Zeichenkette "Motorcycle" korrigiert in "Motorcycle00"; * Es wurde nach einer Aktualisierung der Soundeffekte gebeten, da die Datei nicht gefunden werden konnte. * Zusätzliche Fähigkeit, Windinformationen zu lesen; * Richtung, Geschwindigkeit und Temperatur des Windes. * Fähigkeit, atmosphärische Informationen zu lesen; * Luftfeuchtigkeit, Sicht, Luftdruck und Status des Luftdrucks. * Zusätzliche Fähigkeit zum Lesen der astronomischen Informationen; * Zeitpunkt des Sonnenauf- und Untergangs.

source: * Added button " Details "; * Provides some informations such as the real name of the city ( assigned by Yahoo Weather Forecast), the state / region and the nation to which it belongs; * With geographic coordinates, and height above sea level. * Added recognition of WoeID (location codes, eg. Bologna it corresponds to 711080). * Now you can type the name of the city, in this case, if any, the occurrences will be listed and you will be able to choose.
de: * Schaltfläche "Details" hinzugefügt; * Bietet einige Informationen wie den tatsächlichen Namen der Stadt (von Yahoo Wetterprognose zugewiesen), den Staat / die Region und die Nation, zu der sie gehört; * Mit geografischen Koordinaten und Höhe über dem Meeresspiegel. * Erkennung von WoeID (Ortscodes, zB Bologna entspricht 711080). * Jetzt können Sie den Namen der Stadt eingeben. In diesem Fall werden die Vorkommen aufgelistet und Sie können wählen.

source: Copyright (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
hr: Autorska prava (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
pl: prawa autorskie (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)

source: Fahrenheit
hr: Fahrenheita
pl: Farenhajt

source: Kelvin
hr: Kelvina
pl: Kelwin

source: Read wind information
hr: Pročitaj informacije o vjetru

source: Read atmospherical information
hr: Pročitaj informacije o atmosferi

source: Add humidity value;
hr: Dodaj vlagu;

source: Read astronomical information
hr: Pročitaj informacije o astronomiji
