Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Changed again API service; Weather Plus now uses the new Yahoo Weather API with language Yahoo!Query and JQuery:
es: Cambiado de nuevo el servicio API; Weather Plus ahora utiliza el nuevo Yahoo Weather API con lenguaje Yahoo!Query y JQuery:
fr: De nouveau, changement d'API de service; Weather Plus utilise maintenant la nouvelle API Yahoo Weather avec language Yahoo!Query et JQuery:
it: Cambiato nuovamente servizio API; Weather Plus ora usa le nuove Yahoo Weather API con linguaggio Yahoo!Query e JQuery:
sk: Opäť zmenená služba API; Weather Plus teraz používa nové Yahoo Weather API s jazykom Yahoo! Query a JQuery:

source: The key-API is no longer required.
sk: Key-API už nie je potrebné.

source: Restored The search of the homonymous cities; It will be possible to choose exactly the desired city from a list.
fr: Réintroduction de la recherche de villes homonymes; Il sera possible de choisir exactement la ville désirée depuis une liste.
it: Ripristinata la ricerca delle città omonime; Sarà possibile scegliere esattamente la città desiderata da un elenco.
sk: Obnovené Hľadanie homonymných miest; Zo zoznamu bude možné zvoliť presne požadované mesto.

source: Optimized the output of general sounds; Now they are synchronized with the voice synthesis and are faster.
fr: Optimisation de la sortie des sons généraux; Ils sont maintenant synchronisés avec la synthèse vocale et sont plus rapides.
it: Ottimizzato l'output dei suoni generali; Ora sono sincronizzati con la sintesi vocale e sono più veloci.
sk: Optimalizovaný výstup všeobecných zvukov; Teraz sú synchronizované s hlasovou syntézou a sú rýchlejšie.

source: Improved the cache for data off-line; Is zeroed every 10 minutes or only by changing the city.
fr: Amélioration du cache des données hors-ligne; Il est remis à 0 seulement toutes les 10 minutes ou lors d'un changement de ville.
it: Migliorata la cache per i dati off-line; Viene azzerata ogni 10 minuti o solo cambiando la città.
sk: Vylepšená vyrovnávacia pamäť pre dáta off-line; Vynuluje sa každých 10 minút alebo len zmenou mesta.

source: barometric pressure measured in mbar, or in inches of mercury (if set to Fahrenheit).
fr: pression barométrique mesurée en bars ou pouces de mercure (si réglé sur Fahrenheit).
it: Pressione barometrica misurata in millibars, o in pollici di mercurio (se impostato su Fahrenheit).
sk: barometrický tlak meraný v mbar alebo v palcoch ortuti (ak je nastavený na Fahrenheit).

source: Version 3.8
es: Versión 3.8
gl: Versión 3.8
it: Versione 3.8
pl: Wersja 3.8
sk: Verzia 3.8

source: data accuracy fixes
sk: opravy presnosti údajov

source: Enabled the automatic setting of the language; Now the API sends the data of the weather conditions in the language set by nvda.
fr: Ajout du choix automatique de la langue; Maintenant l'API renvoie les données des conditions météo dans la langue définie pour NVDA.
it: Abilitata l'impostazione automatica della lingua; Ora l'API invia i dati delle condizioni meteo nella lingua impostata da nvda.
sk: Povolené automatické nastavenie jazyka; API teraz posiela údaje o počasí v jazyku, ktorý nastavilo nvda.

source: Added the cache for bulletin and weather forecasts; If not changed the city, degree scale or the days of forecast set, you will be able to read the data for 10 minutes even when connection off-line The cache is reset at each change described above. This is because the bulletins do not change in this period of time and to reduce the frequent calls to the API, maybe playing with sound effects.
sk: Pridaná vyrovnávacia pamäť pre správy a predpovede počasia; Ak sa nezmení mesto, stupnica stupnice alebo nastavené dni prognózy, budete si môcť údaje prečítať po dobu 10 minút, aj keď je pripojenie offline. Vyrovnávacia pamäť sa vynuluje pri každej vyššie uvedenej zmene. Je to z toho dôvodu, že sa správy v tomto časovom období nemenia a znižujú časté volania do rozhrania API, napríklad pri hraní so zvukovými efektmi.

source: Improved searching for updates; Now once downloaded, It will be activated to its installation, or in the case of a portable version of nvda It will be opened the folder where you saved the update.
fr: Amélioration de la recherche de mises à jour; Maintenant, une fois téléchargé, l'installation sera activée, ou, dans le cas d'une version portable de NVDA, le dossier où vous avez sauvegardé la mise à jour sera ouvert.
it: Migliorata la ricerca degli aggiornamenti; Ora una volta scaricato, viene attivata la sua installazione, o nel caso di una versione portable di nvda viene aperta la cartella dove è stato salvato l'aggiornamento.
sk: Vylepšené vyhľadávanie aktualizácií; Po stiahnutí sa aktivuje jej inštalácia alebo v prípade prenosnej verzie nvda Otvorí sa priečinok, do ktorého ste aktualizáciu uložili.

source: Updated all sounds. Now the sounds are in the wave format.
sk: Aktualizované všetky zvuky. Teraz sú zvuky vo formáte wave.

source: Version 3.7
es: Versión 3.7
gl: Versión 3.7
it: Versione 3.7
pl: Wersja 3.7
sk: Verzia 3.7

source: Version 3.6
es: Versión 3.6
gl: Versión 3.6
it: Versione 3.6
pl: Wersja 3.6
sk: Verzia 3.6

source: Changed the API service (application programming interface); Now WP uses the service offered by OpenWeatherMap.org instead of Yahoo Weather.com.
fr: Changement de service API (application programming interface); Maintenant WP utilise le service offert par OpenWeatherMap.org au lieu de Yahoo Weather.com.
it: Cambiato servizio API (Application programming interface); Ora WP usa il servizio offerto da OpenWeatherMap.org al posto di Yahoo Weather.com.
sk: Zmenená služba API (application programming interface); WP teraz používa službu ponúkanú OpenWeatherMap.org namiesto Yahoo Weather.com.

source: Added Wind classification in the current bulletin.
es: Añadido Clasificación del viento en el boletín actual.
fr: Ajout de la classification du vent dans le bulletin courant.
it: Aggiunta classificazione vento nel bollettino corrente.
sk: Do aktuálnej správy bola pridaná klasifikácia vetra.

source: Added a cloudiness percentage in the current bulletin.
es: Añadido un porcentaje para la nubosidad en el boletín actual.
fr: Ajout du pourcentage de nébulosité dans le bulletin courant.
it: Aggiunta percentuale di nuvolosità nelbollettino corrente.
sk: Do aktuálnej správy pridaná oblačnosť v percentách.

source: Adopted the units of pressure measurement in hectopascal in the current bulletin.
es: Adoptadas las unidades de medida única de la presión en hectopascal en el boletín actual.
fr: Adoption de l'unité de mesure de la pression en hectopascal dans le bulletin courant.
it: Adottata unità di misura unica della pressione in ettopascal nelbollettino corrente.
sk: V súčasnej správe boli prijaté jednotky na meranie tlaku v hektopascaloch.

source: Changes to the Weather Plus Settings window
es: Cambios en la ventana Configuración de Weather Plus
fr: Changements dans la fenêtre de paramètres de Weather Plus
it: Modifiche nella finestra Impostazioni Weather Plus
sk: Zmeny v okne nastavenia Weather Plus

source: Changed insertion/search from yahoo zipcode/woeId in ID number, Identifier of the city; * ID numbers city are similar to woeid, but the woeId will no longer work, even the old zipcode. You will be able to rediscover a great part of the cities by typing the name or part of it.
sk: Zmenené vkladanie / vyhľadávanie z yahoo zipcode/woeId v ID čísle, Identifikátor mesta; * ID čísla mesta sú podobné woeid, ale woeId už nebudú fungovať, dokonca ani staré zipcode. Zadaním názvu alebo jeho časti budete môcť znovu objaviť veľkú časť miest.

source: Added insertion/Search for geographical coordinates.
es: Añadido inserción/búsqueda por coordenadas geográficas.
fr: Ajout de la recherche/insertion pour les coordonnées géographiques.
it: Aggiunto inserimento/ricerca per coordinate geografiche.
sk: Pridané vloženie / hľadanie geografických súradníc.

source: Added insertion/search by postal code.
es: Añadido inserción/búsqueda por código postal.
fr: Ajout de la recherche/insertion par code postal.
it: Aggiunto inserimento/ricerca per codice postale.
sk: Pridané vkladanie / vyhľadávanie podľa poštového smerovacieho čísla.

source: Improved the function "details".
es: Mejora de la función "Detalles".
fr: Amélioration de la fonction "details".
it: Migliorata la funzione "dettagli".
sk: Vylepšená funkcia „podrobnosti“.

source: assigned to F1 key the entry/search help.
fr: L'entrée/recherche de l'aide a été assignée à la touche F1.
it: Assegnato al tasto F1 l'aiuto immissione/ricerca.
sk: klávese F1 priradená nápoveda pre zadanie / vyhľadávanie.

source: assigned to F4 key the controls to the forecasts from 1 to 16 days set; Attention, if you choose to copy to the clipboard a value greater than 10, it will not be read!
fr: Le contrôle des prévisions de 1 à 16 jours a été assigné à la touche F4; Attention, si vous choisissez de copier dans le presse-papiers une valeur supérieure à 10, elle ne sera pas lue !
it: Assegnato al tasto F4 i controlli per impostare le previsioni da 1 a 16 giorni; Attenzione, un valore superiore a 10, se si sceglie di copiare negli appunti, questi non verranno letti!
sk: Priradené Ovládanie predpovede od 1 do 16 dní ku klávese F4 ; Pozor, ak sa rozhodnete kopírovať do schránky hodnotu väčšiu ako 10, nebude prečítaná!

source: Assigned F5 key for audio controls.
es: Asignado la tecla F5 para los controles de audio.
fr: Le contrôle audio a été assigné à la touche F5.
it: Assegnato il tasto F5 per i controlli audio.
sk: Klávese F5 priradené ovládanie zvuku.

source: Adding measurement scale degrees Kelvin.
es: Añadida la escala de medición en grados Kelvin.
fr: Ajout de la mesure en degrés Kelvin.
it: Aggiunta scala di misura in gradi Kelvin.
sk: Pridaná stupnica na meranie v Kelvinoch.

source: Added check for updates; You can set the control by settings or check manually from menu.
fr: Ajout de la recherche de mises à jour; Vous pouvez activer la recherche dans les paramètres ou vérifier manuellement depuis le menu.
it: Aggiunto controllo presenza aggiornamenti; Si può settare dalle impostazioni o controllare manualmente da menu.
sk: Pridaná kontrola aktualizácií; Kontrolu môžete nastaviť v nastaveniach alebo kontrolu vykonať ručne z ponuky.

source: reassigned the button "Find your city" in "Management of your API Key..."; Allows you to enter or change the key-API.
fr: Réaffecté le bouton "Trouver votre ville" dans "Gérer votre clé API..."; Cela vous permet d'entrer ou modifier votre clé API.
it: Riassegnato il pulsante "trova la tua città" in "Gestione della tua chiave API..."; Permette di inserire o modificare la chiave-API.
sk: preradené tlačidlo „Nájdite svoje mesto“ v časti „Správa kľúča API ...“; Umožňuje zadať alebo zmeniť rozhranie API kľúčov.

source: Version 3.5
es: Versión 3.5
gl: Versión 3.5
it: Versione 3.5
pl: Wersja 3.5
sk: Verzia 3.5

source: Added control for no longer valid WoeId and Zip Code found in the network; There have been reports of codes that have stopped working from one day to another, WP now warns if one of these has been inserted from the windows of search on the net. If this occurs using the function "Find your city...", please report it to me so that I can update the Weather_buffer and remove them from the list.
fr: Ajout d'un contrôle des woeIds et zip codes trouvés sur le réseau et qui ne sont plus valides; Il y a eu des rapports de codes ayant cessé de fonctionner d'un jour à l'autre, maintenant WP signale si l'un d'entre eux a été inséré depuis les fenêtres de recherche sur le net. Si cela arrive en utilisant la fonction "Trouver votre ville...", veuillez me le signaler pour que je puisse mettre à jour Weather_buffer et les retirer de la liste.
it: Aggiunto controllo per WoeId e zip code non più validi trovati in rete; vi sono state segnalazioni di codici che da un giorno all'altro hanno smesso di funzionare, WP ora avvisa se uno di questi è stato inserito dalle finestre di ricerca sulla rete. Se questo si verifica utilizzando la funzione "Trova la tua città...", si prega di segnalarlo in modo che io possa aggiornare il Weather_buffer e rimuoverli dall'elenco.
sk: * Pridaná možnosť nenachádzať už nie platný WoeId a kód mesta nájdený v sieti; * Bolo pridané reportovanie kódov, ktoré prestali pracovať pre jeden alebo viac dní, Doplnok Počasie teraz upozorní, ak bol niektorý z nich vložený z okien hľadania zo siete. * Ak toto nastane, oznámte mi to použitím funkcie "Hľadať svoje mesto...", takto môžem aktualizovať Weather_buffer a odstrániť ich zo zoznamu. * Opravená chyba vo funkcii hľadať ďalší a predchádzajúci; nedostatok v kódovaní databázy MBCS nemôže rozpoznať písmena s diakritikou. * Aktualizované okno s dočasným kódom mesta; * Pridaný prvok"Hľadať" Ako v iných oknách doplnku Počasie: * Control+F3 = Hľadať..., F3 = Hľadať ďalší, Shift+F3 = Hľadať predchádzajúci.

source: Fixed encoding bug in the search functionality.
es: Corregido un error de codificación en la función de búsqueda.
fr: Correction d'un bogue d'encodage dans la fonction de recherche.
it: Corretto un bug di codifica nella funzione di ricerca.
sk: Opravená chyba kódovania vo funkcii vyhľadávania.

source: Updated the window to set one temporary zip code; Added feature "Find" As in the other windows of Weather Plus: Control+F3 = Find..., F3 = Find next, Shift+F3 = Find previous.
fr: Mise à jour de la fenêtre pour définir un zip code temporaire; Ajout de la fonction "Trouver" comme dans les autres fenêtres de Weather Plus: Contrôle+F3 = Trouver..., F3 = Trouver suivant, Maj+F3 = Trouver précédent.
it: Aggiornata la finestra per impostare un zip code temporaneo; Aggiunta funzione di ricerca come nelle altre fiinestre di Weather Plus: Control+F3 = Trova..., F3 = Trova successivo, Shift+F3 = Trova precedente.
sk: Aktualizované okno na nastavenie jedného dočasného PSČ; Pridaná funkcia „Nájsť“ Rovnako ako v ostatných oknách Weather Plus: Control + F3 = Nájsť ..., F3 = Nájsť ďalšie, Shift + F3 = Nájsť predchádzajúce.

source: Version 3.4
es: Versión 3.4
gl: Versión 3.4
it: Versione 3.4
pl: Wersja 3.4
sk: Verzia 3.4

source: Version 3.3
es: Versión 3.3
gl: Versión 3.3
it: Versione 3.3
pl: Wersja 3.3
sk: Verzia 3.3

source: encoding fixes
sk: opravy kódovania

source: Version 3.2
es: Versión 3.2
gl: Versión 3.2
it: Versione 3.2
sk: Verzia 3.2

source: Updated the reading of the weather forecast, current weather report and reading of the date of the current weather report; Yahoo weather forecast, from a bit of time and in random amounts, allows it to pass a historic from -10 to -5 days of weather forecast to be inserted between the updated data that we want to read; It was added a filter that allows you to read only the last weather data updated, and a discreet beep alerts when it intervenes; This beep, if you want, can be disabled by using a check box by Weather Plus settings. Obviously, the filtering of data sometimes involves a short delay in reply, but is still acceptable.
fr: Mise à jour de la lecture des prévisions météo, bulletin météo en cours et lecture de la date du bulletin météo en cours; Yahoo weather forecast, ddepuis un peu de temps et en quantités aléatoires, permet de passer d'un historique de -10 à -5 jours pour les prévisions météo qui doivent être insérés entre les données mises à jour que nous voulons lire; Il a été ajouté un filtre qui permet de lire uniquement la dernière mise à jour des données météorologiques, et un discret bip des alertes lorsque ceci intervient; Ce bip, Si vous le souhaitez, peut être désactivée à l'aide d'une case à cocher dans les paramètres de Weather Plus. Évidemment, le filtrage des données parfois implique un léger retard dans la réponse, mais ceci est toujours acceptable.
it: Aggiornata la lettura delle previsioni meteo, bollettino corrente e lettura data dell'attuale bollettino meteo; Yahoo weather forecast da un po' di tempo e in quantità casuale fa passare uno storico a -10 - -5 giorni delle previsioni meteo che si vanno a inserire tra i dati aggiornati che vogliamo leggere; E' stato aggiunto un filtro che permette di leggere solo gli ultimi dati meteo aggiornati, e un discreto segnale acustico avvisa quando interviene; Questo segnale acustico, volendo è possibile disattivarlo tramite una casella di controllo dalle impostazioni di Weather Plus. Ovviamente il filtraggio dei dati qualche volta comporta un breve ritardo nella risposta, comunque accettabile.
sk: * Aktualizované oznamovanie súčasnej predpovede a oznamovanie aktuálneho stavu a dátumu predpovede počasia; * Služba Yahoo weather forecast, občas a úplne náhodne nereflektuje na dátové obmedzenia a dochádza tak k mylnému ohlasovaniu od 10 do 5 dní predpovede v rámci aktualizovanej predpovede; * bol vložený filter, ktorý umožní oznamovanie iba posledných aktualizovaných dát o počasí a zvukové upozornenie, ktoré sa diskrétne ohlási pri intervencii; * toto pípnutie môže byť vypnuté odčiarknutím príslušného začiarkávacieho poľa v nastavení doplnku Weather Plus. * Filtrovanie dát môže zrejme občas mať oneskorenú odozvu, ale to je prijateľné. * Predpoveď je rozšírená na 10 dní.

source: Forecasts of the time extended to 10 days.
es: Pronóstico del tiempo extendido hasta 10 días.
fr: Prévisions météo étendue jusq'à 10 jours.
it: Previsioni del tempo estese a 10 giorni.
sk: Predpovede sa časovo predĺžili na 10 dní.

source: Version 3.1
es: Versión 3.1
gl: Versión 3.1
it: Versione 3.1
pl: Wersja 3.1
sk: Verzia 3.1

source: Added translation in Serbian (thanks to the kind cooperation of Dejan Gasic.
sk: Pridaný preklad do srbčiny (vďaka láskavej spolupráci Dejana Gašiča).

source: Fixed command insert+alt+w; It did not check the validity of the zipcode in use and did not check if the connection was active as the other commands do.
fr: Correction de la commande insert+alt+w; Ni la validité du code postal en cours d'utilisation ni la validité de la connexion n'étaient vérifiées comme le font les autres commandes.
it: Corretto il comando insert+alt+w; Non verificava la validità del zipcode in uso, ne se la connessione era attiva come già fanno gli altri comandi.
sk: Opravený príkaz insert + alt + w; Nebola kontrolovaná platnosť používaného PSČ a nebolo kontrolované, či bolo pripojenie aktívne ako ostatné príkazy.

source: Updated the playback function of sound effects; Mp3 format is now used, with a considerable saving on the download time and disk space, thanks to the reduced size of compressed files.
sk: Aktualizovaná funkcia prehrávania zvukových efektov; Teraz sa používa formát MP3 so značnou úsporou času sťahovania a miesta na disku vďaka zmenšenej veľkosti komprimovaných súborov.

source: Added 55 new sound effects; It will be necessary to update them from the settings of the plugin.
fr: Ajout de 55 nouveaux effets sonores; Il sera nécessaire de les mettre à jour depuis les paramètres de l'extension.
it: Aggiunti 55 nuovi effetti sonori; Sarà necessario aggiornarli dalle impostazioni del plugin.
sk: Pridaných 55 nových zvukových efektov; Z nastavení doplnku ich bude potrebné aktualizovať.

source: Fixed display help on the buttons; Now disables / enables real-time through the appropriate check box.
fr: Correction de l'affichage de l'aide sur les boutons; Maintenant l'extension désactive / active en temps réel via la case à cocher correspondante.
it: Corretta visualizzazione aiuto sui bottoni; Ora si disabilita/abilita in tempo reale tramite l'apposita casella di controllo.
sk: Oprava nápovedy pri zobrazovaní tlačidiel;Teraz zakáže / povolí real-time pomocou príslušného začiarkavacieho poľa.

source: Added 3 shortcut commands to navigate more quickly in the window:
es: Añadidos 3 atajos de órdenes de teclado para navegar más rápidamente en la ventana:
fr: Ajout de 3 raccourcis claviers pour naviguer plus rapidement dans la fenêtre:
it: Aggiunti 3 comandi di scelta rapida per navigare più velocemente nella finestra:
sk: Pridané 3 skratkové príkazy na rýchlejšiu navigáciu v okne:

source: Added shortcut commands for all check boxes and buttons; Omitted the two radio buttons as they are present in succession and the first is reachable with the command control+shift+w.
fr: Ajout d'un raccourcis clavier pour toutes les cases à cocher et les boutons; Omis des deux boutons radio car ils sont présents dans la succession et le premier est accessible avec la commande contrôle+maj+w.
it: Aggiunti comandi di scelta rapida per tutte le caselle di controllo e i bottoni; Omessi i due pulsanti radio in quanto sono presenti in successione e il primo è raggiungibile con il comando control + shift + w.
sk: Pridané skratkové príkazy pre všetky začiarkávacie polia a tlačidlá; Vynechané sú dva prepínače, ktoré sú za sebou a prvý je dosiahnuteľné pomocou príkazu ctrl+ shift + w.

source: Changed, the button "define" is now disabled if the sound effects are not installed and activated.
es: Modificado, el botón de "definir" está desactivado si los efectos de audio no están instalados y activados.
fr: Changé, le bouton "Définir" est maintenant désactivé si les effets sonores ne sont pas installés et activés.
it: Modificato, il bottone "definisci" ora viene disabilitato se gli effetti sonori non sono installati e attivati.
sk: Zmenené, tlačidlo "definovať" je teraz deaktivované, ak zvukové efekty nie sú nainštalované a aktivované.

source: Added volume controls; You can adjust the overall volume and the last heard sound effect; This option is enabled if the sound effects are installed and activated.
fr: Ajout du Contrôles du volume; Vous pouvez régler le volume général et le dernier effet sonore entendue; Cette option est activée si les effets sonores sont installés et activés.
it: Aggiunto controlli del volume; Si può regolare il volume generale e dell'ultimo effetto sonoro ascoltato; L'opzione è abilitata se gli effetti sonori sono installati e attivati.
sk: Pridané ovládanie hlasitosti; Môžete upraviť celkovú hlasitosť a posledný počutý zvukový efekt; Táto možnosť je povolená, ak sú zvukové efekty nainštalované a aktivované.

source: Added ability to set the system time in 12-hour format (12:30 AM `-` 12:30 PM) , or the 24-hour system (12:30 `-` 00:30).
es: Añadida capacidad de fijar la hora del sistema en formato de 12 horas (12:30 AM - 12:30 PM) , o el sistema de 24 horas (12:30 - 00:30).
fr: Ajout de la possibilité de définir l'heure du système au format 12 heures (12:30 AM - 12:30 PM) , ou le système 24 heures(12:30 - 00:30).
it: Aggiunta possibilità di impostare il sistema orario nel formato a 12 ore (12:30 AM - 12:30 PM) , o il sistema a 24 ore (12:30 - 00:30).
sk: Pridaná možnosť nastaviť systémový čas v 12-hodinovom formáte (12:30 AM `-` 12:30 PM) , alebo 24-hodinovom formáte (12:30 `-` 00:30).

source: Version 3.0
es: Versión 3.0
gl: Versión 3.0
it: Versione 3.0
pl: Wersja 3.0
sk: Verzia 3.0

source: The choice is between:
es: La elección es entre:
fr: Les différents choix sont:
it: La scelta è tra:
sk: Na výber je:

source: Added button " Define"; It permits to define the zone of one city between:
sk: Pridané tlačidlo „Definovať“; Umožňuje definovať zónu jedného mesta medzi:

source: Hinterland
es: Traspaís
fr: Arrière-pays
it: Entroterra
sk: Vnútrozemie
