Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Added the possibility to import / export the Zip Codes from friends.
da: Tilføjet muligheden for at importere / eksportere postkoderne fra venner.
de: Die Möglichkeit hinzugefügt, Postleitzahlen von Freunden zu importieren / exportieren.
es: Añadida la posibilidad de importar/exportar los códigos postales de tus amigos.
fr: Ajout de la possibilité d'importer / exporter les Codes Postaux des amis.
gl: Engadiu a posibilidade de importar / exportar os códigos de código postal de amigos.
it: Aggiunta la possibilità di importare / esportare i codici postali di amici.
sk: Pridaná možnosť importu /exportu kódov miest.

source: Added possibility to copy the wheather report or the weather forecast to the clipboard.
da: Tilføjet mulighed for at kopiere hvirvelrapporten eller vejrudsigten til udklipsholderen.

source: Added possibility to listen to the meteorological audio effects, the option also allows the installation / upgrade of the audio effects.
da: Tilføjet mulighed for at lytte til de meteorologiske lydeffekter, mulighed for mulighed for installation / opgradering af lydeffekter.
de: Zusätzliche Möglichkeit, die meteorologischen Audioeffekte zu hören, ermöglicht auch die Option zur Installation / Aktualisierung der Audioeffekte.
es: Añadida la posibilidad de escuchar efectos de audio meteorológicos, la opción también permite la instalación/actualización de los efectos de audio.
fr: Ajout de la possibilité d'écouter les effets sonores météorologiques, l'option permet également l'installation / mise à jour des effets sonores.
gl: Engadida a posibilidade de escoitar os efectos de son meteorolóxicos, a opción tamén permite a instalación / actualización dos efectos de son.
it: Aggiunta possibilità per ascoltare gli effetti audio metereologici, l'opzione permette anche l'installazione/aggiornamento degli effetti audio.
sk: Pridaná možnosť inštalácie, počúvania a odinštalácie zvukových efektov.

source: Added ability help buttons on the management of Zip Code.
da: Tilføjet evne til hjælpeknapper til styring af postnummer.
de: Zusätzliche Fähigkeitstasten für die Verwaltung von Postleitzahlen.
es: Añadido botones capacidad de ayuda en la gestión de Código Postal.
fr: Ajout d'un boutons d'aide sur la gestion du Code postal.
gl: Engadido botóns de axuda na xestión do código postal.
it: Aggiunta possibilità aiuto sui pulsanti della gestione dei Zip Code.
sk: Pridaná možnosť nápovedy do okna s kódmi miest.

source: Change to the display mode of the window, the menus of nvda are unrestrained when it is open.
da: Skift til vinduets visningstilstand, men nvda-menuerne er ustyrede, når de er åbne.
de: Wechseln Sie in den Anzeigemodus des Fensters, die Menüs von NVDA sind nicht eingeschränkt, wenn es geöffnet ist.
es: Cambio al modo de visualización de la ventana, los menús de NVDA son desenfrenados cuando está abierto.
fr: Changement du mode d'affichage de la fenêtre, les menus de nvda sont débridé lorsqu'il est ouvert.
gl: Cambia ao modo de visualización da xanela, os menús de nvda non están restrinxidos cando está aberto.
it: Cambiata la modalità di visualizzazione della finestra, ora lascia liberi i menu di nvda quando è aperta.
sk: Zmenený režim zobrazenia okna, menu NVDA je neobmädzené, keď je otvorené.

source: Adding translation into Spanish and French (thanks to Pablo Vargas and Rémy Ruiz).
da: Tilføjelse af oversættelse til spansk og fransk (takket være Pablo Vargas og Rémy Ruiz).
de: Übersetzung in Spanisch und Französisch (dank Pablo Vargas und Rémy Ruiz).
es: Añadida traducción al Español y al Francés (gracias a Pablo Vargas y Rémy Ruiz).
fr: Ajout de traduction en espagnol et en français (grâce à Pablo Vargas et Rémy Ruiz).
gl: Engadindo tradución ao español e ao francés (grazas a Pablo Vargas e Rémy Ruiz).
it: Aggiunta traduzione in Francese e Spagnolo (grazie a Rémy Ruiz e Pablo Vargas).
sk: Pridané preklady do španielčiny a francúzštiny vďaka Pablovi Vargasovi a Rémymu Ruizovi)

source: Adding up the weather forecast for the next 4 days.
da: Tilføjelse af vejrudsigten for de næste 4 dage.
de: Hinzufügen der Wettervorhersage für die nächsten 4 Tage.
es: Se añadio la previsión meteorológica para los próximos 4 días.
fr: Ajout de la prévisions météo pour les 4 prochains jours.
gl: Engadindo a previsión meteorolóxica para os próximos 4 días.
it: Aggiunta la previsione meteo fino ai successivi 4 giorni.
sk: Pridaná predpoveď počasia na 4 dni dopredu

source: Adding a string to the list weather report.
da: Tilføjelse af en streng til listen vejrrapport.
de: Hinzufügen eines Strings zur Liste Wetterberichte.
es: Se añadio una cadena a la lista de los informes meteorológicos.
fr: Ajout d'une chaîne à la liste bulletin météo.
gl: Engadindo unha cadea ao informe meteorolóxico da lista.
it: Aggiunta una stringa alla lista rapporti meteo.
sk: Pridanie reťazcov pre ohlasovanie počasia

source: The list of temporary zipcode is now ordered to each new insertion.
da: Listen over midlertidige postnumre er nu bestilt til hver ny indsættelse.
de: Die Liste der temporären Postleitzahlen wird jetzt zu jeder neuen Einfügung geordnet.
es: La lista de código postal temporal está ahora ordenada a cada nueva inserción.
fr: La liste Code postal temporaire est maintenant réordonnée à chaque nouvelle insertion.
gl: A lista de código postal temporal está agora ordenada para cada nova inserción.
it: La lista dei zipcode temporanei ora viene ordinata ad ogni nuovo inserimento.
sk: Zoznam s dočasnými kódmi miest je vždy zoradený po pridaní nového

source: Fixed a bug that prevented to save and manage properly the city names containing accented vowels.
da: Fast en fejl, der forhindrede at gemme og styre stadens navne med accentede vokaler.
de: Ein Fehler wurde behoben, durch den die Stadtnamen mit akzentuierten Vokalen nicht richtig gespeichert und verwaltet werden konnten.
es: Se ha corregido un error que impedía guardar y administrar correctamente los nombres de las ciudades que contienen vocales acentuadas.
fr: Correction d'un bug qui empêchait d'enregistrer et gérer correctement les noms de ville contenant des voyelles accentuées.
gl: Resolveu un erro que impedía gardar e xestionar correctamente os nomes das cidades que conteñen vogais acentuados.
it: Corretto un bug che impediva di salvare e gestire correttamente i nomi delle città contenenti vocali accentate.
sk: Opravená chyba, kedy nešlo uložiť mesto kvôli špeciálnym znakom.

source: Eliminated dialog box to set the scale of temperature measurement, has now been added a new gui that allows you to set all in one window.
da: Elimineret dialogboks for at indstille skalaen for temperaturmåling, er nu tilføjet en ny gui, der giver dig mulighed for at indstille alt i et vindue.
de: Das Dialogfeld zum Einstellen der Temperaturskala wurde entfernt; Es wurde ein neues GUI hinzugefügt, was es erlaubt, alles in einem Fenster festzulegen.
es: Cuadro de diálogo para establecer la escala de medición de temperatura Eliminado, ahora se ha añadido una nueva interfaz gráfica de usuario que le permite configurar todo en una sola ventana.
fr: Élimination de la boîte de dialogue pour définir l'échelle de mesure de la température, une nouvelle interface graphique qui vous permet de définir tous dans une seule fenêtre a été ajoutée.
gl: O cadro de diálogo eliminado para definir a escala da medición da temperatura, agora engadiuse un novo gui que lle permite configurar todo nunha soa xanela.
it: Eliminata la finestra di dialogo per impostare la scala di misura della temperatura, ora è stata aggiunta in una nuova gui che permetta di impostare tutto in una sola finestra.
sk: Odstránené dialógové okno pre nastavenie rozsahu merania teploty, teraz bol pridaný nový gui, ktorý vám umožní nastaviť všetko v jednom okne.

source: You will then also possible to test / add / delete / preset as the default Zip Code collected as a list.
da: Derefter vil du også kunne teste / tilføje / slette / forudindstille som standard Zip Code samlet som en liste.
de: Sie können dann auch als Standard-Postleitzahl, die als Liste gesammelt wurde, testen / hinzufügen / löschen / voreingestellt werden.
es: También será posible probar / añadir / eliminar / predeterminar el Código Postal por defecto establecido en una lista.
fr: Maintenant vous pouvez tester/ajouter/supprimer/prédéfinir comme la valeur par défaut le Code Postal recueillies sous forme de liste.
gl: Entón tamén poderá Probar / Engadir / Eliminar / Preselección como o código postal predeterminado recollido como lista.
it: Ora è possibile testare/aggiungere/eliminare/preimpostare come default i Zip Code raccolti man mano in una lista.
sk: Je možné pridávať, testovať, vymazávať a pridávať do obľúbených ako predvolené kódy miest

source: Modified the dialog box for entering typed a Zip Code, now in temporary mode allows you to set a Zip Code previously added to the list in Preferences from the menu.
da: Ændret dialogboksen for indtastning skrevet en Zip Code, nu i midlertidig tilstand giver dig mulighed for at indstille en Zip Code tidligere tilføjet til listen i Preferences fra menuen.
de: Das Dialogfeld für die Eingabe einer Postleitzahl wurde geändert. Im temporären Modus können Sie eine Postleitzahl einrichten, die zuvor in der Liste unter Einstellungen im Menü hinzugefügt wurde.
es: Modificado el cuadro de diálogo para introducir por escrito un código postal, ahora en el modo temporal le permite establecer un Código Postal previamente añadido a la lista en el menú Preferencias.
fr: Modification de la boîte de dialogue pour la saisie lorsque vous avez tapé un Code Postal, maintenant en mode temporaire il vous permet de définir un Code Postal précédemment ajoutés à la liste dans le menu À partir du menu Préférences.
gl: Modificado o cadro de diálogo para introducir un código postal escrito, agora en modo temporal permítelle configurar un código postal previamente engadido á lista en Preferencias no menú.
it: Modificata la finestra di dialogo per l'inserimento digitato di un Zip Code, ora permette di impostare in modalità temporanea un Zip Code precedentemente aggiunto alla lista dall'apposito menu in Preferenze.
sk: Upravené dialógové okno pre zadanie napísaných Zip Code, teraz v dočasnom režime umožňuje nastaviť Zip Code, ktoré predtým boli pridané do zoznamu v nastaveniach z ponuky.

source: Now the documentation can be read in English if the language setting is not included in the documents.
da: Dokumentationen kan nu læses på engelsk, hvis sprogindstillingen ikke er inkluderet i dokumenterne.
de: Die Dokumentation kann jetzt in Englisch gelesen werden, wenn die Spracheinstellung nicht in den Dokumenten enthalten ist.
es: Ahora la documentación se puede leer en Inglés si la configuración del idioma no está incluida en los documentos.
fr: Maintenant la documentation peut être lu en anglais si le paramètre de langue n'est pas inclus dans les documents.
gl: Agora a documentación pódese ler en inglés se a configuración de idioma non está incluída nos documentos.
it: Ora la documentazione può essere letta in inglese se la lingua impostata non è compresa nei documenti.
sk: Teraz je možné čítať dokumentáciu v angličtine, ak nie je dostupná lokalizovaná dokumentácia.

source: Fixed bug that did not allow you to open the documentation for the definitive versions of NVDA.
da: Fixed bug, der ikke tillod dig at åbne dokumentationen for de endelige versioner af NVDA.
de: Fehler behoben, durch den Sie die Dokumentation für die endgültigen Versionen von NVDA nicht öffnen konnten.
es: Solucionado un problema que no le permitía abrir la documentación de las versiones definitivas de NVDA.
fr: Correction d'un bug qui ne permettait pas d'ouvrir la documentation pour les versions définitives de NVDA.
gl: Arranxouse un erro que non lle permitiu abrir a documentación das versións definitivas de NVDA.
it: Corretto un bug che non permetteva la lettura della documentazione per le versioni definitive di nvda.
sk: Opravená chyba, kedy nešlo otvoriť nápovedu v stabilných verziách NVDA

source: Fixed a bug that did not close properly the plugin, this prevented the NVDAupdate the icon in the system tray.
da: Fast en fejl, der ikke lukkede korrekt plugin'et, forhindrede NVDAupdate ikonet i proceslinjen.
de: Ein Fehler wurde behoben, durch den das Plugin nicht ordnungsgemäß geschlossen wurde. Dadurch wurde das Symbol NVDA aktualisieren in der Taskleiste nicht angezeigt.
es: Se ha corregido un error que no cerraba correctamente el plugin, lo que impedía la actualización del icono de NVDA en la bandeja del sistema.
fr: Correction d'un bug qui n'a pas fermer correctement l'extension, cela a empêché la mise à jour de l'icône dans la barre d'état système.
gl: Arranxado un erro que non pechaba correctamente o complemento, isto impediu que NVDAupdate a icona na bandexa do sistema.
it: Corretto un bug che non chiudeva correttamente il plugin, questo impediva a nvda di aggiornare l'icona nel system tray.
sk: Opravená chyba, kedy sa doplnok nekorektne zatváral a bránil tak aktualizácii položky NVDA v systémovom panely

source: Weather Plus Settings menu in Preferences submenu moved.
da: Menuen Vejr Plus-indstillinger i undermenuen Preferences er flyttet.
de: Weather Plus Einstellungen in das Untermenü "Einstellungen" verschoben.
es: El menú de configuración de Weather Plus se ha movido al submenú Preferencias.
fr: Le Menu Paramètres Weather Plus dans le sous-menu préférences a été déplacé.
gl: Movido o menú Configuración do Weather Plus en o submenú Preferencias.
it: Menu Weather Plus Impostazioni spostato in Preferenze sottomenu.
sk: Presunuté menu Weather do menu nastavenia a opravené ukladanie dočasného mesta

source: correct input on the fly is no longer saved, so it is temporary;
da: Korrekt input i flyve er ikke længere gemt, så det er midlertidigt;

source: to call the city set in the preferences, press INSERT + control + f3.
da: For at ringe til byen i præferencerne, tryk på INSERT + kontrol + f3.

source: added help entering functions.
da: tilføjet hjælp til indtastning af funktioner.
de: Zusätzliche Hilfe bei der Eingabe von Funktionen.
fr: ajout de la fonction aide a la saisie.
gl: engadiu axuda para entrar ás funcións.
it: aggiunti aiuto immissione delle funzioni.
sk: Pridaná funkcia pre otváranie nápovedy

source: added a new function for quick entry of Zip Code.
da: tilføjet en ny funktion til hurtig indtastning af postnummer.
de: Hinzufügung einer neuen Funktion für die schnelle Eingabe von Postleitzahlen.
fr: ajout d'une nouvelle fonction pour une saisie rapide de Code Postal.
gl: engadiu unha nova función para a entrada rápida do código postal.
it: aggiunto una nuova funzione per inserimento rapido dello Zip Code.
sk: Pridaná nová funkcia pre zadanie kódu mesta

source: added read / write configuration weather.ini, now no longer need to edit the source file.
da: tilføjet læse / skrive konfiguration weather.ini, behøver ikke længere at redigere kildefilen.
de: Die read / write-Konfiguration weather.ini wurde hinzugefügt. Die Quelldatei muss nun nicht mehr bearbeitet werden.
fr: ajout de la lecture / écriture pour la configuration weather.ini, maintenant, plus besoin d'éditer le fichier source.
gl: engadiu configuración de lectura / escritura weather.ini, xa non ten que editar o ficheiro de orixe.
it: aggiunto lettura/scrittura configurazione in weather.ini, ora non è più necessario editare il file sorgente.
sk: Pridaný zápis/čítanie z /do ini súboru pre nastavenia, nie je nutné editovať zdrojový kód

source: Weather menu added in the System Tray.
da: Vejrmenuen tilføjet i systembakken.
de: Das Wettermenü wurde im Infobereich hinzugefügt.
es: Añadido El menú Weather a la bandeja del sistema.
fr: Menu Weather ajouté dans la barre d'état système.
gl: Menú do Weather engadido na bandexa do sistema.
it: aggiunto Weather menu nel System Tray.
sk: Pridané menu doplnku i do menu NVDA v oznamovacej oblasti.

source: added setting submenu Zip Code .
da: Tilføjet indstilling undermenu postnummer.
de: hinzugefügt Einstellung Untermenü Postleitzahl.
fr: ajout du sous-menu Code Postal dans le menu paramètres.
gl: engadiu a opción submenú Código postal.
it: aggiunto sottomenu impostazione Zip Code...
sk: Pridané nastavenie pre zadanie kódu mesta.

source: added sub-setting temperature scale (Fahrenheit or Celsius).
da: Tilføjet underindstilling temperaturskala (Fahrenheit eller Celsius).
de: Untertemperatur-Skala (Fahrenheit oder Celsius) hinzugefügt.
fr: ajout dans le sous-menu paramètres l'échelle de la température (Fahrenheit ou Celsius).
gl: engadiu unha escala de temperatura de sub-axuste (Fahrenheit ou Celsius).
it: aggiunto sottomenu impostazione scala di temperatura (Fahrenheit o Celsius).
sk: Pridané nastavenie na prepínanie stupňov (Celzius alebo Fahrenheit).

source: added menu Documentation.
da: Tilføjet dokumentation for menuen.
de: hinzugefügter Menüpunkt Dokumentation.
fr: ajout du menu Documentation.
gl: engadido menú Documentación.
it: aggiunto menu Documentazione.
sk: Pridané menu nápoveda.

source: Added Italian localization.
da: Tilføjet italiensk lokalisering.
de: Italienische Lokalisierung hinzugefügt.
es: Añadido localización en italiano.
fr: ajout de la localisation Italienne.
gl: Engadido a localización italiana.
it: aggiunta localizzazione italiana.
sk: Pridaný preklad taliančiny.

source: Previous version 1.1
da: Forrige version 1.1

source: updated NVDA-addon.
da: opdateret NVDA-addon.
de: aktualisierte NVDA-Erweiterung..
gl: actualizado NVDA-addon.

source: provisional translation inside the source.
da: foreløbig oversættelse i kilden.
de: provisorische Übersetzung in der Quelle.
gl: tradución provisional dentro da fonte.

source: Last revised 10 02, 2019
da: Senest revideret 10-02-2019

source: NVDA compatibility: 2017.3 to 2019.3
de: NVDA-Kompatibilität: 2017.3 bis 2019.3
es: Compatibilidad con NVDA: de 2017.3 a 2019.3
fr: Compatibilité NVDA : 2017.3 à 2019.3
gl: Compatibilidade con NVDA: da 2017.3 á 2019.3
hr: NVDA kompatibilnost: 2017.3 do 2019.3
it: Compatibilità con NVDA: dalla 2017.3 alla 2019.3
sk: Kompatibilita s NVDA: 2017.3 až 2019.3

source: Download: [Stable Version][1]
de: Download: [Stabile Version][1]
es: Descargar: [versión estable][1]
fr: Télécharger : [Version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica: [versione stabile][1]
pl: Pobierz: [Wersja stabilna][1]
sk: Stiahnuť: [Stabilná verzia] [1]

source: ABOUT WEATHER PLUS:
de: Über WEATHER PLUS:
es: ACERCA DE WEATHER PLUS:
fr: À propos de Weather Plus :
gl: ACERCA DE WEATHER PLUS:
hr: INFORMACIJE O VREMENSKOJ PROGNOZI PLUS:
it: A PROPOSITO DI WEATHER PLUS:
pl: O Weather Plus:
sk: O WEATHER PLUS:

source: This plugin adds local temperature and forecasts to 24 hours up to 9 additional days for NVDA.
de: Dieses Plugin fügt die Anzeige der aktuellen Wetterbedingungen und Vorhersagen für 24 Stunden und bis zu 9 zusätzlichen Tagen zu NVDA hinzu.
es: Este complemento añade la temperatura local y el pronóstico del tiempo actual a 24 horas y la predicción hasta 9 días adicionales para NVDA.
fr: Cette extension ajoute à NVDA la température locale, les prévisions météo à 24 heures et les prévisions jusqu'à 9 jours supplémentaires.
gl: Este complemento engade a temperatura local e o pronóstico do tempo actual a 24 horas e a predición ata 9 días adicionais para NVDA.
hr: Ovaj dodatak dodaje lokalnu temperaturu i prognozu za sljedećih 24 sata do 9 dodatnih dana.
it: Questo plugin aggiunge temperatura locale e previsioni a 24 ore fino a ulteriori 9 giorni per NVDA.
pl: Ten dodatek dodaje lokalną temperaturę i prognozę pogody do 24 godzin i do dodatkowych 9 dni dla NVDA
sk: Tento plugin pridáva pre NVDA lokálnu teplotu a predpovede na 24 hodín až 9 dní.

source: Released under the GNU GPL (General Public License) v2
de: Freigegeben unter der GNU GPL (General Public License) v2
es: Liberado bajo la licencia GNU GPL (General Public License) v2
fr: Publié sous la GNU GPL (General Public License) v2
gl: Liberado baixo a licenza GNU GPL (General Public License) v2
hr: Izdano pod GNU općom javnom licencom v2
it: Rilasciato sotto licenza GNU GPL (General Public License) v2
pl: Wydano pod licencją GNU GPL (General Public License v2)
sk: Vydané pod GNU GPL (General Public License) v2

source: Weather Plus works through the use and presence of the following services:
de: Weather Plus funktioniert durch die Nutzung und Präsenz folgender Dienste:
es: Weather Plus funciona a través del uso y la presencia de los siguientes servicios:
fr: Weather Plus fonctionne grâce à l'utilisation et la présence des services suivants :
gl: Weather Plus funciona a través da presenza e funcionamento dos seguintes servizos:
hr: Vremenska prognoza plus radi putem upotrebe i prisutnosti sljedećih usluga:
it: Weather Plus funziona attraverso l'uso e la presenza dei seguenti servizi:
pl: Weather Plus działa przy użyciu i obecności następujących serwisów:
sk: Služba Weather Plus funguje prostredníctvom a za prítomnosti nasledujúcich služieb:

source: USAGE:
es: USO:
fr: UTILISATION :
it: USO:
sk: POUŽITIE:

source: Press NVDA+w to get the information about current temperature and weather conditions.
es: Pulsar NVDA+w para obtener la información acerca de la temperatura actual y para las condiciones del tiempo.
fr: Appuyez sur NVDA+w pour obtenir les informations sur la température actuelle et les conditions météo.
it: Premere NVDA+w per ottenere le informazioni sulla temperatura attuale e condizione meteo.
sk: Stlačte NVDA + w pre aktuálnu teplotu a poveternostné podmienky.

source: Press NVDA+shift+W to get 24 hours forecast and forecast up to 9 days.
es: Pulsar NVDA+shift+W para obtener el pronóstico del tiempo a 24 horas y la predicción hasta 9 días.
fr: Appuyez sur NVDA +maj+W pour obtenir les prévisions à 24 heures et à 9 jours au-delà.
it: Premere NVDA+shift+W per ottenere la previsione a 24 ore e previsione fino a 9 giorni successivi.
sk: Stlačte NVDA + shift + W pre predpoveď na 24 hodín až 9 dní.

source: Press NVDA+shift+ctrl+w to set a temporary city.
fr: Appuyez sur NVDA+maj+contrôle+w pour définir une ville temporaire.
sk: Stlačte NVDA + shift + ctrl + w pre nastavenie dočasného mesta.

source: Press NVDA+alt+w to get the date and time, when the weather report was updated.
es: Pulsar NVDA+alt+w para obtener la fecha y la hora de la última actualización del boletín meteorológico.
fr: Appuyez sur NVDA+alt+w pour obtenir la date et l'heure lorsque le bulletin météo a été mis à jour.
it: Premere NVDA+alt+w per ottenere la data e l'ora dell'ultimo aggiornamento del bollettino meteo.
sk: Stlačte NVDA + alt + w na zistenie poslednej aktualizácie správy o počasí.

source: Press control+shift+w to toggle between Fahrenheit, Celsius or Kelvin temperature scales.
es: Pulsar Control+shift+w para conmutar la escalas de temperatura entre Fahrenheit, Celsius o Kelvin.
fr: Appuyez sur Contrôle+maj+w pour basculer entre les échelles de température Fahrenheit, Celsius ou Kelvin.
it: Premere shift+control+w per alternare la scala di misura tra Fahrenheit, Centigradi o Kelvin.
sk: Stlačte ctrl+ shift + w na prepnutie medzi stupňami Fahrenheita, Celsia alebo Kelvina.

source: Weather Plus setup:
es: Configurar Weather Plus:
fr: Configuration de Weather Plus :
it: Impostare Weather Plus:
sk: Weather Plus nastavenia:
