Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: * Added new checkbox; * "Use only weather effects"; * This allows you to filter out all other environmental effects. * Improved random playback and added 71 new sound effects; * You will need to update them by clicking twice in "enable audio effects" check box. * The volume type assigned by the user, between the general and current audio volume, now is maintained when the configuration is saved. * Removed useless sound during selection text in edit box by pressing control+a. * Improved readability into help window invokable with F1 function key. * Added new compatibility flag for NVDA 2019.1, and the current alpha versions.
de: * Neues Kontrollkästchen hinzugefügt. * "Nur Wetter-Effekte verwenden"; * Dadurch können Sie alle anderen Umgebungsgeräusche herausfiltern. * Verbesserte Zufallswiedergabe und 71 neue Soundeffekte hinzugefügt; * Sie müssen sie aktualisieren, indem Sie zweimal auf das Kontrollkästchen "soundeffekte aktivieren" klicken. * Der vom Benutzer zugewiesene Lautstärketyp, die allgemeine und die aktuelle Audio-Lautstärke, wird jetzt beibehalten, wenn die Konfiguration gespeichert wird. * Unnötiger Sound während des Auswahltexts im Eingabefeld durch Drücken von Strg + a entfernt. * Verbesserte Lesbarkeit des Hilfefensters, das mit der Funktionstaste F1 aufgerufen werden kann. * Kompatibilitätskenzeichnung für NVDA 2019.1 und die aktuellen Alpha-Versionen hinzugefügt.
gl: * Engadida nova caixa de verificación; "Utilizar só efectos do tempo"; * Isto permítelle filtrar todos os demais efectos de ambiente. * Mellorada a reprodución aleatoria e engadidos 46 novos efectos; * Necesitará actualizalos premendo dúas veces na caixa de verificación "Activar efectos de audio". * O tipo de volume asignado polo usuario, entre o volume xeral e o actual do audio, agora mantense ao gardar a configuración. * Eliminado son sen utilidade ao seleccionar texto nunha caixa de edición premendo control+a. * Mellorada a lexibilidade na ventá de axuda invocable mediante a tecla de función f1. * Engadido novo indicador de compatibilidade para NVDA 2019.1, e as versións alfa actuais.
pl: * Dodano nowe pole wyboru; * "Używaj tylko efektów dźwiękowych dla pogody"; * Pozwala to odfiltrować pozostałe efekty dźwiękowe związane z danym obszarem. * Ulepszono odtwarzanie losowe i dodano 71 nowych efektów dźwiękowych; * Należy je zaktualizować zaznaczając pole wyboru "włącz efekty dźwiękowe". * Rodzaj głośności przypisany przez użytkownika, znajdujący się pomiędzy głośnością główną a aktualną głośnością audio, zostaje zachowany po zapisaniu ustawień. * Usunięto niepotrzebny dźwięk odtwarzany przy zaznaczaniu tekstu w polu edycyjnym skrótem control+a. * Ulepszono czytelność okna pomocy wywoływanego klawiszem funkcyjnym F1. * Dodano nową flagę zgodności dla NVDA 2019.1, oraz dla aktualnych wersji alfa.

source: * Added 6 new sound effects; * It will be necessary to update them from the settings of the plugin.
de: * 6 neue Soundeffekte hinzugefügt; * Es ist notwendig, sie von den Einstellungen des Plugins zu aktualisieren.
gl: * Engadidos 6 novos efectos de son; * Será necesario actualizalos a partir das opcións do plugin.
pl: * Dodano 6 nowych efektów dźwiękowych; * Należy je zaktualizować w ustawieniach dodatku.

source: * Fixed a minor bug in the function GetCoords(); * 2 values were not returned in the lack of connection.
de: * Ein kleiner Fehler in der Funktion GetCoords() wurde behoben; * 2 Werte wurden bei fehlender Verbindung nicht zurückgegeben.
gl: * Arranxado un erro menor na función GetCoords(); * Non se devolvían dous valores ao faltar a conexión.
pl: * Naprawiono niewielki błąd w funkcji GetCoords(); * Dodatek nie zwracał dwóch wartości przy braku połączenia.

source: * For convenience has been updated the function in "details"; * The information about the altitude are now provided by veloroutes.org. * This leads to small differences of little relevance.
de: * Die Funktion "Details" wurde aktualisiert; * Der Einfachheit halber werden die Informationen zur Höhe jetzt von veloroutes.org zur Verfügung gestellt. * Dies führt zu kleinen Unterschieden von geringer Relevanz.
gl: * Actualizada a función en "detalles"; * Para maior comodidade, a información da altitude é agora proporcionada por veloroutes.org. * Isto conduce a pequenas diferencias pouco relevantes.
pl: * Dla wygody zaktualizowano funkcję w oknie dialogowym "szczegóły"; * Informacje o wysokości nad poziomem morza są od tej pory dostarczane przez veloroutes.org. * Nieznacznie zmieni to działanie dodatku.

source: * Fixed a bug in GetTimezone; * In case of null data was returned only one value instead of 3 required.
de: * Ein Fehler in GetTimezone wurde behoben; * Im Fall von Nulldaten wurde ein Wert zurückgegeben, nicht drei wie erforderlich.
gl: * Arranxado un erro en GetTimezone; * No caso de datos nulos devolvíase un valor e non tres como se requería.
pl: * Naprawiono błąd w funkcji GetTimezone; * W przypadku pustych danych zwracana była tylko jedna wartość zamiast trzech wymaganych.

source: * Simplified the update section; * Now at the start, in case an update is available it will be possible to proceed directly through a single dialog box. * removed the file selector in the update section; * Now the update file is uploaded to the temporary folder, thereby solving problems due to non-expert users.
de: * Aktualisierungsprozedere vereinfacht; * Falls beim Start von NVDA ein Update durch die automatische überprüfung gefunden wird, ist es nun möglich, es sofort von diesem Dialog aus herunterzuladen. * Die Dateiauswahl beim Aktualisierungsvorgang wurde entfernt; * Die neue Version wird jetzt in einen temporären Ordner geladen. Dies macht das aktualisieren für Einsteiger einfacher.
gl: * Simplificada a sección de actualización; * Se unha actualizacióne stá dispoñible agora poderase proceder á súa instalación a través do cadro de diálogo ao inicio. * Eliminado o selector de arquivo na sección de actualización; * Agora o arquivo é almacenado na carpeta temporal, arranxando así os problemas que tiñan usuarios non expertos.
pl: * Uproszczono aktualizator; * Jeżeli podczas uruchamiania dodatku dostępna jest nowa aktualizacja, wystarczy przejść przez jedno okno dialogowe, aby ją zainstalować. * Usunięto listę plików w aktualizatorze; * Plik aktualizacji jest pobierany do folderu tymczasowego, co ułatwia początkującym użytkownikom korzystanie z dodatku.

source: * Improved the reading of the current time; * In some cities, it was not correct. * Added daylight saving time to the details; * Available only for the countries that adopt it.
de: * Fehler in der Uhrzeitausgabe behoben; * In manchen Städten war sie nicht korrekt. * Sommerzeit hinzugefügt; * Nur verfügbar für die Länder, bei denen sie auch eingesetzt wird.
gl: * Mellorada a lectura da hora actual; * Nalgunhas cidades non era correcta. * Engadida a hora de verán aos detalles; * Dispoñible só para os países que a adoptan.
pl: * Ulepszono odczytywanie aktualnego czasu; * Dla niektórych miast było ono niepoprawne. * Dodano czas letni do funkcji szczegóły; * Jest to dostępne tylko dla krajów, w których on obowiązuje.

source: * Fixed a small bug during the reading of the current time; * The separator ":" not being removed during conversion to integer.
de: * Fehler beim Ausgeben der aktuellen Uhrzeit behoben; * Das Trennzeichen ":" wurde bei der Umwandlung in Integer nicht entfernt.
gl: * Arranxado un pequeno erro durante a lectura da hora actual; * O separador ":" non estaba sendo borrado na conversión a enteiro.
pl: * Naprawiono niewielki błąd podczas odczytywania aktualnego czasu; * Separator ":" nie był usuwany w trakcie zamiany na liczbę całkowitą.

source: * Added the menu item "Set a temporary city..."; * For the sake of completeness, now you can open the temporary city's list also from the menu. * Improved management of temperature scale; * Now the settings window will always return the default value. * Improved prevention of the multiple opening of the main windows; * If one of these is already opened, in addition to the sound alert, puts it in foreground. * Improved audio effects; * Now are based on the current local time from the city in use.
de: * Der Menüpunkt "Eine temporäre Stadt festlegen ..." wurde hinzugefügt; * Der Vollständigkeit halber können Sie nun auch die temporäre Stadtliste aus dem Menü öffnen. * Verbesserte Verwaltung der Temperaturskala; * Das Einstellungsfenster gibt immer den Standardwert zurück. * Verbesserte Verhinderung der mehrfachen Öffnung der Hauptfenster; * Wenn eine dieser Optionen bereits geöffnet ist, wird sie zusätzlich zum akustischen Alarm in den Vordergrund gestellt. * Verbesserte Audioeffekte; * Sie basieren nun auf der aktuellen Ortszeit der verwendeten Stadt.
gl: * Engadido o elemento de menú “Establecer cidade temporal..."; * Para ser máis completos, agora pode abrir o diálogo de Establecer cidade temporal tamén dende o menú. * Mellorada a administración das escalas de temperatura; * Agora a ventá de axustes devolverá sempre o valor por defecto. * Previda apertura múltiple de xanelas principais; * Se unha destas xa está aberta, ademais da alerta de son, pónna en primeiro plano. * Mellorados efectos de son; * Agora básanse na hora local da cidade en uso.
pl: * Dodano element meni "Dodaj miasto tymczasowe..."; * Dla przejrzystości, listę miast tymczasowych można otwierać również z meni. * Ulepszono zarządzanie skalą temperatury; * Okno ustawień będzie zawsze zwracać wartość domyślną. * Ulepszono zapobieganie wielokrotnemu otwieraniu okna głównego; * Gdy okno główne dodatku jest już otwarte, przy próbie kolejnego otwarcia pojawia się sygnał dźwiękowy, a kursor zostaje przeniesiony do Wcześniej otwartego okna. * Ulepszono efekty dźwiękowe; * Są one oparte na aktualnym czasie lokalnym.

source: * Fixed altitude value; * Now return the altitude values when the value is less than or equal to zero. * Fixed import function; * If it was removed the default city, no longer appears in the title bar.
de: * Fehler im Höhenwert behoben; * Er wird jetzt zurückgesetzt, wenn der Wert kleiner oder gleich Null ist. * Fehler in der Importfunktion behoben; * Wenn die Standardstadt entfernt wurde, wird sie nicht mehr in der Titelleiste angezeigt.
gl: * Arranxado valor da altitude; * Agora devolve o valor da altitude só se é menor ou igual ca cero. * Arranxada a función de importar; * Se a cidade actual é eliminada, ésta non aparecerá na barra de título.
pl: * Naprawiono wartość wysokości nad poziomem morza; * Dodatek zwraca wartość wysokości nad poziomem morza, gdy ta wartość jest równa lub mniejsza niż zero. * Naprawiono funkcję import; * Jeśli miasto domyślne zostało usunięte, nie będzie się już pojawiało na pasku tytułu.

source: * Added new checkbox; * You can enable the comma as the decimal separator, otherwise the separator will be the point.
de: * Neues Kontrollfeld hinzugefügt; * Sie können das Komma als Dezimaltrennzeichen aktivieren, andernfalls ist das Trennzeichen der Punkt.
gl: * Engadida nova caixa de verificación; * Pode habilitar a coma coma separador decimal, doutro modo o separador será o punto.
pl: * Dodano pole wyboru; * Można włączyć przecinek jako separator dziesiętny. W przeciwnym razie separatorem będzie kropka.

source: correct 2 strings in Russian and ukraine localization.
de: 2 Zeichenketten in russischer und ukrainischer Lokalisierung korrigiert.
gl: corrixidas dúas cadeas nas localizacións para ruso e ucrainiano.
pl: Poprawiono 2 ciągi znaków w rosyjskim i ukraińskim tłumaczeniu.

source: * Improved update algorithm; * Now the link to update is directly read from manifest url.
de: * Verbesserter Update-Algorithmus; * Jetzt wird der Link zum Update direkt aus der URL der Manifest.ini-Datei gelesen.
gl: * Mellorado algoritmo de actualización; * Agora o link para actualizar é lido directamente dende a url do manifest.
pl: * Poprawiono algorytm aktualizacji; * Link do aktualizacji jest odczytywany bezpośrednio z manifest url.

source: * Added hotkey NVDA+shift+control+alt+w; * Open the Weather Plus settings dialog. * Correct some English strings.
de: * Kurztaste NVDA + Umschalt + Strg + Alt + w hinzugefügt; * der Einstellungsdialog von Weather Plus wird damit geöffnet. * einige englische Prompts korrigiert.
gl: * Engadida tecla rápida NVDA+shift+control+alt+w; * Abre o diálogo de configuración do Weather Plus. * Corrixidas algunhas cadeas en inglés.
pl: naciśnij NVDA + shift + control + alt + w, aby otworzyć ustawienia Weather plus.

source: * Added 8 new check boxes; * It is now possible to further customize the output: * wind direction. * wind speed. * Perceived temperature. * Humidity value. * Visibility value. * Atmospheric pressure value. * Indicates the atmospheric pressure in millimeters of mercury (mmHg). * State of the barometric pressure.
de: * 8 neue Kontrollkästchen hinzugefügt; * Es ist jetzt möglich, die Ausgabe weiter anzupassen: * Windrichtung. * Windgeschwindigkeit. * Gefühlte Temperatur. * Luftfeuchtigkeit. * Sichtweite. * Luftdruck. * den Druck in Millimeter Quecksilbersäule (mmHg) ausgeben. * Status des Luftdrucks.
gl: * engadidas oito novas caixas de verificación; * Agora é posible persoalizar máis a saída: * Dirección do vento. * Velocidade do vento. * Temperatura percibida. * Humidade. * Visibilidade. * Presión atmosférica. * Indica a presión atmosférica en milímetros de mercurio (mmHg); * Estado da presión barométrica.
pl: * Dodano 8 pól wyboru; * Można bardziej dostosować wyjście: * kierunek wiatru. * prędkość wiatru. * temperaturę odczuwalną. * wartość wilgotności. * wartość widoczności. * wartość ciśnienia atmosferycznego. * Pokazuje ciśnienie atmosferyczne w milimetrach słupa rtęci (mmHg). * stan ciśnienia barometrycznego.

source: * Weather Plus it's now compatible also for future wx version 4; * Note: at the moment with wx version 4.0.0b1 msw (phoenix) generates an annoying error when using the vertical arrows in many edit boxes:
de: * Weather Plus ist jetzt auch mit der zukünftigen wx Version 4 kompatibel; * Hinweis: Im Moment wird in Version 4.0.0b1 msw (phoenix) bei der Verwendung der Pfeiltasten rauf/runter in vielen Eingabefeldern ein lästiger Fehler erzeugt: wxAssertionError: C ++ - Assertion "Assert failure" failed at .. \ .. \ src \ common \ evtloopcmn.cpp (110) in wxEventLoopBase :: Yield (): wxYield called recursively.
gl: * Weather Plus é tamén compatible co futuro wx 4; * Nota: Polo momento wx versión 4.0.0b1 msw (phoenix) xera un erro irritante cando se usan as frechas verticais nalgunhas caixas de edición:
pl: * Weather Plus będzie zgodny także z przyszłą wersją wx 4; * Uwaga: obecnie z wersją wx 4.0.0b1 msw (phoenix) dodatek generuje denerwujący błąd podczas używania strzałek góra dół w wielu polach edycyjnych:

source: * Added SSL support; * Is used only if there is a SSL error certificate verify failed.
de: * SSL-Unterstützung hinzugefügt; * Wird nur verwendet, wenn eine SSL-zertifikatüberprüfung fehlgeschlagen ist.
gl: * Engadido soporte para SSL; * É utilizado só cando hay un erro de SSL, fallo na validación do certificado.
pl: * Dodano wsparcie SSL; * Jest to używane tylko wtedy, gdy pojawia się błąd SSL error certificate verify failed.

source: * Improved the upgrade section; * Now the dialog do not interferes with the nvda menu. * Revised and corrected russian Localization. * Adding Ukrainian translation (thanks to Alex Yeshanu).
de: * Verbessertes Upgrade-Fenster; * Der Dialog stört nun nicht mehr das NVDA-Menü. * Fehlerkorrekturen in der russischen Lokalisierung. * ukrainische Übersetzung Hinzugefügt (dank Alex Yeshanu).
gl: * Mellorada a sección de actualización; * agora o diálogo non interfire co menú de NVDA * Revisada e corrixida a tradución rusa. * Engadida tradución ao ucrainiano (grazas a Alex Yeshanu).
pl: * Ulepszono aktualizator; * Okno dialogowe aktualizatora nie nakłada się już na meni nvda. * Sprawdzono i poprawiono rosyjskie tłumaczenie. * Dodano ukraińskie tłumaczenie (Alex Yeshanu).

source: * Fixed a minor bug in the function "details"; * The strings "latitude" and "longitude" were reversed compared to the value.
de: * Ein kleiner Fehler in der Funktion "Details" wurde behoben; * Breiten- und Längengrad wurden im Vergleich zum richtigen Wert umgekehrt.
gl: Arranxado un fallo menor na función "detalles"; * as cadeas "latitude" e "lonxitude" foron revertidas en comparación co valor.
pl: * Naprawiono niewielki błąd w funkcji "details"; * Określenia "szerokość geograficzna" i "długość geograficzna" były odwrotnie użyte, skutkiem czego opisywały nieswoje wartości.

source: * The Public folder links will become inactive on March 15. * On that date, the Public folder will become a standard Dropbox folder, and will not be useable by the addon. * The upgrade links of the addon and of the samples have been updated, therefore, from now on, WP will lean completely on the italian page of NVDA.
de: * Der Öffentliche Ordner Links wird am 15. März inaktiv sein. * Er wird dann zu einem Standard-Dropbox-Ordner und kann vom Addon nicht mehr verwendet werden. * Die Upgrade-Links des Addons und der Samples wurden aktualisiert, deshalb werden diese Sachen ab jetzt vollständig von der italienischen Seite von NVDA aus verwaltet.
gl: * As ligas do cartafol Public tornaranse inactivas o 15 de marzo. * Con devandita actualización, o cartafol Public pasa a ser unha carpeta estándar de Dropbox, e non será usable polo complemento. * As ligas de actualización do complemento e dos exemplos foron actualizadas, de forma que dende agora, WP vai recaer completamente na páxina italiana de NVDA.
pl: * Linki publiczne zostaną zdezaktywowane 15 marca. * Z tą datą Folder publiczny stanie się typowym folderem Dropbox, a dodatek nie będzie go już używał. * Linki publiczne dodatku i efektów dźwiękowych zostały zaktualizowane. Dlatego WP będzie hostowane wyłącznie przez włoską społeczność NVDA.

source: * Now Weather Plus is able to run some connection attempts before notifying the malfunction of the WoeId in use, it emits a beep at each attempt; * This beep, if you want, can be disabled by using a check box by Weather Plus settings.
de: * Nun kann Weather Plus einige Verbindungsversuche ausführen, bevor über die Ungültigkeit der Daten informiert wird. Bei jedem Versuch ertönt ein Signalton; * Dieser Signalton kann, wenn Sie möchten, mithilfe eines neuen Kontrollkästchens in den Einstellungen deaktiviert werden.
gl: * Agora Weather Plus realiza varios intentos de conexión antes de notificar o mal funcionamento do WoeID en uso, emite un asubío por cada intento; * Este son, se quixer, pode ser deshabilitado mediante una caixa de verificación nas opcións do Weather Plus.
pl: * Weather Plus spróbuje połączyć się ponownie zanim ogłosi, że WoeId nie działa poprawnie. Każda próba połączenia będzie oznajmiana sygnałem dźwiękowym; * Można wyłączyć ten sygnał przełączając pole wyboru w ustawieniach Weather Plus.

source: * Fixed bug in the translation of the scale measurement. * In some languages, Kelvin, Celsius and Fahrenheit have not been translated.
de: * Fehler in der Übersetzung der Temperaturskala behoben; * In einigen Sprachen wurden Kelvin, Celsius und Fahrenheit nicht übersetzt.
gl: * Arranxado un erro na tradución da indicación de escala; * Nalgunhas linguas, Kelvin, Celsius and Farenheit non eran traducidos.
pl: * Naprawiono błąd w tłumaczeniu skali pomiaru temperatury. * Skale Kelwina, Celsjusza i Farenhajta nie były przetłumaczone na niektóre języki.

source: * Fixed update notice of Weather Plus during the Windows start-up; * This happens when the button was pressed "Use currently saved settings on the logon and other secure screens (requires administrator privileges)" from the general settings of nvda, which copies the configuration, and all of the add-on folder systemConfig, but these are not synchronized with subsequent updates of the add-ons. * If you have ever used at least once this option, you will have to do it again one last time just after to have up-to-date Weather Plus.
de: * Update-Benachrichtigung von Weather Plus während des Windows-Starts behoben; * Wenn Sie eine neue Version von Weather Plus installieren, wird die Version in der Systemkonfiguration nicht beeinträchtigt. Um die neueste Version in der Systemkonfiguration nutzen zu können, müssen sie die Einstellungen erneut mithilfe der allgemeinen Einstellungen von NVDA in die Systemkonfiguration kopieren.
gl: * Arranxada notificación de actualización de Weather Plus durante o arranque do Windows; * Isto aparece cando o botón "Utilizar opcións actualmente gardadas do logon e outras pantallas seguras (require privilexios de administrador)" está pulsado (dende opcións xerais de nvda), o cal copia a configuración, he hos cartafoles systemConfig dos complementos, pero estas non se sincronizan coas subseguintes actualizacións dos complementos. * Se usou alomenos unha vez este botón, deberá volvelo a premelo alomenos unha vez tras actualizar o Weather Plus.

source: * Added 5 new sound effects; * It will be necessary to update them from the settings of the plugin. * Fixed bug in the import function; * The list of cities was not sorted alphabetically. * Added import mode in the import function; * You may decide to completely replace your own list, or simply add new cities to it. * Updated the reading of the weather forecast, current weather report; * Adding the perceived temperature (wind chill). * Added new strings to the list weather reports.
de: * 5 neue Soundeffekte hinzugefügt; * Es ist notwendig, sie von den Einstellungen des Plugins zu aktualisieren. * Fehler in der Importfunktion behoben; * Die Liste der Städte wird nun alphabetisch sortiert. * Importmodus in der Importfunktion hinzugefügt; * Sie können Ihre eigene Liste vollständig ersetzen oder einfach neue Städte hinzufügen. * das Lesen der Wettervorhersage, aktueller Wetterbericht, wurde aktualisiert; * Die gefühlte Temperatur (Wind Chill) wurde hinzugefügt. * Neue Strings zur Liste "Weather reports" hinzugefügt.
gl: * Engadidos 5 novos efectos de son; * Será necesario actualizalos a partir das opcións do plugin. * Corrixido erro na función de importación; * A lista de cidades non se clasificados en orde alfabética. * Engadido modo de importación en función de importación; * pode optar por substituír completamente a súa propia lista, ou simplemente engadir novas cidades a el. * Actualización a lectura da previsión do tempo, o informe de actualidade; * Engadindo a temperatura entendida (wind chill). * Engadidas novas cordas para os informes lista meteorolóxicas.

source: * Fixed bug in the forecast for up to 10 days; * Now if the estimates received are in number less than the request of the user, the missing days are indicated as unknown. * Fixed string help entry on the command nvda+shift+w. * Revised and updated documentation.
de: * Fehler in der Wettervorhersage für bis zu 10 Tage behoben; * Wenn nicht für alle Tage Daten abgerufen werden konnten, werden die fehlenden Tage als unbekannt ausgegeben. * Fehler beim drücken von NVDA + Umschalt + W behoben. * Überarbeitete und aktualisierte Dokumentation.
gl: * Arranxado un erro na pronóstico sobre 10 días; * Agora si as estimacións recibiron é en número menos da petición do usuario, os días desaparecidos están indicados como descoñecidos. * Corrixido cadea de axuda en Entrada no comando NVDA + Shift + W. * Documentación revisada e actualizada.

source: * Fixed bug during the ratio of weather forecasts; * Now the temperatures are read correctly.
de: * Fehler im Verhältnis der Wettervorhersagen behoben; * Jetzt werden die Temperaturen korrekt gelesen.
gl: * Arranxado un erro durante o radio das previsións meteorolóxicas: * Agora as temperaturas lense correctamente.
