Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: Fixed unexpected bug in case of page not found while searching for updates.
de: Unerwarteter Fehler behoben, falls die Seite bei der Suche nach einer Aktualisierung nicht gefunden wurde.
es: Se ha corregido un error inesperado cuando no se encontró la página durante la búsqueda de actualizaciones.
fr: Correction d'un bug inattendu lorsque la page n'a pas été trouvé lors de la recherche des mises à jour.
gl: Arranxado erro inesperado en caso de que non se atope a páxina ao procurar actualizacións.
it: Corretto bug imprevisto in caso di pagina non trovata durante la ricerca di aggiornamenti.
pl: Naprawiono niespodziewany błąd podczas wyszukiwania aktualizacji.
sk: Opravená neočakávaná chyba v prípade, že sa stránka pri vyhľadávaní aktualizácií nenašla.

source: Version 7.2
es: Versión 7.2
gl: Versión 7.2
it: Versione 7.2
sk: Verzia 7.2

source: Fixed bug after adding a city, if it is the first one entered it if you press ok button and restart the add-on.
de: Der Fehler nach dem Hinzufügen einer Stadt wurde behoben, wenn es sich um die erste Stadt handelt, die Sie eingegeben haben, wenn Sie auf die Schaltfläche "OK" klicken und die Erweiterung neu starten.
gl: Arranxado erro tras engadir unha cidade, se é a primeira que se introduce, premes o botón Aceptar e reinicias o complemento.
pl: Naprawiony błąd, który pojawiał się po dodaniu pierwszego miasta, wciśnięciu przycisku Ok i restarcie dodatku.
sk: Opravená chyba po pridaní mesta, ak bolo zadané ako prvé, keď stlačíte tlačidlo ok a doplnok znova spustíte.

source: Now the progress dialog show again the time remaining and time elapsed.
es: Ahora el diálogo de progreso muestra de nuevo el tiempo transcurrido y el tiempo restante.
fr: Maintenant, la boîte de dialogue de progression affiche à nouveau le temps restant et le temps écoulé.
it: Ora la finestra progressiva di dialogo mostra nuovamente il tempo rimanente e il tempo trascorso.
sk: Teraz sa v okne priebehu znova zobrazuje zostávajúci čas a uplynutý čas.

source: correct Italian translation in the help of the Rename button.
de: korrekte italienische Hilfe für die Umbenennen-Schaltfläche.
fr: traduction correcte en italien dans l'aide du bouton Renommer.
gl: tradución italiana correcta na axuda do botón renomear.
it: corretta traduzione in italiano dell'aiuto del pulsante Rinomina.
pl: Poprawione włoskie tłumaczenie przycisku Zmień Nazwę w pomocy
sk: opravený taliansky preklad pomocou tlačidla Premenovať.

source: Version 7.1
es: Versión 7.1
gl: Versión 7.1
it: Versione 7.1
sk: Verzia 7.1

source: Fixed update bug.
es: Se ha corregido un error de actualización.
fr: Correction de bogue de mise à jour.
it: Corretto bug di aggiornamento.
sk: Opravená chyba aktualizácie.

source: Version 7.0
es: Versión 7.0
gl: Versión 7.0
it: Versione 7.0
sk: Verzia 7.0

source: Improved search window, now it is possible to manage all the search key inserted, add, delete and save it from context menu.
es: Mejorada la ventana de búsqueda, ahora se pueden gestionar todas las palabras clave insertadas, añadirlas, eliminarlas y guardarlas desde el menú de contexto.
fr: Fenêtre de recherche améliorée. Vous pouvez maintenant gérer tous les mots-clés insérés, les ajouter, les supprimer et les enregistrer à partir du menu contextuel.
it: Finestra di ricerca migliorata, ora è possibile gestire le chiavi di ricerca inserire, aggiungere, eliminare e salvarle dal menu contestuale.
sk: Vylepšené okno vyhľadávania, teraz je možné spravovať celý vložený kľúč, je možné ho pridať, odstrániť a uložiť ho z kontextového menu.

source: Improved window opening control.
de: Verbesserte Steuerung beim Öffnen des Fensters.
es: Mejorado el control de apertura de ventana.
fr: Amélioration du contrôle d’ouverture des fenêtres.
gl: Mellorado o control de apertura de xanelas.
it: Controllo dell'apertura delle finestre migliorato.
pl: Ulepszona kontrola otwierania okna
sk: Vylepšené ovládanie otvárania okien.

source: some little bugs fixed.
de: Einige kleinere Fehler behoben.
fr: correction de quelques bugs mineurs.
gl: arranxados algúns pequenos erros.
it: corretti alcuni piccoli bug.
pl: Kilka drobnych poprawek
sk: opravené drobné chyby.

source: Version 6.9
es: Versión 6.9
gl: Versión 6.9
it: Versione 6.9
sk: Verzia 6.9

source: Implemented the recursive cities search with the valid system previously used in Weather_Plus Apixu version.
de: Rekursive Städtesuche mit dem System Implementiert , das zuvor in der Weather_Plus Apixu-Version verwendet wurde.
es: Se ha implementado la búsqueda recursiva de ciudades con el sistema válido usado anteriormente en la versión de Weather Plus para Apixu.
fr: La recherche de ville récursive a été implémentée avec le système valide précédemment utilisé dans la version Weather Plus pour Apixu.
gl: Implementada a busca recursiva de cidades co sistema válido utilizado anteriormente na versión Apixu de Weather_Plus.
it: Implementata la ricerca di città ricorrenti tramite il sistema adottato in precedenza nella versione Apixu di Weather_Plus.
pl: Wprowadzono rekurencyjne wyszukiwanie miast z systemem weryfikacji używanym w wersji Weather_Plus Apixu.
sk: Implementovalo sa vyhľadávanie rekurzívnych miest pomocou platného systému, ktorý sa predtým používal vo verzii Weather_Plus Apixu.

source: Press f1 in the settings window for an explanation of the available commands.
de: Drücken Sie f1 im Einstellungsfenster, um eine Erläuterung der verfügbaren Befehle zu erhalten.
es: Pulsa f1 en la ventana de opciones para ver una explicación con las órdenes disponibles.
fr: Appuyez sur f1 dans la fenêtre des options pour afficher une explication des commandes disponibles.
gl: Prema f1 na xanela de opcións para unha explicación dos comandos dispoñibles.
it: Premere f1 nella finestra delle impostazioni per una spiegazione dei comandi disponibili.
pl: Naciśnij f1 w oknie ustawień, aby uzyskać pomoc.
sk: Stlačením klávesu f1 v okne nastavení získate vysvetlenie dostupných príkazov.

source: Version 6.8
es: Versión 6.8
gl: Versión 6.8
it: Versione 6.8
sk: Verzia 6.8

source: Updated compatibility for Python 3
fr: Compatibilité mise à jour pour Python 3
it: Aggiornata compatibilità per Python 3
sk: Aktualizované pre kompatibilitu pre Python 3

source: Version 6.7
es: Versión 6.7
gl: Versión 6.7
it: Versione 6.7
sk: Verzia 6.7

source: Fixed a bug when it is tested a new city and using it in temporary mode by simply press "enter" and at a later time trying to add it via the "Add" button.
de: Ein Fehler wurde behoben, wenn eine neue Stadt getestet wurde und sie im temporären Modus verwendet wurde, indem man einfach "Enter" drückte und zu einem späteren Zeitpunkt versuchte, sie über die Schaltfläche "Hinzufügen" ergänzte.
es: Corregido un fallo que sucedía al probar una nueva ciudad y usarla en modo temporal pulsando simplemente "intro" e intentando añadirla después mediante el botón "Añadir".
fr: Correction d'un bug survenant lors du test d'une nouvelle ville et de l'utiliser en mode temporaire en appuyant simplement sur "Entrée" et en essayant de l'ajouter plus tard en utilisant le bouton "Ajouter".
gl: Arranxado un erro ao se proba unha nova cidade e usándoa en modo temporal premendo simplemente "intro" e nun momento posterior tratando de engadila mediante o botón "Engadir".
it: Risolto un bug che si manifestava testando una nuova città e usandola in modalità temporanea premendo semplicemente "invio" e in un secondo momento provando ad aggiungerla tramite il bottone "Aggiungi".
pl: Naprawiono błąd, który pojawiał się podczas sprawdzania nowego miasta w trybie tymczasowym po naciśnięciu klawisza "enter" i przy próbie dodania tego miasta przyciskiem "Dodaj"
sk: Opravená chyba pri testovaní nového mesta v dočasnom režime jednoduchým stlačením klávesu „Enter“ a neskorší pokus o pridanie pomocou tlačidla „Pridať“.

source: Added abbreviation for SOUTH GEORGIA AND THE SOUTH SANDWICH ISLANDS to the database, but unfortunately at the moment it seems that the cities of this state do not work or have incomplete data, we hope it will be solved soon.
es: Se han añadido abreviaturas para Georgia del Sur y las Islas Sandwitch del Sur a la base de datos. En este momento, por desgracia, parece que las ciudades de estos estados no funcionan o poseen datos incompletos. Esperamos que esto se resuelva pronto.
fr: Les abréviations pour la Géorgie du Sud et les îles Sandwich du Sud ont été ajoutés à la base de données. Malheureusement, à l'heure actuelle, il semble que les villes de ces États ne fonctionnent pas ou disposent de données incomplètes. Nous espérons que cela sera bientôt résolu.
it: Aggiunto abbreviazione per SOUTH GEORGIA AND THE SOUTH SANDWICH ISLANDS al database, ma purtroppo al momento sembra che le città di questo stato non funzionino o hanno dati incompleti, speriamo che sarà risolto presto.
sk: Do databázy bola pridaná skratka pre JUŽNÚ GEORGIU A JUŽNÉ SANDWICHOVÉ OSTROVY, bohužiaľ v súčasnosti sa zdá, že mestá týchto štátov nefungujú alebo nemajú úplné dáta, dúfame však, že toto sa čoskoro vyrieši.

source: Version 6.5
es: Versión 6.5
gl: Versión 6.5
it: Versione 6.5
pl: Wersja 6.5
sk: Verzia 6.5

source: Fixed a couple of bugs in sound effects reproduction; a couple of "for" cycles with incorrect maximum values caused the call to a non-existent sound effect.
es: Se corrigió un par de errores en la reproducción de efectos de sonido; un par de ciclos "for" con valores máximos incorrectos causaron la llamada a un efecto de sonido inexistente.
fr: Correction de quelques bugs dans la reproduction des effets sonores; quelques cycles "for" avec des valeurs maximales incorrectes ont provoqué l'appel d'un effet sonore inexistant.
it: Corretti un paio di bug nella riproduzione degli effetti sonori; un paio di cicli "for" con valore massimo errato causavano la chiamata ad un effetto sonoro inesistente.
sk: Opravená chyba pri reprodukcii zvukových efektov; Niekoľko cyklov typu „for“ s nesprávnymi maximálnymi hodnotami spôsobilo vyvolanie neexistujúceho zvukového efektu.

source: Fixed bug in local time in "details"; 12-hour time conversion gave a error.
sk: Opravená chyba v miestnom čase v „podrobnostiach“; 12-hodinová konverzia času spôsobila chybu.

source: Fixed a bug in the Yahoo Weather Forecast report; In some cities the forecasts start from the previous day and not from the current one. The correction of these cities entails the loss of the last days of forecast proportionate to the mismatch of dates (if the forecast days are set to 10).
fr: Correction d'un bug dans le rapport Yahoo Weather Forecast; Dans certaines villes, les prévisions partent de la veille et non de la date actuelle. La correction de ces villes entraîne la perte des derniers jours de prévision proportionnelle au décalage des dates (si les jours de prévision sont définis à 10).
it: Corretto un bug nelreport di Yahoo Weather Forecast; In alcune città le previsioni partono dal giorno precedente e non da quello attuale. La correzione di queste città comporta la perdita degli ultimi giorni di previsione proporzionale alla mancata corrispondenza delle date (se i giorni di previsione sono impostati su 10).
sk: Opravená chyba v správe Yahoo Weather Forecast; V niektorých mestách prognózy začínali od predchádzajúceho dňa a nie od aktuálneho. Oprava týchto miest znamená stratu posledných dní prognózy úmernú nesúladu dátumov (ak sú dni prognózy nastavené na 10).

source: Version 6.4
es: Versión 6.4
gl: Versión 6.4
it: Versione 6.4
pl: Wersja 6.4
sk: Verzia 6.4

source: Daylight saving time removed in the "Details" function; The service used by this function has changed, so it has been removed.
sk: Letný čas odstránený vo funkcii „Podrobnosti“; Služba používaná touto funkciou sa zmenila, takže bola odstránená.

source: Improved audio effects reproduction; Now they update regularly if the weather conditions change.
fr: Amélioration de la reproduction des effets sonores; Maintenant, ils se mettent à jour régulièrement si les conditions météorologiques changent.
it: Migliorata la riproduzione degli effetti audio; Ora si aggiornano regolarmente se cambiano le condizioni meteorologiche.
sk: Vylepšená reprodukcia zvukových efektov; Teraz sa pravidelne aktualizujú, ak sa menia poveternostné podmienky.

source: Version 6.3
es: Versión 6.3
gl: Versión 6.3
it: Versione 6.3
pl: Wersja 6.3
sk: Verzia 6.3

source: Fixed encoding issues.
es: Se corrigió problemas de codificación.
fr: Correction des problèmes de l'encodage.
it: Risolto problemi di codifica.
sk: Opravené problémy s kódovaním.

source: Version 6.2
es: Versión 6.2
gl: Versión 6.2
it: Versione 6.2
pl: Wersja 6.2
sk: Verzia 6.2

source: Fixed bug in the "Add" function.
de: Fehler in der Funktion "hinzufügen" behoben.
gl: Arranxouse un erro na función "Engadir".
pl: Naprawiono błąd w funkcji "Dodaj"
sk: Opravená chyba vo funkcii "Pridať".

source: Fixed bug that did not assign the variable "_volume" when starting the addon.
de: Fehler behoben, bei dem die Variable "_volume" beim Start der Erweiterung nicht zugewiesen wurde.
es: Se corrigió un error que no asignaba la variable "_volume" al iniciar el complemento.
fr: Correction d'un bogue qui n'assignait pas la variable "_volume" au démarrage de l'extension.
gl: Correxido un erro que non asignou a variable "_volume" ao iniciar o addon.
it: Corretto bug che non assegnava la variabile "_volume" all'avvio dell'addon.
pl: Naprawiono błąd, który nie przypisywał zmiennej "_volume" podczas uruchamiania dodatku.
sk: Opravená chyba, ktorá pri spustení addonu nepriradila premennú "_volume".

source: Added missing code from version 6.0; Now you can recover the saved cities from the version that uses the Apixu API; The "Test" and "Remove" buttons and non-compatible cities are available in the format: "Ferrara, iter 44.83,11.58 0" (city, geographic coordinates, area definition).
fr: Ajout de code manquant de la version 6.0; Maintenant vous pouvez récupérer les villes sauvegardées de la version utilisant l'API Apixu; Les boutons "Test" et "Supprimer" et les villes non compatibles sont disponibles dans le format : "Ferrara, iter 44.83,11.58 0" (ville, coordonnées géographiques, définition de zone).
it: Aggiunto codice mancante dalla versione 6.0; Ora è possibile recuperare le città salvate dalla versione che utilizza l'API di Apixu; Vengono resi disponibili i pulsanti "Testa" e "Rimuovi" e le città non compatibili nel formato :"Ferrara, iter 44.83,11.58 0" (città, coordinategeografiche, definizione area).
sk: Pridaný chýbajúci kód z verzie 6.0; Teraz môžete obnoviť uložené mestá z verzie používajúcej API Apixu; Tlačidlá „Testovanie“ a „Odobrať“ a nekompatibilné mestá sú k dispozícii vo formáte: „Ferrara, iter 44,83,11,58 0“ (mesto, geografické súradnice, definovať oblasť).

source: Version 6.1
es: Versión 6.1
gl: Versión 6.1
it: Versione 6.1
pl: Wersja 6.1
sk: Verzia 6.1

source: Fixed 2 bugs.
de: 2 Fehler behoben.
es: Se han corregido 2 errores.
fr: Correction de 2 bogues.
gl: Arranxados dous erros.
it: Coorretti 2 bug.
pl: Naprawiono 2 błędy.
sk: Opravené 2 chyby.

source: Version 6.0
es: Versión 6.0
gl: Versión 6.0
it: Versione 6.0
pl: Wersja 6.0
sk: Verzia 6.0

source: Weather Plus returns to using the Yahoo Weather API.
de: Weather Plus kehrt zur Verwendung der Yahoo Weather API zurück.
es: Weather Plus vuelve a utilizar la API de Yahoo Weather.
fr: Weather Plus utilise à nouveau l'API Yahoo Weather.
gl: Weather Plus volve empregar o Yahoo Weather API.
it: Weather Plus torna a utilizzare l'API di Yahoo Weather.
pl: Weather Plus znów będzie używać Yahoo Weather API.
sk: Weather Plus sa vracia k používaniu Yahoo Weather API.

source: Virtually all the features of the previous version 4.8 are back and keeps the "Rename" button.
de: Praktisch alle Funktionen der Vorgängerversion 4.8 sind zurück unter dem Behalt der "Umbenennen" Schaltfläche.
es: Prácticamente todas las características de la versión 4.8 anterior están de vuelta y mantienen el botón "Renombrar".
fr: Virtuellement, toutes les fonctionnalités de la version 4.8 sont de retour et le bouton "Renommer" est conservé.
gl: Prácticamente todas as características da versión anterior 4.8 están de volta e mantén o botón "Renomear".
it: Praticamente tutte le funzionalità della precedente versione 4.8 sono tornate e mantiene il pulsante "Rinomina".
pl: Praktycznie wszystkie funkcje z wersji 4.8 znów są dostępne. Przycisk "Zmień nazwę" też został zachowany.
sk: Prakticky všetky funkcie predchádzajúcej verzie 4.8 sú späť a je ponechané tlačidlo "Premenovať".

source: Compatibility with Python 3.
es: Compatibilidad con Python 3.
fr: Compatibilité avec Python 3.
it: Compatibilità con Python 3.
sk: Kompatibilný s Pythonom 3.

source: Version 5.0.1
es: Versión 5.0.1
gl: Versión 5.0.1
it: Versione 5.0.1
pl: Wersja 5.0.1
sk: Verzia 5.0.1

source: Version 5.0
es: Versión 5.0
gl: Versión 5.0
it: Versione 5.0
pl: Wersja 5.0
sk: Verzia 5.0

source: Weather Plus now uses the APIXU API, in my opinion better than the previous one.
de: Weather Plus verwendet jetzt das bessere APIXU-API.
gl: Weather Plus utiliza agora a API de APIXU, na miña opinión mellor que a anterior.
pl: Od teraz Weather Plus używa APIXU API, które, moim zdaniem, działa lepiej niż poprzednie.
sk: Weather Plus teraz využíva APIXU API, podľa môjho názoru je táto služba lepšia ako v predchádzajúcej verzii.

source: Changes in the Weather Plus Settings window:
sk: Zmeny v okne Weather Plus nastavenia

source: Removed old checkbox "State of barometric pressure". Replaced with new checkbox "Add cloudiness value";
es: Eliminada la anterior casilla de verificación "Estado de la presión barométrica". Reemplazado con la nueva casilla de verificación "Añadir valor de nubosidad";
fr: Suppression de l'ancienne case à cocher "état de la pression barométrique". Remplacée par la nouvelle case à cocher "Ajouter la valeur de nébulosité";
it: Rimossa la vecchia casella di controllo "Stato della pressione barometrica". Sostituito con la nuova casella di controllo "Aggiungi valore della nuvolosità";
sk: Odobraté staré začiarkávacie pole "Stav barometrického tlaku". Nahradené novým začiarkávacim poľom „Pridať hodnotu oblačnosti“;

source: It gives you the percentage of cloudiness.
es: Te da el porcentaje de nubosidad.
fr: Cela vous donne le pourcentage de nébulosité.
it: Dà la percentuale di nuvolosità atmosferica.
sk: V percentách poskytuje oblačnosť.

source: Added new checkbox "Add precipitation value". It gives you the amount in millimeters of precipitation.
es: Añadida nueva casilla de verificación "Añadir valor de precipitación"; Te da la cantidad de precipitación en milímetros.
fr: Ajout d'une nouvelle case à cocher "Ajouter la valeur de précipitations". Cela vous donne le niveau de précipitations en millimètres.
it: Aggiunta nuova casella di controllo "Aggiungi valore di precipitazione". Dà la quantità in millimetri di precipitazione atmosferica.
sk: Pridané nové začiarkavacie pole „Pridať hodnotu zrážok“. Udáva množstvo zrážok v milimetroch.

source: Removed old checkbox "Indicates the wait with a beep while you search for the latest bulletin"; Left active by default.
fr: Suppression de l'ancienne case à cocher "Indiquer l'attente par des bips durant la recherche du dernier bulletin"; Laissé actif par défaut.
it: Rimossa la casella di controllo "Indica l'attesa con un segnale acustico durante la ricerca dell'ultimo bollettino"; Ora è attiva per impostazione predefinita.
sk: Odstránené staré začiarkavacie pole „Oznámiť čakanie pípnutím pri hľadaní najnovšej správy“; V predvolenom nastavení je aktívne.

source: Added to the Astronomic information;
sk: Pridané k astronomickým informáciám;

source: Time of moonrise and moonset.
es: Hora de salida y puesta de la luna.
fr: Heure du lever et coucher de lune.
it: Orario del sorgere e tramonto della luna.
sk: Čas východu a západu mesiaca.

source: Added new button "Rename"; To rename cities more conveniently.
fr: Ajout d'un nouveau bouton "Renommer" ; Pour renommer les villes plus facilement.
it: Aggiunto nuovo pulsante "Rinomina"; Per rinominare le città più convenientemente.
sk: Pridané nové tlačidlo „Premenovať“; Pre pohodlnejšie premenovanie miest.

source: Improved function of the "Test" button; Now accept some commands to facilitate the search for cities; These new commands are described in the help function that can be called up with F1.
fr: Amélioration de la fonction du bouton "Test"; Accepte maintenant quelques commandes pour faciliter la recherche d'une ville; Ces nouvelles commandes sont décrites dans la fonction d'aide appelée en pressant F1.
it: Funzione migliorata del pulsante "Test"; Ora accetta alcuni comandi per facilitare la ricerca delle città; Questi nuovi comandi sono descritti nella funzione di aiuto che può essere richiamata con F1.
sk: Vylepšená funkcia tlačidla „Test“; Teraz sú akceptované niektoré príkazy na uľahčenie vyhľadávania miest; Tieto nové príkazy sú opísané vo funkcii pomocníka, ktorú je možné vyvolať pomocou F1.

source: Version 4.8
es: Versión 4.8
gl: Versión 4.8
it: Versione 4.8
pl: Wersja 4.8
sk: Verzia 4.8

source: Changes in the Weather Plus Settings window
es: Cambios en la ventana Configuración de Weather Plus
fr: Changements dans la fenêtre de paramètres Weather Plus
it: Modifiche nella finestra Impostazioni di Weather Plus
sk: Zmeny v okne Weather Plus nastavenia

source: Added new checkbox; "Use only weather effects"; This allows you to filter out all other environmental effects.
fr: Ajout d'une nouvelle case à cocher; "N'utiliser que des effets météo"; Cela vous permet de supprimer tous les autres effets environnementaux.
it: Aggiunta nuova casella di controllo; "Usa solo effetti atmosferici"; Questo permette di filtrare tutti gli altri effetti ambientali.
sk: Ppridané nové začiarkavacie pole; "Používajte iba efekty počasia"; To vám umožní odfiltrovať všetky ďalšie efekty životného prostredie.

source: Improved random playback and added 71 new sound effects; You will need to update them by clicking twice in "enable audio effects" check box.
fr: Amélioration des effets sonores aléatoires et ajout de 71 nouveaux effets sonores; Vous devrez les mettre à jour en cliquant deux fois dans la case à cocher "activer les effets sonores".
it: Migliorata la riproduzione casuale e sono stati aggiunti 71 nuovi effetti sonori; Sarà necessario aggiornarli dalle impostazioni del plugin cliccando due volte la casella di controllo "Abilita effetti audio".
sk: Vylepšené náhodné prehrávanie a pridaných 71 nových zvukových efektov; Pre ich aktualizáciu Bude potrebné dvakrát kliknúť na pole „Povoliť zvukové efekty“.

source: The volume type assigned by the user, between the general and current audio volume, now is maintained when the configuration is saved.
sk: Pri ukladaní konfigurácie sa typ hlasitosti priradenrj používateľom medzi všeobecnou a aktuálnou hlasitosťou zvuku zachová.

source: Removed useless sound during selection text in edit box by pressing control+a.
es: Se eliminó el efecto de audio inútil durante la selección de texto en el cuadro de edición pulsando Control+a.
fr: Suppression d'un son inutile durant la sélection de texte dans la zone d'édition en pressant contrôle+a.
it: Rimosso l'inutile suono durante la selezione di testo nella casella di editazione premendo ctrl+a.
sk: Odstránený nepotrebný zvuk počas výberu textu v editačnom poli pri stlačení kláves control + a.

source: Improved readability into help window invokable with F1 function key.
es: Mejor legibilidad en la ventana de ayuda invocable con la tecla de función F1.
fr: Amélioration de la lisibilité dans la fenêtre d'aide invoquable par la touche de fonction F1.
it: Migliorata la leggibilità nella finestra di aiuto richiamabile con il tasto funzione F1.
sk: Vylepšená čitateľnosť okna nápovedy, ktorú je možné vyvolať funkčným klávesom F1.
