Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/Weather_Plus.*.po
Languages: da, de, es, fr, gl, hr, it, pl, sk

source: You must set the Weather Plus addon before its first use! Go to the Preferences submenu, Weather Plus Settings submenu and choose one of the following options:
fr: Vous devez configurer l'extension Weather Plus avant sa première utilisation ! Allez dans le sous-menu Préférences, sous-menu Paramètres Weather Plus et choisissez l'une des options suivantes :
it: È necessario impostare l'addon Weather Plus prima del primo utilizzo! Vai al sottomenu Preferenze, sottomenu Impostazioni Weather Plus e scegliere una delle seguenti opzioni:
sk: Pred prvým použitím musíte doplnok Weather Plus nastaviť! Prejdite do podponuky možnosti, Nastavenia Weather Plus a vyberte jednu z nasledujúcich možností:

source: Set and Manage Your Cities... - Displays or allows to set the current city from a list.
es: Establecer y Administrar Tus Ciudades... - Muestra o permite establecer las ciudades actuales en una lista.
fr: Définir et gérer vos villes... - Afficher ou définir la ville en cours depuis une liste.
it: Impostazioni e Gestione delle tue città... - Visualizza o consente di impostare una città da un elenco.
sk: Nastavte a spravujte svoje mestá ... - Zobrazí alebo umožní nastaviť aktuálne mesto zo zoznamu.

source: Documentation - opens the help file for the current language.
fr: Documentation - Ouvrir le fichier d'aide pour la langue en cours.
it: Documentazione - Apre la documentazione per la lingua corrente.
sk: Nápoveda - otvorí súbor pomocníka pre aktuálny jazyk.

source: Check for Update... - notifies about the availability of the new version.
fr: Rechercher une mise à jour… - Signaler si une nouvelle version est disponible.
it: Controllo presenza aggiornamenti... - Notifica se è disponibile una versione aggiornata.
sk: Skontrolovať aktualizáciu ... - upozorní na dostupnosť novej verzie.

source: Press the item:
de: Wählen Sie:
gl: Prema o elemento:
hr: Pritisni stavku:
pl: Naciśnij element:
sk: Stlačte položku:

source: Set and Manage Your Cities... Displays or allows to set the current city from a list
fr: Définir et gérer vos villes... Afficher ou définir la ville en cours depuis une liste
sk: Nastavte a spravujte svoje mestá ... - Zobrazí alebo umožní nastaviť aktuálne mesto zo zoznamu.

source: The following message is displayed only for the first time! Settings Preset None F1: help placing, F2: last TAB selection, F3: list and edit box, F4: control duration Weather Forecast, F5: volume controls.
es: ¡El siguiente mensaje se muestra sólo por primera vez! Configuración Predeterminar Ninguno F1: ayuda con la localización, F2: última selección con TAB, F3: lista y cuadro de edición, F4: control de la duración del Pronóstico del Tiempo, F5: controles de volumen.
fr: Le message suivant est affiché seulement la première fois ! Paramètres Prédéfinis Aucun F1: aide à la localisation, F2: dernière sélection avec TAB, F3: liste et zone d'édition, F4: contrôle de la durée des Prévisions Météo, F5: contrôles du volume.
it: Solo per la prima volta, viene visualizzato il messaggio seguente! Impostazioni Preimpostato Nessuno F1: aiuto immissione, F2: ultima selezione con TAB, F3: elenco e casella di editazione, f4: controllo durata previsioni meteo, F5: controlli volume.
sk: Nasledujúca správa sa zobrazí iba prvýkrát! Predvolené Nastavenia Žiadne F1: umiestnenie nápovedy, F2: posledný výber TAB, F3: zoznam a editovacie pole, F4: ovládanie trvania Predpovede počasia, F5: ovládanie hlasitosti

source: In the edit box, enter a City, woeID or choose one from the list, if available. Note: The F5 key is available if the sound effects are activated.
es: En el cuadro de edición, ingresar una Ciudad, un woeId o elegir una de la lista, si está disponible. Nota: La tecla F5 está disponible si están activados los efectos de sonido.
fr: Saisissez une ville, un weoID ou choisissez-en une dans la liste, si disponible. Remarque : La touche f5 est disponible si les effets sonores sont activés.
it: Nella casella di modifica, immettere una città, woeId o sceglierne uno dall'elenco, se disponibile. Nota: Il tasto F5 è disponibile se gli effetti sonori sono attivati.
sk: Do textového poľa zadajte mesto, woeID alebo vyberte jedno zo zoznamu, ak je k dispozícii. Poznámka: Kláves F5 je k dispozícii, ak sú aktivované zvukové efekty.

source: After pressing enter on the item "Set and Manage Your Cities...", you will find other buttons as follows:
es: Después de pulsar Intro en el elemento "Establecer y Administrar Tus Ciudades...", puedes encontrar otros botones como sigue:
fr: Une fois appuyé sur Entrée sur l'élément "Définir et Gérer Vos Villes...", vous trouverez d'autres boutons comme suit :
it: Dopo aver premuto Invio sulla voce "Impostazioni e Gestione delle tue città...", si trova altri pulsanti come segue:
sk: Po stlačení klávesy Enter na položke „Nastaviť a ovládať kód mesta ...“ nájdete ďalšie tlačidlá ako:

source: Test - testing the validity of woeID entry and find the name of city assigned or vice versa.
fr: Tester - Test de la validité du woeID de ville saisi et recherche du nom de la ville assignée, ou viceversa.
it: Testa - Testa la validità del woeID immesso e trova il nome della città assegnatogli, o viceversa.
sk: Testovanie - testovanie platnosti záznamu woeID a nájdenie názvu prideleného mesta alebo naopak.

source: Add - adds the current city into your list. This button can be activated if you select a city from the list, when the city entered passed the test.
fr: Ajouter - Ajoute la ville en cours dans votre liste. Ce bouton est activé si vous sélectionnez une ville dans la liste, et qu'elle a passé le test.
it: Aggiungi - Aggiunge la città corrente al tuo elenco. Questo pulsante viene attivato se si seleziona una città dall'elenco, o ha superato il test.
sk: Pridať - pridá aktuálne mesto do zoznamu. Toto tlačidlo sa dá aktivovať, ak je vybraté zo zoznamu, a ak zadané mesto prešlo testovaním.

source: Details - displays information about the current city. This button is activated if you select a city from the list, or it has passed the test.
fr: Détails - Affiche les informations sur la ville en cours. Ce bouton est activé si vous sélectionnez une ville dans la liste, et qu'elle a passé le test.
it: Dettagli - Visualizza informazioni sulla città corrente. Questo pulsante viene attivato se si seleziona una città dall'elenco, o ha superato il test.
sk: Podrobnosti - zobrazuje informácie o aktuálnom meste. Toto tlačidlo sa aktivuje, ak je zo zoznamu vybraté mesto alebo ak prešlo testovaním.

source: Define - Allows you to define the area, in order to adapt the sound effects. This button can be activated if the audio effects are installed and activated, and you select a city from the list.
es: Definir - Te permite de definir la zona, con el fin de adaptar los efectos de sonido. Este botón se activa Si los efectos de audio están instalados, y activados, y seleccionas una ciudad en la lista.
fr: Définir - Vous permet de définir la région, afin d'adapter les effets sonores. Ce bouton est activé si les effets sonores sont installés et activés, et si vous sélectionnez une ville dans la liste.
it: Definisci - Permette di definire l'area, al fine di adeguare gli effetti sonori. Questo pulsante viene attivato se gli effetti sonori sono installati e attivati, e si seleziona una città dall'elenco.
sk: Definovať - Umožňuje definovať oblasť s cieľom prispôsobiť zvukové efekty. Toto tlačidlo sa dá aktivovať, ak sú zvukové efekty nainštalované a aktivované a ak je zo zoznamu vybraté mesto.

source: Preset - Presets a city as the default, will be used every time you restart the plugin. This button is activated if you select a city previously inserted in the list and not preset, or it has passed the test.
es: Predeterminar - Predetermina la ciudad actual por defecto, se usará cada vez que reinicies el complemento. Este botón se activa si selecciona una ciudad previamente insertada en la lista y no predeterminada, o ha pasado la prueba.
fr: Prédéfini - Définit une ville par défaut, qui sera utilisée à chaque redémarrage de l'extension. Ce bouton est activé si vous sélectionnez une ville préalablement insérée dans la liste et non prédéfinie, ou si elle a passé le test.
it: Preimpostato - Predispone la città come predefinita, verrà utilizzata ogni volta che si riavvia il plugin. Questo pulsante viene attivato se si seleziona una città precedentemente inserita nell'elenco e non preimpostata o ha superato il test.
sk: Predvolené - Predvolené mesto je predvolené, použije sa pri každom reštarte doplnku. Toto tlačidlo sa aktivuje, ak vyberiete mesto, ktoré bolo predtým vložené do zoznamu a nie je prednastavené alebo ak prešlo testovaním.

source: Remove - Deletes the current city from your list. This button can be activated if you select a city previously inserted in the list.
es: Quitar - Eliminar la ciudad actual de tu lista. Este botón se activa si selecciona una ciudad previamente insertada en la lista.
fr: Supprimer - Supprimer la ville courante de votre liste. Ce bouton est activé si vous sélectionnez une ville préalablement insérée dans votre liste.
it: Rimuovi - Elimina la città corrente dall'elenco. Questo pulsante viene attivato se si seleziona una città precedentemente inserita nell'elenco.
sk: Odobrať - Odstráni aktuálne mesto zo zoznamu. Toto tlačidlo sa dá aktivovať, ak vyberiete mesto, ktoré bolo predtým vložené do zoznamu.

source: Rename - Rename the current city. This button can be activated if you select a city previously inserted in the list.
es: Renombrar - Renombrar una ciudad actual. Este botón se activa si selecciona una ciudad previamente insertada en la lista.
fr: Renommer - Renommer la vile en cours. Ce bouton est activé si vous sélectionnez une ville préalablement insérée dans votre liste.
it: Rinomina - Rinomina la città corrente. Questo pulsante viene attivato se si seleziona una città precedentemente inserita nell'elenco.
sk: Premenovať - Premenuje aktuálne mesto. Toto tlačidlo sa dá aktivovať, ak vyberiete mesto, ktoré bolo predtým vložené do zoznamu.

source: Import new cities... - This button allows you to import cities from the another list of cities with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated with it.
fr: Importer de nouvelles villes... - Vous permet d'intégrer dans votre liste de nouvelles villes importées d'une autre liste avec l'extension *.zipcodes ; vous pouvez choisir la ville que vous souhaitez importer, en activant la case à cocher associée.
it: Importa nuove città... - Questo pulsante permette di importare città da un altro elenco delle città con estensione * .zipcodes; puoi selezionare la città che vuoi importare, attivando la casella di controllo associata.
sk: Importovať nové mestá ... - Toto tlačidlo umožňuje importovať mestá z iného zoznamu miest s príponou * .zipcodes; môžete vybrať mesto, ktoré chcete importovať, začiarknutím poľa k nemu priradenému.

source: Export your cities... - It allows you to save the cities in the specified file with the extension *.zipcodes. This button is activated if you have added and saved at least one city into the list.
es: Exportar tus ciudades... - Permite guardar las ciudades en el archivo especificado con la extensión * .zipcodes. Este botón se activa si tienes añadido y guardado al menos una ciudad en la lista.
fr: Exporter vos villes... - Vous permet d'enregistrer votre liste de villes dans le fichier spécifié avec l'extension * .zipcodes. Ce bouton est activé si vous avez ajouté et enregistré au moins une ville dans la liste.
it: Esporta le tue città... - Esso consente di salvare le città nel file specificato con estensione * .zipcodes. Questo pulsante viene attivato se avete aggiunto e salvato almeno una città nell'elenco.
sk: Exportovať svoje mestá ... - Umožňuje vám uložiť mestá do určeného súboru s príponou * .zipcodes. Toto tlačidlo sa aktivuje, ak ste do zoznamu pridali a uložili aspoň jedno mesto.

source: Scale of temperature measurement: Use the radio button to select between Celsius (by default), Fahrenheit and Kelvin.
es: Escala de medición de la temperatura: Utiliza los botones de opciones para seleccionar entre Celsius (por defecto), Fahrenheit y Kelvin.
fr: Échelle de mesure de la température : Utiliser le bouton radio pour choisir entre Celsius (par défaut), Fahrenheit et Kelvin.
it: Scala di misura della temperatura: Utilizzare il Pulsante radio per selezionare tra Centigradi (predefinito), Fahrenheit e Kelvin.
sk: Stupnica merania teploty: Pomocou prepínača vyberte medzi stupňami Celzia (predvolené), Fahrenheit a Kelvin.

source: Degrees shown as: Use the radio button to select between: Celsius `-` Fahrenheit `-` Kelvin (by default C `-` F `-` K or Don't specify.
sk: Stupne zobrazené ako: Pomocou prepínača vyberte medzi: Celsius `-` Fahrenheit `-` Kelvin (štandardne C` -` F `-` K alebo Nešpecifikujte.

source: Combo box: Weather Forecasts up to days: 3 You can choose between 1 to 10 (3 days by default)
sk: Kombinovaný rámik: Predpovede počasia na dni: 3 Môžete si vybrať medzi 1 až 10 (predvolene 3 dni)

source: To perform the following actions, toggle the following checkboxes:
es: Para llevar a cabo las siguientes acciones, activar y desactivar las siguientes casillas de verificación:
fr: Pour effectuer les actions suivantes, activer ou désactiver les cases à cocher suivantes :
it: Per eseguire le seguenti azioni, attivare o disattivare le seguenti caselle di controllo:
sk: Vykonanie nasledujúcich akcií vykonáte prepnutím nasledujúcich začiarkávacich polí:

source: Copy the weather report and weather forecast, including city details to clipboard check box not checked (by default)
sk: Začiarknite políčko skopírovať správu o počasí a predpoveď počasia vrátane podrobností mesta do schránky; začiarkávacie pole nezačiarknuté (predvolené)

source: Enable audio effects (only for the current weather conditions) This check box also allows you to manage the installation of sound effects; If the sound effects are installed and the check box is activated, the F5 key and the volume setting becomes available.
sk: Povoliť zvukové efekty (iba pre aktuálne poveternostné podmienky) Toto začiarkavacie pole tiež umožňuje spravovať inštaláciu zvukových efektov; Ak sú nainštalované zvukové efekty a pole je začiarknuté, bude k dispozícii kláves F5 a nastavenie hlasitosti.

source: There will also be available an additional check box: Use only weather effects.
fr: Une case à cocher supplémentaire sera également disponible : N'utiliser que des effets météo.
it: Sarà inoltre disponibile una casella di controllo aggiuntiva: Usa solo effetti atmosferici.
sk: K dispozícii bude aj ďalšie začiarkavacie políčko: Používajte iba efekty počasia.

source: You can change the overall volume or change the last heard sound effect and filter out the others sounds in your environment. Checkbox is not checked by default.)
sk: Môžete zmeniť celkovú hlasitosť alebo zmeniť naposledy počutý zvukový efekt a odfiltrovať ostatné zvuky prostredia; začiarkávacie pole nezačiarknuté (predvolené)

source: Use only weather effects - This option is available if sound effects are enabled; If is enabled, allows to listen only weather effects such as rain, wind, thunder, etc., filtering out all environmental ones. (unchecked by default)
fr: N'utiliser que des effets météo - Cette option est disponible si les effets sonores sont activés; S'il est activé, permet de n'entendre que les effets tels que pluie, vent, tonnerre, etc., filtrant tous les effets environnementaux. Case à cocher non cochée (par défaut)
it: Usa solo effetti atmosferici - Questa opzione è disponibile se gli effetti sonori sono abilitati; Se attivata permette di ascoltare solo effetti atmosferici come pioggia, vento, tuoni, ecc., filtrando tutti quelli ambientali. (non attivata per impostazione predefinita)
sk: Použiť iba efekty počasia - Táto možnosť je k dispozícii, ak sú zvukové efekty povolené; Ak sú povolené, umožňuje počúvať iba poveternostné vplyvy, ako je dážď, vietor, hrom atď; začiarkávacie pole nezačiarknuté (predvolené)

source: Enable the reading of the hours in 24-hour format. - If this checkbox is unchecked, announces the time in 12-hour format for example, 12 AM `-` 12 PM. check box is checked (by default)
fr: Activer la lecture de l'heure au format 24-heures - Si désactivé l'heure est annoncée au format 12-heures, exemple : 12 AM - 12 PM. Case à cocher cochée (par défaut)
it: Abilitare la lettura delle ore in formato 24-ore. - Se questa casella di controllo è disattivata, annuncia l'ora in 12-ore formato, esempio: 12 AM - 12 PM. Questa casella di controllo è attivata (per impostazione predefinita)
sk: Umožní oznamovať čas v 24-hodinovom formáte. - Ak je toto začiarkávacie pole nezačiarknuté, oznámi čas v 12-hodinovom formáte, napríklad, 12 AM `-` 12 PM. začiarkávacie pole začiarknuté (predvolené)

source: Enable help buttons in the settings window check box checked (by default)
sk: Zapnúť nápovedné popisky prvkov v okne pre nastavenia začiarkávacie pole začiarknuté (predvolené)

source: Read wind information check box not checked (by default) If this checkbox is enabled, you can also activate:
sk: Oznamovať informácie o vetre nezačiarknuté. (predvolené) Ak je toto začiarkavacie políčko povolené, môžete tiež aktivovať:

source: Add wind direction; Indicates the provenance of the wind. check box checked (by default)
fr: Ajouter la direction du vent; Indique la provenance du vent. Case à cocher cochée (par défaut)
it: Aggiungi la direzione del vento; Indica la provvenienza del vento. casella di controllo attivata (per impostazione predefinita)
sk: Pridať smer vetra; Označuje pôvod vetra. začiarkavacie pole začiarknuté. (predvolené)

source: Add speed of the wind; Indicates the speed in kilometers or miles per hour. check box checked (by default)
fr: Ajouter la vitesse du vent; Indique la vitesse en kilomètres ou milles par heure. Case à cocher cochée (par défaut)
it: Aggiungi la velocità del vento; Indica la velocità in chilometri o miglia orarie. casella di controllo attivata (per impostazione predefinita)
sk: Pridať rýchlosť vetra; Udáva rýchlosť v kilometroch alebo míľach za hodinu. začiarkavacie pole začiarknuté (predvolené)Udáva rýchlosť v kilometroch alebo míľach za hodinu.

source: Add speed in meters per second of the wind; check box checked (by default)
fr: Ajouter la vitesse du vent en mètres par seconde; case à cocher cochée (par défaut)
it: Aggiungi la velocità del vento in metri al secondo; casella di controllo attivata (per impostazione predefinita)
sk: Pridať rýchlosť vetra v metroch za sekundu; začiarkavacie pole začiarknuté(predvolené)

source: Add perceived temperature; check box checked (by default)
fr: Ajouter la température ressentie; case à cocher cochée (par défaut)
it: Aggiungi la temperatura percepita; casella di controllo attivata (per impostazione predefinita)
sk: Pridať pocitovú teplotu; začiarkavacie pole začiarknuté (predvolené(

source: Read atmospherical information check box not checked (by default) If enabled, you can also activate:
sk: Oznamovať atmosferické informácie nezačiarknuté. (predvolené) Ak je povolené, môžete tiež aktivovať:

source: Add humidity value; Indicates the humidity in percent. check box checked (by default)
fr: Ajouter le taux d'humidité; Indique le taux d'humidité. Case à cocher cochée (par défaut)
it: Aggiungi valore dell'umidità; Indica l'umidità in percentuale. casella di controllo attivata (per impostazione predefinita)
sk: Pridať hodnotu vlhkosti; Označuje vlhkosť v percentách. začiarkavacie pole začiarknuté (predvoleneé

source: Add visibility value; Indicate in kilometres or miles the distance visible. check box checked (by default)
fr: Ajouter la valeur de visibilité; Indique en kilomètres ou milles la distance de visibilité. Case à cocher cochée (par défaut)
it: Aggiungi valore della visibilità; Indica in chilometri o miglia la distanza visibile. casella di controllo attivata (per impostazione predefinita)
sk: Pridať hodnotu viditeľnosti; Udáva v kilometroch alebo míľach viditeľnú vzdialenosť. začiarkavacie pole začiarknuté (predvolené)

source: Add atmospheric pressure value; Indicates the atmospheric pressure in millibars or inches of mercury. If it's checked, enable an additional check box that allows you to indicate the pressure in millimeters of mercury. check box checked (by default)
fr: Ajouter la valeur de la pression atmosphérique; Indique la valeur de la pression atmosphérique en millibars ou pouces de mercure. Si cochée, ajoute une case à cocher qui vous permet d'indiquer la pression atmosphériques en millimètres de mercure. Case à cocher cochée (par défaut)
it: Aggiungi valore della pressione atmosferica; Indica la pressione in millibar o pollici di mercurio. Se è attivata, abilita una ulteriore casella di controllo che permette di indicare la pressione in millimetri di mercurio. casella di controllo attivata (per impostazione predefinita)
sk: Pridať hodnotu atmosférického tlaku; Oznamuje atmosférický tlak ortuti v milibaroch alebo palcoch. Ak je začiarknuté, aktivujte ďalšie začiarkavacie pole, ktoré vám umožní udávať tlak ortuti v milimetroch. začiarkavacie pole začiarknuté (predvolené)

source: Add status of barometric pressure; check box checked (by default)
es: Añadir estado de la presión barométrica; casilla de verificación marcado (por defecto)
fr: Ajouter l'état de la pression barométrique; case à cocher cochée (par défaut)
it: Aggiungi lo stato della pressione barometrica; casella di controllo attivata (per impostazione predefinita)
sk: Pridať stav barometrického tlaku; začiarkávacie pole začiarknuté (predvolené)

source: Read astronomical information Indicates the time of sunrise and sunset. check box not checked (by default)
sk: Oznamovať astronomické informácie. Oznamuje čas východu a západu slnka. Začiarkávacie pole nezačiarknuté. (predvolené)

source: Use the comma to separate decimals If enabled, uses the comma as a decimal separator, otherwise, use the point. check box not checked (by default)
sk: Ak je povolené, použije sa čiarka ako oddeľovač desatinných miest, inak sa použije bodka. nezačiarknuté pole (predvolené)

source: Check for upgrade If is activated this alerts when there is an update of the addon. check box checked (by default)
sk: Skontrolovať aktualizáciu, Ak je aktivovaná táto výstraha, keď je k dispozícii aktualizácia doplnku. začiarkavacie pole začiarknuté (predvolené)

source: If you have modified the cities list, by pressing "Cancel", you will be remembered and you can still save it Note: your settings will be save in the file named:
sk: Ak ste upravili zoznam miest, stlačením tlačidla „Zrušiť“ sa zapamätá a stále ho môžete uložiť. Poznámka: vaše nastavenia sa uložia do súboru s názvom:

source: "Weather_searchkey": search key saved.
de: "Weather_searchkey": Suchbegriff gespeichert.
es: "Weather_searchkey": clave de búsqueda guardada.
fr: "Weather_searchkey": mots-clés de recherche enregistrées.
gl: "Weather_searchkey": tecla de busca gardada.
hr: „Weather_searchkey”: tipka za pretraživanje spremljena.
it: "Weather_searchkey": chiavi di ricerca salvate.
pl: "Weather_searchkey": Słowo kluczowe zapisane.
sk: „Weather_searchkey“: vyhľadávaný kľúč bol uložený.

source: What's new:
de: Änderungsverlauf:
es: Que Hay de nuevo:
fr: Quoi de neuf :
gl: Que Hai de novo:
it: Novità:
pl: Co nowego:
sk: Čo je nové:

source: Version 7.3
es: Versión 7.3
gl: Versión 7.3
it: Versione 7.3
sk: Verzia 7.3
