Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/windowsMagnifier.*.po
Languages: fi, it, pl, pt_br, pt_pt, sk, zh_cn

source: Control+Alt+mouseScrollWheel: Zooms in and out using the mouse scroll wheel.
fi: Ctrl+Alt+Hiiren vieritysrulla: Lähentää ja loitontaa näkymää hiiren vieritysrullaa käyttäen.
it: Control+Alt+rotellina del mouse: ingrandisce o rimpicciolisce utilizzando la rotellina del mouse.
pl: Control+Alt+mouseScrollWheel: Powiększa i pomniejsza za pomocą kółka przewijania myszy.
pt_br: Control+Alt+rodinhaDeRolagemDoMouse: aumenta e diminui a ampliação usando a rodinha de rolagem do mouse.
pt_pt: Control+Alt+RodaDoRato: Aumenta e diminui o zoom usando a roda de rolagem do rato.
sk: Ctrl+alt+koliesko myši: Približuje a odďaľuje zobrazenie.
zh_cn: Ctrl + Alt + 鼠标滚轮：使用鼠标滚轮放大和缩小。

source: Control+Windows+M: Opens the Magnifier's settings window.
fi: Ctrl+Win+M: Avaa suurennuslasin asetusikkunan.
it: Control+Windows+M: apre le impostazioni dell'ingranditore.
pl: Control+Windows+M: Otwiera okno ustawień lupy.
pt_br: Control+Windows+M: Abre a janela de configurações da Lupa.
pt_pt: Control+Windows+M: Abre a janela de configurações da Lupa.
sk: Ctrl+windows+m: Otvorí nastavenia zväčšovacieho skla.
zh_cn: Windows 徽标键 + Ctrl + M：打开“放大镜”设置。

source: Control+Alt+R: Resizes the lens with the mouse.
fi: Ctrl+Alt+R: Muuttaa linssin kokoa hiiren avulla.
it: Control+Alt+R: ridimensiona la lente con il mouse.
pl: Control+Alt+R: Rozmiar obiektywu za pomocą myszy.
pt_br: Control+Alt+R: redimensiona a lente com o mouse.
pt_pt: Control+Alt+R: Redimensiona a lente com o rato.
sk: Ctrl+alt+r: upraví veľkosť lupi podľa kurzora myši.
zh_cn: Ctrl + Alt + R：使用鼠标调整镜头大小。

source: Control+Alt+Space: Quickly shows the entire desktop when using full screen view.
fi: Ctrl+Alt+Väli: Näyttää nopeasti koko työpöydän koko ruudun näkymää käytettäessä.
it: Control+Alt+Spazio: mostra rapidamente l'intero desktop quando si usa la visualizzazione a tutto schermo.
pl: Control+Alt+Space: szybko pokazuje cały pulpit podczas korzystania z widoku pełnoekranowego.
pt_br: Control+Alt+Espaço: mostra rapidamente toda a área de trabalho ao usar a visualização em tela cheia.
pt_pt: Control+Alt+espaço: Mostra rapidamente todo o ambiente de trabalho quando se utiliza a visualização em ecrã inteiro.
sk: Ctrl+alt+medzera: V zobrazení na celú obrazovku okamžite zobrazí pracovnú plochu.
zh_cn: Ctrl + Alt + 空格键：使用全屏视图时快速查看整个桌面。

source: None of the Magnifier native commands can be modified.
fi: Natiiveja suurennuslasikomentoja ei voi muuttaa.
it: Nessuno dei comandi nativi dell'ingranditore può essere modificato.
pl: Żadne z natywnych poleceń Lupy nie może być modyfikowane.
pt_br: Nenhum dos comandos nativos da Lupa podem ser modificados.
pt_pt: Nenhum dos comandos nativos da Lupa pode ser modificado.
sk: Tieto skratky nie je možné zmeniť.
zh_cn: 您不能修改放大镜的原有快捷键。

source: Notes
fi: Huomautuksia
it: Note
pl: Notatki
pt_br: Notas
pt_pt: Notas
sk: Poznámky
zh_cn: 注意

source: For computers equipped with an Intel graphic card, control+alt+arrow (left/right/up/down) are also shortcut to modify the orientation of the screen. These shortcut are enabled by default and conflict with Windows Magnifiers shortcuts to move the view. You will need to disable them to be able to use them for the Magnifier. They can be disabled in the Intel control panel or in the Intel menu present in the system tray.
it: Per i computer equipaggiati con una scheda grafica Intel, control+alt+frecce sono anche tasti rapidi per modificare l'orientamento dello schermo. Questi tasti sono abilitati per default e confliggono con i comandi dell'ingranditore per spostare l'area oggetto dell'ingrandimento. Per poter usare questi tasti per l'ingranditore, dovrete disabilitarne l'utilizzo da parte della scheda grafica. Potete farlo nel pannello di controllo Intel o nel menù Intel presente nella system tray.
pl: W przypadku komputerów wyposażonych w kartę graficzną Intel, control+alt+arrow (lewy/ prawy/w górę/w dół) są również skrótami do modyfikowania orientacji ekranu. Te skróty są domyślnie włączone i są w konflikcie ze skrótami lupy systemu Windows, aby przenieść widok. Musisz je wyłączyć, aby móc ich używać do lupy. Można je wyłączyć w panelu sterowania Intel lub w menu Intel obecnym w zasobniku systemowym.
pt_br: Para computadores equipados com uma placa gráfica Intel, as teclas Control+Alt+Seta (esquerda/direita/cima/baixo) também são atalhos para modificar a orientação da tela. Esses atalhos são ativados por padrão e entram em conflito com os atalhos da Lupa do Windows para mover a visualização. Você precisará desativá-los para poder usá-los na Lupa. Eles podem ser desativados no painel de controle da Intel ou no menu Intel presente na bandeja do sistema.
pt_pt: Para computadores equipados com uma placa gráfica Intel, control+alt+seta (esquerda/direita/cima/baixo) são também atalhos para modificar a orientação do ecrã. Estes atalhos são activados por defeito e entram em conflito com os atalhos da lupa, para mover a vista. Terá de os desactivar para poder utilizá-los para o aumento pela Lupa. Podem ser desactivados no painel de controlo Intel ou no menu Intel presente no tabuleiro do sistema.
sk: Ak používate grafickú kartu od Intelu, skratky ctrl+alt+šípky sa používajú na zmenu orientácie obrazovky. Tieto skratky sú predvolene zapnuté a spôsobujú konflikty so skratkami zväčšovacieho skla. Preto odporúčame vypnúť skratky Intelu v ovládacom panely grafickej karty alebo zo systémového panela.
zh_cn: 对于配备 Intel 显卡的计算机，Ctrl+Alt+光标键也是修改屏幕方向的快捷键。这些快捷键在默认情况下是启用的，并且与移动放大镜视图的 Windows 快捷键冲突。您需要禁用它们才能将其用于放大镜。它们可以在 Intel 图形控制面板或系统托盘中的 Intel菜单中禁用。

source: Alt+Shift+Arrow are Windows Magnifier shortcuts to resize the magnified view (lens or docked). When Magnifier is active (even in full screen mode), these shortcuts are captured by Magnifier and cannot be passed to the application, even if you press NVDA+F2 before. To use these shortcuts in the current application, you need to quit the Magnifier (Windows+Escape) and re-open it after (Windows++). For example in MS word, to decrease title level:
it: Alt+Shift+frecce sono tasti dell'ingranditore di Windows per ridimensionare l'area oggetto dell'ingrandimento (a lente o bloccata). Questi tasti sono catturati dall'ingranditore quando è attivo (anche in modalità a tutto schermo) e non possono essere passati all'applicazione, neanche se prima si preme NVDA+F2. Per usare questi tasti nell'applicazione che si sta utilizzando, dovete chiudere l'ingranditore (Windows+Escape) e poi riaprirlo (Windows++). Per esempio, in Word, per diminuire il livello del titolo:
pl: Alt+Shift+Arrow to skróty lupy systemu Windows służące do zmiany rozmiaru powiększonego widoku (obiektywu lub zadokowanego). Gdy lupa jest aktywna (nawet w trybie pełnoekranowym), skróty te są przechwytywane przez lupę i nie mogą być przekazywane do aplikacji, nawet jeśli wcześniej nacisną NVDA +F2. Aby użyć tych skrótów w bieżącej aplikacji, należy zamknąć lupę (Windows+Escape) i ponownie otworzyć go po (Windows++). Na przykład w słowie MS, aby zmniejszyć poziom tytułu:
pt_br: Alt+Shift+Seta são atalhos da Lupa do Windows para redimensionar a visualização ampliada (lente ou acoplada). Quando a Lupa está ativa (mesmo no modo de tela cheia), esses atalhos são capturados pela Lupa e não podem ser passados para o aplicativo, mesmo se antes você pressionar NVDA+F2. Para usar esses atalhos no aplicativo atual, você precisa sair da Lupa (Windows+Esc) e reabri-la depois (Windows++). Por exemplo, no MS word, para diminuir o nível do título:
pt_pt: Alt+Shift+Arrow são atalhos da lupa do Windows para redimensionar a vista ampliada (lente ou acoplada). Quando a lupa está activa (mesmo em modo ecrã inteiro), estes atalhos são capturados pela lupa e não podem ser passados para a aplicação, mesmo que se prima NVDA+F2 antes. Para utilizar estes atalhos na aplicação actual, é necessário abandonar a Ampliadora (Windows+Escape) e reabri-la depois (Windows++). Por exemplo, na palavra MS, para diminuir o nível de título:
sk: Kombinácia alt+shift+šípky sa používa v zväčšovacom skle na úpravu veľkosti lupy alebo ukotveného zobrazenia. Skratku nie je možné nijakým spôsobom prepustiť do inej aplikácie. Preto musíte dočasne ukončiť zväčšovacie sklo (Windows+escape), vykonať príkaza potom ho zapnúť. Napríklad ak chcete upraviť úroveň nadpisu v MS Word:
zh_cn: Alt+Shift+光标键是 Windows 放大镜的快捷键，用于调整放大视图的大小（镜头或固定）。当放大镜处于活动状态时，即使在全屏模式下，这些快捷键也将被放大镜捕获，并且不能传递给应用程序，即使您之前按了 NVDA+F2。要在当前应用程序中使用这些快捷方式，您需要退出放大镜（Windows+Esc），然后再重新打开它（Windows++）。例如，降低文字级别：

source: Press Windows+Escape to quit Magnifier.
it: Premete Windows+Escape per chiudere l'ingranditore.
pl: Naciśnij klawisze Windows+Escape, aby zamknąć lupę.
pt_br: Pressione Windows+Esc para sair da Lupa.
pt_pt: Pressione Windows+Escape para sair da lupa.
sk: Skratkou Windows+escape ukončite zväčšovacie sklo.
zh_cn: 按 Windows 徽标键 +Esc退出放大镜。

source: Press Alt+Shift+RightArrow to decrease current title level.
it: Premete Alt+Shift+freccia destra per diminuire il livello del titolo selezionato.
pl: Naciśnij klawisze Alt+Shift+RightArrow, aby zmniejszyć bieżący poziom tytułu.
pt_br: Pressione Alt+Shift+SetaParaDireita para diminuir o nível do título atual.
pt_pt: Pressione Alt+Shift+RightArrow para diminuir o nível de título actual.
sk: Skratkou alt+shift+pravá šípka upravte úroveň nadpisu.
zh_cn: 按Alt+Shift+右光标键可降低当前标题级别。

source: Press Windows++ to re-open the Magnifier.
it: Premete Windows++ per riaprire l'ingranditore.
pl: Naciśnij klawisze Windows++, aby ponownie otworzyć lupę.
pt_br: Pressione Windows++ para reabrir a Lupa.
pt_pt: Pressione Windows++ para reabrir a lupa.
sk: Opätovne spustite zväčšovacie sklo Windows++.
zh_cn: 按 Windows 徽标键 + 加号 (+)重新打开放大镜。

source: For more information about Windows Magnifier's features and shortcuts, you may want to consult the following pages:
it: Per ulteriori informazioni sui comandi e le funzionalità dell'ingranditore di Windows, consultate le seguenti pagine:
pl: Aby uzyskać więcej informacji na temat funkcji i skrótów programu Windows Lupa, można zapoznać się z następującymi stronami:
pt_br: Para mais informações sobre os recursos e atalhos da Lupa do Windows, consulte as seguintes páginas:
pt_pt: Para mais informações sobre as funcionalidades e atalhos da lupa, poderá consultar as seguintes páginas:
sk: Podrobnosti o zväčšovacom skle si pozrite na týchto stránkach:
zh_cn: 有关Windows放大镜功能和快捷方式的详细信息，请参阅以下页面：

source: [Use Magnifier to make things on the screen easier to see](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
it: [Utilizzare l'ingranditore di Windows per rendere gli oggetti sullo schermo più facili da vedere](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
pl: [Użyj lupy, aby ułatwić wyświetlanie rzeczy na ekranie] (https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
pt_br: [Use a Lupa para facilitar a visualização das coisas na tela](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
pt_pt: [Use o lupa para tornar as coisas mais fáceis de ver no ecrã](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
sk: [Ako používať zväčšovacie sklo (anglicky)](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
zh_cn: [使用“放大镜”可使屏幕上的内容更易于查看](https://support.microsoft.com/zh-cn/help/11542/windows-use-magnifier-to-make-things-easier-to-see)

source: [Windows keyboard shortcuts for accessibility](https://support.microsoft.com/en-us/help/13810)
it: [Comandi da tastiera di Windows per l'accessibilità](https://support.microsoft.com/en-us/help/13810)
pl: [Skróty klawiaturowe systemu Windows dla ułatwień dostępu] (https://support.microsoft.com/en-us/help/13810)
pt_br: [Atalhos de teclado do Windows para acessibilidade](https://support.microsoft.com/en-us/help/13810)
pt_pt: [atalhos de teclado do Windows para acessibilidade](https://support.microsoft.com/en-us/help/13810)
sk: [Klávesové skratky (anglicky)](https://support.microsoft.com/en-us/help/13810)
zh_cn: [用于辅助功能的 Windows 键盘快捷方式](https://support.microsoft.com/zh-cn/help/13810)

source: Change log
it: Elenco delle modifiche
pl: Log zmian
pt_br: Registro de alterações (Change log)
pt_pt: Registro de Alterações
sk: Zoznam zmien
zh_cn: 更新日志

source: Version 1.0
it: Novità nella versione 1.0
pl: Wersja 1.0
pt_br: Versão 1.0
pt_pt: Versão 1.0
sk: Verzia 1.0
zh_cn: 版本 1.0

source: Initial release.
it: Versione iniziale.
pl: Wydanie początkowe.
pt_br: Versão inicial.
pt_pt: Versão inicial.
sk: Prvé vydanie.
zh_cn: 发布初始版本。
