Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/windowsMagnifier.*.po
Languages: fi, it, pl, pt_br, pt_pt, sk, zh_cn

source: [[!meta title="Windows Magnifier"]]
fi: [[!meta title="Windows-suurennuslasi"]]
pt_br: [[!meta title="Lupa do Windows"]]
pt_pt: [[!meta title="Lupa do Windows"]]
sk: [[!meta title="Zlepšená prístupnosť pre Zväčšovacie sklo Windows"]]
zh_cn: [[!meta title="Windows 放大镜增强插件"]]

source: Author: Cyrille Bougot
fi: Tekijä: Cyrille Bougot
it: Autore: Cyrille Bougot
pl: Autor: Cyrille Bougot
pt_br: Autor: Cyrille Bougot
pt_pt: Autor: Cyrille Bougot
sk: Autor: Cyrille Bougot
zh_cn: 作者: Cyrille Bougot

source: NVDA compatibility: 2018.3 to 2019.3
fi: Yhteensopivuus: NVDA 2018.3-2019.3
it: Compatibilità con NVDA: dalla versione 2018.3 alla 2019.3
pl: Zgodność z wersjami NVDA: 2018.3 do 2019.3
pt_br: Compatibilidade com NVDA: 2018.3 a 2019.3
pt_pt: Compatibilidade com o NVDA: 2018.3 a 2019.3
sk: Funguje s NVDA od verzie 2018.3.
zh_cn: NVDA 兼容版本: 2018.3 到 2019.3

source: Download [development version][2]
fi: Lataa [kehitysversio][2]
it: Scarica la [versione in sviluppo][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão de desenvolvimento][2]
pt_pt: Baixar [Versão de desenvolvimento][2]
sk: Stiahnuť [vývojovú verziu][2]
zh_cn: 下载 [开发版][2]

source: This add-on improves the use of the Windows Magnifier with NVDA.
fi: Tämä lisäosa parantaa Windowsin suurennuslasin käytettävyyttä NVDA:n kanssa.
it: Questo add-on migliora l'utilizzo dell'ingranditore di Windows (Windows Magnifier) con NVDA.
pl: Ten dodatek poprawia używanie lupy systemu Windows z NVDA.
pt_br: Esse complemento melhora o uso da Lupa do Windows com NVDA.
pt_pt: Este extra melhora a utilização do Windows Magnifier com NVDA.
sk: Doplnok zlepšuje fungovanie integrovanej aplikácie Zväčšovacie sklo Windows s NVDA.
zh_cn: 此插件增强了 NVDA 使用 Windows 放大镜的体验。

source: Features
fi: Ominaisuudet
it: Funzionalità
pl: Funkcje
pt_br: Recursos
pt_pt: Funcionalidades
sk: Vlastnosti
zh_cn: 功能

source: Adds some keyboard shortcuts to toggle various Magnifier options.
fi: Lisää pikanäppäimiä suurennuslasin eri asetusten muuttamiseen..
it: Aggiunge alcuni tasti rapidi per attivare o disattivare alcune opzioni di ingrandimento.
pl: Dodaje kilka skrótów klawiaturowych, aby przełączać różne opcje lupy.
pt_br: Adiciona alguns atalhos de teclado para alternar várias opções da Lupa.
pt_pt: Adiciona alguns atalhos de teclado para alternar várias opções de lupa.
sk: Pridané klávesové skratky, aby bolo možné meniť nastavenia zväčšovacieho skla z klávesnice.
zh_cn: 添加一些键盘快捷键来切换各种放大镜选项。

source: Reports the result of some native Magnifier keyboard commands.
fi: Ilmoittaa natiivien suurennuslasikomentojen tulokset.
it: Vocalizza l'esito di alcuni comandi da tastiera dell'ingranditore.
pl: Raportuje wynik niektórych standartowych poleceń klawiaturowych Lupy.
pt_br: Informa o resultado de alguns comandos de teclado nativos da Lupa.
pt_pt: Relata o resultado de alguns comandos de teclado da lupa nativa.
sk: Oznamovanie zmien pri klávesových skratkách, ktoré sú súčasťou zväčšovacieho skla.
zh_cn: 读出某些放大镜原有快捷键的结果。

source: Reduces the cases where table navigation command conflict with Magnifier's commands.
fi: Vähentää tapauksia, joissa taulukkonavigointikomennot ovat ristiriidassa suurennuslasikomentojen kanssa.
it: Riduce i casi in cui i comandi per la navigazione nelle tabelle vanno in conflitto con i comandi dell'ingranditore.
pl: Zmniejsza przypadki, w których polecenie nawigacji tabeli jest w konflikcie z poleceniami Lupy.
pt_br: Reduz os casos em que o comando de navegação em tabela entra em conflito com os comandos da Lupa.
pt_pt: Reduz os casos em que o comando de navegação em tabelas entra em conflito com os comandos da lupa.
sk: Odstránený konflikt skratiek, ktoré sa používajú súčasne na úpravu nastavení zväčšenia a tiež na navigáciu v tabuľkách.
zh_cn: 减少表格导航快捷键与放大镜快捷键冲突的情况。

source: Commands added by this add-on
fi: Lisäosan komennot
it: Comandi aggiunti da questo add-on
pl: Polecenia dodane przez ten dodatek
pt_br: Comandos adicionados por este complemento
pt_pt: Comandos adicionados por este extra:
sk: Pridané klávesové skratky
zh_cn: 此插件添加的命令

source: All the commands added to control Magnifier options are accessible through the Magnifier layer command NVDA+Windows+O:
fi: Kaikki suurennuslasin hallintaan tarkoitetut komennot ovat käytettävissä suurennuslasi-komentokerroksen, NVDA+Win+O, kautta:
it: Tutti i comandi aggiunti per controllare le opzioni dell'ingranditore sono accessibili dal comando a livelli dell'add-on, NVDA+Windows+O:
pl: Wszystkie polecenia dodane do opcji lupy sterującej są dostępne za pośrednictwem polecenia warstwy Lupy NVDA + Windows + O:
pt_br: Todos os comandos adicionados para controlar as opções da Lupa são acessíveis através do comando camada da Lupa NVDA+Windows+O:
pt_pt: Todos os comandos adicionados para controlar as opções da lupa são acessíveis através do comando em camada de lupa NVDA+Windows+O:
sk: Všetky skratky zadávajte prvotnou skratkou NVDA+Windows+O:
zh_cn: 所有添加到控制放大镜选项的命令都可以通过先按下控制放大镜快捷键 NVDA+Windows+O，然后按下对应快捷键访问：

source: NVDA+Windows+O then C: Toggles on or off caret tracking.
fi: NVDA+Win+O ja sitten C: Ottaa kohdistimen seurannan käyttöön tai poistaa sen käytöstä.
it: NVDA+Windows+O, quindi c: attiva o disattiva il tracciamento del cursore di scrittura.
pl: NVDA + Windows + O następnie C: Włącza lub wyłącza śledzenie kursora.
pt_br: NVDA+Windows+O depois C: Ativa ou desativa o rastreamento do cursor.
pt_pt: NVDA+Windows+O e depois C: Liga ou desliga o rastreio do cursor de navegação.
sk: NVDA+Windows+O nasledované písmenom C: Prepína sledovanie systémového kurzora.
zh_cn: NVDA+Windows+O,C:打开或关闭跟随文本光标。

source: NVDA+Windows+O then F: Toggles on or off focus tracking.
fi: NVDA+Win+O ja sitten F: Ottaa kohdistuksen seurannan käyttöön tai poistaa sen käytöstä.
it: NVDA+Windows+O, quindi f: attiva o disattiva il tracciamento del focus.
pl: NVDA + Windows + O następnie F: Włącza lub wyłącza śledzenie fokusu.
pt_br: NVDA+Windows+O depois F: Ativa ou desativa o rastreamento do foco.
pt_pt: NVDA+Windows+O e depois F: Alterna o rastreio de foco ligado ou sem foco.
sk: NVDA+Windows+O nasledované písmenom F: Prepínanie sledovanie fokusu.
zh_cn: NVDA+Windows+O,F：打开或关闭跟随键盘焦点。

source: NVDA+Windows+O then M: Toggles on or off mouse tracking.
fi: NVDA+Win+O ja sitten M: Ottaa hiiren seurannan käyttöön tai poistaa sen käytöstä.
it: NVDA+Windows+O, quindi m: attiva o disattiva il tracciamento del mouse.
pl: NVDA + Windows + O następnie M: Włącza lub wyłącza śledzenie myszy.
pt_br: NVDA+Windows+O depois M: Ativa ou desativa o rastreamento do mouse.
pt_pt: NVDA+Windows+O depois M: Liga ou desliga o rastreio do rato.
sk: NVDA+Windows+O nasledované písmenom m: Prepína sledovanie kurzora myši.
zh_cn: NVDA+Windows+O,M：打开或关闭跟随鼠标指针。

source: NVDA+Windows+O then T: Toggles on or off tracking globally.
fi: NVDA+Win+O ja sitten T: Ottaa seurannan käyttöön tai poistaa sen käytöstä yleisesti.
it: NVDA+Windows+O, quindi t: attiva o disattiva il tracciamento globale.
pl: NVDA + Windows + O następnie T: Włącza lub wyłącza śledzenie globalnie.
pt_br: NVDA+Windows+O depois T: Ativa ou desativa o rastreamento totalmente.
pt_pt: NVDA+Windows+O e depois T: Liga ou desliga o rastreio a nível global.
sk: NVDA+Windows+O nasledované písmenom T: Prepína globálne sledovanie.
zh_cn: NVDA+Windows+O,T：打开或关闭全局跟随。

source: NVDA+Windows+O then S: Toggles on or off smoothing.
fi: NVDA+Win+O ja sitten S: Ottaa pehmennyksen käyttöön tai poistaa sen käytöstä.
it: NVDA+Windows+O, quindi s: attiva o disattiva il livellamento (in inglese smoothing).
pl: NVDA + Windows + O następnie S: Włącza lub wyłącza wygładzanie.
pt_br: NVDA+Windows+O depois S: Ativa ou desativa a suavização.
pt_pt: NVDA+Windows+O depois S: Liga ou desliga o alisamento.
sk: NVDA+Windows+O nasledované písmenom S: zapína a vypína vyhladzovanie písma.
zh_cn: NVDA+Windows+O,S：打开或关闭图像和文本的平滑边缘。

source: NVDA+Windows+O then R: Switches between mouse tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 17643 or higher.
fi: NVDA+Win+O ja sitten R: Vaihtaa hiiren seurannan tilaa (ruudun reunassa tai keskitettynä). Tämä ominaisuus on käytettävissä vain Windows 10:n koontiversiossa 17643 tai uudemmassa.
it: NVDA+Windows+O, quindi r: cicla tra le modalità di tracciamento del mouse (tra i bordi dello schermo o centrata sullo schermo); questa funzione è disponibile solo in Windows 10 build 17643 o successiva.
pl: NVDA + Windows + O następnie R: Przełącza między trybami śledzenia myszy (w krawędzi ekranu lub wyśrodkowany na ekranie); ta funkcja jest dostępna tylko w systemie Windows 10 kompilacji 17643 lub nowszej.
pt_br: NVDA+Windows+O depois R: Alterna entre os modos de rastreamento do mouse (dentro da borda da tela ou centralizado na tela); esse recurso está disponível apenas no Windows 10 compilação 17643 ou superior.
pt_pt: NVDA+Windows+O e depois R: Alterna entre modos de rastreio do rato (na margem do ecrã ou centrado no ecrã); esta característica só está disponível no Windows 10 build 17643 ou superior.
sk: NVDA+Windows+O nasledované písmenom R: Prepína režim sledovania myši (na okraji obrazovky alebo v strede). Funkcia je dostupná od verzie Windows 10 zostava 17643.
zh_cn: NVDA+Windows+O,R：在保留鼠标指针模式之间切换，包括屏幕边缘内和在屏幕上居中（此功能仅适用于 Windows 10 Build17643及以上版本）。

source: NVDA+Windows+O then H: Displays help on Magnifier layer commands.
fi: NVDA+Win+O ja sitten H: Näyttää suurennuslasin komentokerroskomentojen ohjeen.
it: NVDA+Windows+O, poi H: mostra la guida sui comandi a livelli dell'add-on.
pl: NVDA + Windows + O następnie H: Wyświetla dokumentację poleceń warstwy lupy.
pt_br: NVDA+Windows+O depois H: Mostra a ajuda sobre os comandos de camada da Lupa.
pt_pt: NVDA+Windows+O depois H: Mostra a ajuda dos comandos em camada da lupa.
sk: NVDA+Windows+O nasledované písmenom H: Oznámi klávesové skratky doplnku.
zh_cn: NVDA+Windows+O,H：显示放大镜命令的帮助。

source: There is no default gesture for each command, but you can attribute one normally in the input gesture dialog if you wish. The same way, You can also modify or delete the Magnifier layer access gesture (NVDA+Windows+O). Yet, you cannot modify the shortcut key of the Magnifier layer sub-commands.
fi: Komennoilla ei ole oletusarvoisia syötekomentoja, mutta voit halutessasi määrittää ne normaalisti Syötekomennot-valintaikkunassa. Voit myös muuttaa tai poistaa suurennuslasin komentokerroksen aktivointikomennon (NVDA+Win+O). Komentokerroksen alikomentojen muuttaminen ei ole mahdollista.
it: Non esiste un tasto di default per ogni comando, ma, se volete, potete assegnarne uno dalla finestra Gesti e Tasti di Immissione, come sempre. Analogamente, potete modificare o cancellare il comando a livelli per l'add-on (NVDA+Windows+O). Tuttavia non potete modificare i tasti associati ai comandi successivi a questo.
pl: Nie ma domyślnego gestu dla każdego polecenia, ale można przypisać jeden normalnie w oknie dialogowym gestu wejściowego, jeśli chcesz. W ten sam sposób można również zmodyfikować lub usunąć gest dostępu do warstwy Lupy (NVDA+ Windows+O). Nie można jednak modyfikować klawisza skrótu poleceń podrzędnych warstwy lupy.
pt_br: Não há atalho (gesto) padrão para cada comando, mas se desejar você pode atribuir um normalmente no diálogo definir comandos. Da mesma forma, você também pode modificar ou excluir o comando de acesso à camada da Lupa (NVDA+Windows+O). No entanto, você não pode modificar a tecla de atalho dos subcomandos da camada da Lupa.
pt_pt: Não há nenhum gesto padrão para cada comando, mas pode atribui-los, normalmente, no diálogo definir comandos, se desejar. Da mesma forma, também é possível modificar ou apagar o atalho de acesso aos comandos em camada da lupa (NVDA+Windows+O). No entanto, não pode modificar a tecla de atalho dos sub-comandos da camada do Ampliador.
sk: Príkazy pre jednotlivé funkcie a tiež hlavný príkaz môžete zmeniť v dialógu klávesové skratky NVDA. Môžete sa tak vyhnúť dvojitým skratkám, ak nájdete voľné kombinácie. Skratky zadávané po hlavnom príkaze zatiaľ nie je možné meniť.
zh_cn: 每个命令没有默认手势和快捷键，但如果需要，可以在“手势和快捷键”对话框中正常设置一个。同样，您也可以修改或删除放大镜层访问快捷键（NVDA+Windows+O）。但是，不能修改放大镜图层子命令的快捷键。

source: Magnifier's native commands
fi: Natiivit suurennuslasikomennot
it: Comandi nativi dell'ingranditore
pl: Natywne polecenia lupy
pt_br: Comandos nativos da Lupa
pt_pt: Comandos nativos da lupa
sk: Predvolené skratky zväčšovacieho skla
zh_cn: 放大镜的原有快捷键

source: The result of the following Magnifier native commands is vocalized by this add-on:
fi: Seuraavien natiivien suurennuslasikomentojen tulokset puhutaan tätä lisäosaa käytettäessä:
it: L'esito dei seguenti comandi da tastiera dell'ingranditore viene vocalizzato da questo add-on:
pl: Wynik następujących poleceń natywnych lupy jest wymawiany przez ten dodatek:
pt_br: O resultado dos seguintes comandos nativos da Lupa é vocalizado por este complemento:
pt_pt: O resultado dos seguintes comandos nativos da lupa é vocalizado por este extra:
sk: Doplnok oznamuje stav nastavení, ktoré zmeníte týmito skratkami:
zh_cn: 以下放大镜原有快捷键的结果由此插件调用：

source: Start Magnifier: Windows++ (on alpha-numeric keyboard or on numpad)
fi: Käynnistä suurennuslasi: Win++ (numeroriviltä tai numeronäppäimistöltä)
it: Avviare l'ingranditore: Windows++ (della tastiera centrale o del tastierino numerico)
pl: uruchamianie Lupy: Windows++ (na klawiaturze alfanumerycznej lub na numpad)
pt_br: Iniciar Lupa: Windows++ (no teclado alfanumérico ou no teclado numérico)
pt_pt: Início da Lupa: Windows++ (no teclado alfanumérico ou no bloco numérico)
sk: Spustiť zväčšovacie sklo: Windows++
zh_cn: Windows 徽标键 + 加号 (+)：打开放大镜

source: Quit Magnifier: Windows+Escape
fi: Lopeta suurennuslasi: Win+Esc
it: Chiudere l'ingranditore: Windows+Escape
pl: Zamknij lupę: Windows+Escape
pt_br: Sair da Lupa: Windows+Esc
pt_pt: Sair da lupa: Windows+Escape
sk: Ukončiť zväčšovacie sklo: Windows+Escape
zh_cn: Windows 徽标键 + Esc：关闭放大镜

source: Zoom in: Windows++ (on alpha-numeric keyboard or on numpad)
fi: Lähennä näkymää: Win++ (numeroriviltä tai numeronäppäimistöltä)
it: Ingrandire: Windows++ (della tastiera centrale o del tastierino numerico)
pl: Powiększ: Windows++ (na klawiaturze alfanumerycznej lub na numpadzie)
pt_br: Ampliar: Windows++ (no teclado alfanumérico ou no teclado numérico)
pt_pt: Entrar no zoom: Windows++ (no teclado alfanumérico ou no numpad)
sk: Priblížiť: Windows++
zh_cn: Windows 徽标键 + 加号 (+)：当放大镜打开时，进行放大

source: Zoom out: Windows+- (on alpha-numeric keyboard or on numpad)
fi: Loitonna näkymää: Win+- (numeroriviltä tai numeronäppäimistöltä)
it: Rimpicciolire: Windows+- (della tastiera centrale o del tastierino numerico)
pl: Pomniejsz: Windows+- (na klawiaturze alfanumerycznej lub na numpad)
pt_br: Diminuir ampliação: Windows+- (no teclado alfanumérico ou no teclado numérico)
pt_pt: Sair do zoom: Windows+- (no teclado alfanumérico ou no numpad)
sk: Oddialiť: Windows+-
zh_cn: Windows 徽标键 + 减号 (-)：当放大镜打开时，进行缩小

source: Toggle color inversion: Control+Alt+I
fi: Ota käänteiset värit käyttöön tai poista ne käytöstä: Ctrl+Alt+I
it: Attivare o disattivare l'inversione dei colori: Control+Alt+I
pl: Przełączanie odwracania kolorów: Sterowanie+Alt+I
pt_br: Alternar inversão de cor: Control+Alt+I
pt_pt: Alternar a inversão de cores: Controlo+Alt+I
sk: Prepnúť inverziu farieb: Ctrl+Alt+I
zh_cn: Ctrl + Alt + I：打开或关闭反色

source: Select the docked view: Control+Alt+D
fi: Valitse kiinnitetty näkymä: Ctrl+Alt+D
it: Selezionare la visualizzazione bloccata: Control+Alt+D
pl: Wybierz widok zadokowany: Control+Alt+D
pt_br: Selecione visualização acoplada: Control+Alt+D
pt_pt: Seleccionar a vista acoplada: Controlo+Alt+D
sk: Ukotvené zobrazenie: Ctrl+alt+d
zh_cn: Ctrl + Alt + D：切换到停靠视图

source: Select the full screen view: Control+Alt+F
fi: Valitse koko ruudun näkymä: Ctrl+Alt+F
it: Selezionare la modalità a tutto schermo: Control+Alt+F
pl: Wybierz widok pełnoekranowy: Control+Alt+F
pt_br: Selecione visualização em tela cheia: Control+Alt+F
pt_pt: Seleccionar a visualização em ecrã inteiro: Controlo+Alt+F
sk: Zobrazenie na celú obrazovku: ctrl+alt+f
zh_cn: Ctrl + Alt + F：切换到全屏视图

source: Select the lens view: Control+Alt+L
fi: Valitse linssinäkymä: Ctrl+Alt+L
it: Selezionare la visualizzazione a lente: Control+Alt+L
pl: Wybierz widok obiektywu: Control+Alt+L
pt_br: Selecione visualização de lente: Control+Alt+L
pt_pt: Seleccionar a vista da lente: Controlo+Alt+L
sk: Zobrazenie lupa: ctrl+alt+l
zh_cn: Ctrl + Alt + L：切换到镜头视图

source: Cycle through the three view types: Control+Alt+M
fi: Vaihda kolmen näkymän välillä: Ctrl+Alt+M
it: Ciclare tra le tre visualizzazioni precedenti: Control+Alt+M
pl: Przechodzenie między trzema typami widoku: Control+Alt+M
pt_br: Alterne pelos três tipos de visualização: Control+Alt+M
pt_pt: Ciclo através dos três tipos de vista: Controlo+Alt+M
sk: Prepnúť režim zobrazenia: ctrl+alt+m
zh_cn: Ctrl + Alt + M：循环浏览视图

source: Resize the lens with the keyboard: Shift+Alt+Left/Right/Up/DownArrow
fi: Muuta linssin kokoa näppäimistöltä: Vaihto+Alt+Vasen/oikea/ylä/alanuoli
it: Ridimensionare la lente con la tastiera: Shift+Alt+frecce
pl: Zmienianie rozmiaru obiektywu za pomocą klawiatury: Shift+Alt+Left/Right/Up/DownArrow
pt_br: Redimensione a lente com o teclado: Shift+Alt+Esquerda/Direita/Cima/Baixo
pt_pt: Redimensionar a lente com o teclado: Shift+Alt+seta esquerda/Direita/para cima/para baixo
sk: Upraviť veľkosť zobrazenia v lupe: Shift+alt+šípky
zh_cn: Shift + Alt + 光标键：使用键盘调整镜头大小

source: The following keyboard shortcuts are also native Magnifier commands: Control+Alt+LeftArrow, Control+Alt+RightArrow, Control+Alt+UpArrow, Control+Alt+DownArrow. They are used to move the magnified view respectively to the left, the right, up or down. Since they are also table navigation commands in NVDA, they are managed as follows by this add-on:
fi: Seuraavat näppäinkomennot ovat myös natiiveja suurennuslasikomentoja: Ctrl+Alt+Vasen nuoli, Ctrl+Alt+Oikea nuoli, Ctrl+Alt+Ylänuoli, Ctrl+Alt+Alanuoli. Niitä käytetään suurennetun näkymän siirtämiseen vasemmalle, oikealle, ylös tai alas. Koska ne ovat lisäksi NVDA:n taulukkonavigointikomentoja, tämä lisäosa hallitsee niitä seuraavasti:
it: Anche i seguenti comandi da tastiera sono nativi dell'ingranditore di Windows: Control+Alt+freccia sinistra, Control+Alt+freccia destra, Control+Alt+freccia su, Control+Alt+freccia giù. Si utilizzano per spostare l'area di testo oggetto dell'ingrandimento rispettivamente a sinistra, a destra, in alto o in basso. Poiché, in NVDA, questisono anche comandi per la navigazione nelle tabelle, sono gestiti da questo add-on nel modo seguente:
pl: Następujące skróty klawiaturowe są również natywne polecenia Lupa: Control+Alt+ LeftArrow, Control+Alt+RightArrow, Control+Alt+UpArrow, Control+Alt+DownArrow. Służą one do przesuwania powiększonego widoku odpowiednio w lewo, w prawo, w górę lub w dół. Ponieważ są one również polecenia nawigacji tabeli w NVDA, są one zarządzane w następujący sposób przez ten dodatek:
pt_br: Os seguintes atalhos de teclado também são comandos nativos da Lupa: Control+Alt+SetaParaEsquerda, Control+Alt+SetaParaDireita, Control+Alt+SetaParaCima, Control+Alt+SetaParaBaixo. Eles são usados para mover a visualização ampliada respectivamente para a esquerda, para a direita, para cima ou para baixo. Como também são comandos de navegação de tabela no NVDA, eles são gerenciados da seguinte maneira por este complemento:
pt_pt: Os seguintes atalhos de teclado são também comandos nativos da lupa: Control+Alt+Seta Esquerda, Control+Alt+Seta Direita, Control+Alt+Seta Superior, Control+Alt+Seta Inferior. São utilizados para mover a vista ampliada respectivamente para a esquerda, para a direita, para cima ou para baixo. Uma vez que são também comandos de navegação de tabela em NVDA, são geridos da seguinte forma por este extra:
sk: Zväčšovacie sklo poskytuje aj klávesové skratky na posunutie zväčšenej oblasti na obrazovke ctrl+alt+šípky. Tieto skratky sa však používajú súčasne aj na navigáciu v tabuľkách. Preto doplnok tieto skratky interpretuje nasledovne:
zh_cn: Ctrl + Alt + 光标键：按光标键的方向平移。由于它们也是 NVDA 中的表格导航命令，因此会有以下情况：

source: If the focus or the virtual cursor is not located in a table or a list view, the Magnifier command is executed.
fi: Suurennuslasikomento suoritetaan, mikäli kohdistus tai virtuaalikohdistin ei ole taulukossa tai luettelonäkymässä.
it: Se il focus o il cursore virtuale non si trova in una tabella o in una visualizzazione ad elenco, viene eseguito il comando per l'ingranditore.
pl: Jeśli fokus lub wirtualny kursor nie znajduje się w tabeli lub widoku listy, wykonywane jest polecenie Lupa.
pt_br: Se o foco ou o cursor virtual não estiver localizado em uma tabela ou visualização de lista, o comando da Lupa será executado.
pt_pt: Se o foco ou o cursor virtual não estiver localizado numa tabela ou numa vista de lista, o comando do Ampliador é executado.
sk: Ak sa práve kurzor nenachádza v zozname alebo tabuľke, príkazy posúvajú zobrazenie v zväčšovacom skle.
zh_cn: 如焦点或虚拟光标不在表格或列表视图中，则执行放大镜命令。

source: If the focus or the virtual cursor is located in a table or a list view, the NVDA table navigation command is executed.
fi: NVDA:n taulukkonavigointikomento suoritetaan, mikäli kohdistus tai virtuaalikohdistin on taulukossa tai luettelonäkymässä.
it: Al contrario, se il focus o il cursore virtuale si trova in una tabella o in una visualizzazione ad elenco, viene eseguito il comando per la navigazione nelle tabelle di NVDA.
pl: Jeśli fokus lub wirtualny kursor znajduje się w tabeli lub widoku listy, wykonywane jest polecenie nawigacji w tabeli NVDA.
pt_br: Se o foco ou o cursor virtual estiver localizado em uma tabela ou visualização de lista, o comando de navegação de tabela do NVDA será executado.
pt_pt: Se o foco ou o cursor virtual estiver localizado numa tabela ou numa vista de lista, o comando de navegação em tabelas é executado.
sk: Ak sa kurzor nachádza v tabuľke alebo zozname, budú skratky použité na navigáciu v tabuľke.
zh_cn: 如果焦点或虚拟光标位于表格或列表视图中，则执行 NVDA 表格导航命令。

source: If you still want to move the Magnifier's view while being in a table or a list view, you will need to press NVDA+F2 before pressing control+alt+arrowKey.
fi: Mikäli haluat siirtää suurennuslasinäkymää taulukossa tai luettelonäkymässä ollessasi, paina NVDA+F2 ennen Ctrl+Alt+nuolinäppäimen painamista.
it: Se volete spostare l'area oggetto dell'ingrandimento quando siete in una tabella o in una visualizzazione ad elenco, dovete premere NVDA+F2 prima di premere control+alt+freccia.
pl: Jeśli nadal chcesz przenieść widok lupy, będąc w tabeli lub widoku listy, musisz nacisnąć klawisz NVDA + F2 przed naciśnięciem klawisza Control+alt+arrowKey.
pt_br: Se você ainda deseja mover a visualização da Lupa enquanto estiver em uma tabela ou em uma lista, precisará pressionar NVDA+F2 antes de pressionar control+alt+teclaDeSeta.
pt_pt: Se ainda quiser mover a vista da lupa enquanto estiver numa tabela ou numa vista de lista, terá de pressionar NVDA+F2 antes de premir control+alt+setas.
sk: Ak potrebujete posunúť zobrazenú oblasť a súčasne ste v tabuľke, musíte stlačiť skratku nvda+F2, čím prepustíte skratku do systému.
zh_cn: 如果在表格或列表视图中仍要移动放大镜的视图，则需要在按 Ctrl+Alt+光标键之前按 NVDA+F2。

source: At last, here is a list of other Magnifier native commands, just for information:
fi: Muut natiivit suurennuslasikomennot:
it: Infine, ecco una lista di altri comandi nativi dell'ingranditore di Windows, solo per informazione:
pl: W końcu oto lista innych natywnych poleceń Lupa, tylko dla informacji:
pt_br: Por fim, aqui está uma lista de outros comandos nativos da Lupa, apenas para conhecimento:
pt_pt: Finalmente, aqui está uma lista de outros comandos nativos da Lupa, apenas para informação:
sk: Na doplnnenie uvádzame aj ďalšie skratky zväčšovacieho skla:
zh_cn: 下面是其他放大镜原有快捷键的列表，仅供参考：
