Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/winMag.*.po
Languages: bg, da, es, fr, gl

source: [[!meta title="Windows Magnifier"]]
bg: [[!meta title="Лупа на Windows (Windows Magnifier)"]]
da: [[!meta title="Windows Forstørrelsesglas"]]
es: [[!meta title="Lupa de Windows"]]
fr: [[!meta title="Loupe Windows"]]

source: Author: Cyrille Bougot
bg: Автор: Cyrille Bougot
da: Forfatter: Cyrille Bougot
es: Autor: Cyrille Bougot
fr: Auteur: Cyrille Bougot
gl: Autor: Cyrille Bougot

source: NVDA compatibility: 2018.3 and beyond
bg: Съвместимост с NVDA: от 2018.3 и по-нови
da: NVDA-kompatibilitet: 2018.3 og derover
es: Compatibilidad con NVDA: de 2018.3 en adelante
fr: Compatibilité NVDA: 2018.3 et ultérieure
gl: Compatibilidade con NVDA: 2018.3 en diante

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
da: Download [udviklingsversion][2]
es: Descargar [versión de desarrollo][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]

source: This add-on improves the use of Windows Magnifier with NVDA.
bg: Тази добавка подобрява използването на лупата на Windows с NVDA.
da: Denne tilføjelse forbedrer brugen af Windows Forstørrelsesglas med NVDA.
es: Este complemento mejora el uso de la lupa de Windows con NVDA.
fr: Cette extension améliore l'utilisation de la loupe Windows avec NVDA.
gl: Este complemento mellora o uso da Lupa de Windows (Windows Magnifier) con NVDA.

source: Features
bg: Възможности
da: Funktioner
es: Características
fr: Fonctionnalités
gl: Características

source: Allows to report the result of some native Magnifier keyboard commands.
bg: Позволява докладването на резултата от задействането на някои вградени клавиатурни команди на лупата.
da: Giver mulighed for at få oplyst hvad der sker, når du bruger en kommando for Windows Forstørrelsesglas
es: Permite indicar el resultado de algunas órdenes de teclado nativas de la lupa.
fr: Permet d'annoncer le résultat de certaines commandes clavier natives de la Loupe.
gl: Permite anunciar o resultado de certos atallos nativos da lupa.

source: Allows to reduce the cases where table navigation commands conflict with Magnifier's commands.
bg: Позволява намаляването на случаите, в които командите за навигация в таблици влизат в противоречие с командите на лупата.
da: Gør det muligt at reducere de tilfælde, hvor tabelnavigationskommandoer er i konflikt med forstørrelses kommandoer.
es: Permite reducir los casos en los que las órdenes de navegación por tablas interfieren con las órdenes de la lupa.
fr: Permet de réduire les cas où les commandes de navigation dans les tableaux entre en conflit avec les commandes de la loupe.
gl: Permite reducir os casos nos que as ordes de navegación por táboas fan conflicto con atallos da Lupa.

source: Settings
bg: Настройки
da: indstillinger
es: Opciones
fr: Paramètres
gl: Opcións

source: The setting panel of Windows Magnifier add-on allows to configure how NVDA reacts to native Windows Magnifier commands. You may want to have more or less commands reported according to what you are able to see. This panel may be opened choosing Preferences -> Settings in the NVDA menu and then selecting the Windows Magnifier category in the Settings window. The keyboard shortcut NVDA+Windows+O then O also allows to open this settings panel directly.
bg: Панелът за настройка на добавката за лупата на Windows позволява да се конфигурира как NVDA реагира на вградените команди на лупата на Windows. Може да предпочетете да ви бъдат докладвани повече или по-малко команди, според степента на зрителното ви увреждане. Този панел може да се отвори, като изберете Настройки -> Опции в менюто на NVDA и след това изберете категорията "Лупа на Windows" в прозореца "Настройки". Клавишната комбинация NVDA+Windows+O, след това пак O, също позволява директно отваряне на този панел с настройки.
da: Indstillingspanelet for tilføjelsesprogrammet gør det muligt at konfigurere, hvordan NVDA reagerer til de oprindelige kommandoer for Windows Forstørrelsesglas. Du vil sandsynligvis helst have oplyst, når du udfører flere eller færre kommandoer i henhold til din synsrest. Dette panel åbnes ved at vælge Opsætning>Indstillinger i NVDA-menuen og derefter vælge kategorien Windows Forstørrelsesglas i vinduet Indstillinger. Tastaturgenvejen NVDA+Windows+O lader dig også åbne dette indstillingspanel.
es: El panel de opciones de la extensión de la lupa de Windows permite configurar cómo reacciona NVDA ante órdenes nativas de la lupa de Windows. Puedes querer tener más o menos órdenes indicadas en función de cuánto seas capaz de ver. Se puede abrir este panel eligiendo Preferencias -> Opciones en el menú de NVDA y seleccionando la categoría Lupa de Windows en la ventana de opciones. El atajo de teclado NVDA+windows+O seguido de O también permite abrir este panel de opciones directamente.
fr: Le panneau des paramètres de l'extension Loupe Windows permet de configurer la façon dont NVDA réagit aux commandes natives de la Loupe Windows. Vous voudrez peut-être avoir plus ou moins de commandes annoncées en fonction de ce que vous pouvez voir. On ouvre ce panneau en choisissant Préférences -> Paramètres dans le menu NVDA, puis en sélectionnant la catégorie Loupe Windows dans la fenêtre Paramètres. Le raccourci clavier NVDA+Windows+O puis O permet également d'ouvrir directement ce panneau de paramètres.
gl: O panel de opcións do complemento Windows Magnifier permite configurar como NVDA reacciona ás ordes da Lupa nativa de Windows. Poderías querer que se anuncien máis ou menos ordes segundo o que sexas capaz de ver. Este panel pódese abrir escollendo Preferencias > Opcións no menú de NVDA e seleccionando despois a categoría Windows Magnifier na ventá de Opcións. O atallo NVDA+Windows+O logo O tamén permite abrir este panel de opcións directamente.

source: The panel contains the following options:
bg: Панелът съдържа следните опции:
da: Panelet indeholder følgende indstillinger:
es: El panel contiene las siguientes opciones:
fr: Le panneau contient les options suivantes :
gl: O panel contén as seguintes opcións:

source: Report view moves: controls what is reported when you move the view with Control+Alt+Arrows commands. The three options are:
bg: Докладвай преместването на изгледа: Управлява какво бива докладвано при преместване на изгледа с Control+Alt+Стрелките. Трите опции са:
da: Oplys panorering: styrer, hvad der rapporteres, når du panorere med kommandoerne Ctrl+Alt+piletaster. De tre muligheder er:
es: Anunciar movimientos de la vista: controla qué se anuncia al mover la vista con las órdenes control+alt+flechas. Las tres opciones son:
fr: Annoncer les déplacements de la vue : contrôle ce qui est annoncée lorsque vous déplacez la vue avec les commandes Ctrl+Alt+Flèches. Les trois options sont :
gl: Anunciar movementos da vista: controla o que se anuncia cando moves a vista coas ordes Control+Alt+Frechas. As tres opcións son:

source: Off: Nothing is reported.
bg: Изключено: Нищо не се докладва.
da: Fra: Intet oplyses.
es: Desactivado: no se anuncia nada.
fr: Désactivé : rien n'est annoncé.
gl: Desactivado: Non se anuncia nada.

source: With speech: a speech message indicates the position of the zoomed view on the dimension the view is being moved.
bg: Чрез реч: Речево съобщение указва позицията на увеличения изглед върху измерението, към което изгледът се премества.
da: Med tale: En talemeddelelse angiver placeringen af den zoomede visning på den dimension, der panoreres.
es: Con voz: un mensaje de voz que indica la posición de la vista aumentada en la dimensión en la que se mueve la vista.
fr: Avec la parole : un message parlé indique la position de la vue agrandie le long de la dimension dans laquelle la vue est déplacée.
gl: Con voz: unha mensaxe de voz indica a posición da vista ampliada na dimensión na que se está a mover a vista.

source: With tones: a tone is played and its pitch indicates the position of the zoomed view on the dimension the view is being moved.
bg: Чрез тонове: Възпроизвежда се тон и височината му показва позицията на увеличения изглед върху измерението, към което изгледът се премества.
da: Med toner: En tone afspilles, og dens tonehøjde angiver placeringen af den zoomede visning på den dimension, der panoreres.
es: Con tonos: se reproduce un sonido y su tono indica la posición de la vista aumentada en la dimensión en la que se mueve la vista.
fr: Avec des sons : des sons sont émis et leur hauteur indique la position de la vue agrandie sur la dimension le long de laquelle la vue est déplacée.
gl: Con tons: reprodúcese un ton e a súa altura indica a posición da vista ampliada na dimensión na que se está a mover a vista.

source: Report turn on or off: If checked, the Magnifier's state is reported when you use Windows++ or Windows+Escape commands to turn it on or off.
bg: Докладвай включването или изключването на лупата: Ако е отметнато, състоянието на лупата се докладва, когато използвате командите Windows+Плюс или Windows+Escape, за да я включите или изключите.
da: Oplys, når forstørrelsesglas slås til: Hvis dette er markeret, rapporteres Forstørrelsesglasets tilstand, når du bruger kommandoerne Windows++ eller Windows+Escape til at slå funktionen til eller fra.
es: Anunciar activada o desactivada: si se marca, se anuncia el estado de la lupa al utilizar las órdenes Windows++ y Windows+escape para encenderla o apagarla.
fr: Annoncer l'activation ou la désactivation : si cette option est cochée, l'état de la Loupe est signalé lorsque vous utilisez les commandes Windows++ ou Windows+Échap pour l'activer ou la désactiver.
gl: Anunciar activación e desactivación: Se está marcado, o estado da Lupa anúnciase cando utilizas as ordes Windows++ ou Windows+Escape para activala ou desactivala.

source: Report zoom: If checked, the Magnifier's zoom level is reported when you use Windows++ or Windows+- zoom commands.
bg: Докладвай мащабирането: Ако е отметнато, нивото на увеличение на лупата се докладва, когато използвате командите Windows+Плюс или Windows+Минус за мащабиране.
da: Oplys zoomniveau: Hvis dette er markeret, rapporteres forstørrelsesglasets zoomniveau, når du bruger Windows++ eller Windows+-.
es: Anunciar zoom: si se marca, el nivel de zoom de la lupa se indica al usar las órdenes del zoom Windows++ y Windows+-.
fr: Annoncer le grossissement : si cette option est cochée, le niveau de grossissement de la Loupe est annoncé lorsque vous utilisez les commandes de grossissement Windows++ ou Windows+-.
gl: Anunciar zoom: Se está marcada, o nivel de zoom da Lupa anúnciase cando utilizas as ordes de zoom Windows++ e windows+-.

source: Report color inversion: If checked, the color inversion state is reported when you use the control+Alt+I toggle command.
bg: Докладвай инвертирането на цветовете: Ако е отметнато, състоянието на инвертирането на цветовете се докладва, когато използвате командата за превключване Control+Alt+I.
da: Oplys farveinvertering: Hvis dette er markeret, rapporteres det, når du aktivere eller deaktivere farveinvertering med Alt+Ctrl+I.
es: Anunciar inversión de color: si se marca, se anuncia el estado de la inversión de color al usar la orden de conmutación control+alt+i.
fr: Annoncer l'inversion des couleurs : si cette option est cochée, l'état d'inversion des couleurs est annoncé lorsque vous utilisez la commande de modification Ctrl+Alt+I.
gl: Anunciar inversión de cores: Se está marcada, o estado da inversión de cores anúnciase cando utilizas a orde alternadora control+Alt+I.

source: Report view change: If checked, the view type is reported when you use a command that changes the view type (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)
bg: Докладвай промяната на изгледа: Ако е отметнато, видът на изгледа се докладва, когато използвате команда, която променя вида на изгледа (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L).
da: Oplys ændring af visningstype: Hvis dette er markeret, rapporteres visningstypen, når du bruger en kommando, der ændrer visningstypen (Ctrl+Alt+M, Ctrl+Alt+F, Ctrl+Alt+D, Ctrl+Alt+L)
es: Anunciar cambio de vista: si se marca, se anuncia el tipo de vista al usar una orden que cambia el tipo de vista (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)
fr: Annoncer le changement d'affichage : si cette option est coché, le type d'affichage est annoncé lorsque vous utilisez une commande qui modifie le type d'affichage (Contrôle+Alt+M, Contrôle+Alt+F, Contrôle+Alt+D, Contrôle+Alt+L)
gl: Anunciar cambio de vista: Se está marcada, o tipo de vista anúnciase cando utilizas unha orde que cambia o tipo de vista (control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)

source: Report lens or docked window resizing: If checked, a message is reported when you use the resizing commands (Alt+Shift+Arrows). In docked window mode, the height or the width is reported. In lens mode, the new dimension cannot be reported for now. These resizing command do not seem to be available on all versions of Windows; if your Windows version does not support them, you should keep this option unchecked.
bg: Докладвай при преоразмеряване на лещата или прикрепения прозорец: Ако е отметнато, се докладва, когато използвате командите за преоразмеряване (Alt+Shift+Стрелките). В режим на прикрепен прозорец се отчита височината или ширината. В режим на леща засега не може да се докладват новите размери. Тези команди за преоразмеряване не са налични във всички версии на Windows. Ако вашата версия на Windows не ги поддържа, оставете тази опция изключена.
da: Oplys ny størrelse for vinduer i linse- eller forankret visning: Hvis dette er markeret, vil du få oplyst, når du bruger kommandoerne til ændring af størrelse (Alt+Skift+Piletaster). I forankret visnings rapporteres højden eller bredden. Hvis du i stedet benytter linsevisning, vil du ikke få denne information oplyst for øjeblikket. Disse kommandoer til ændring af størrelse ser ikke ud til at være tilgængelige i alle versioner af Windows; hvis din Windows-version ikke understøtter dem, skal du ikke aktivere denne indstilling.
es: Anunciar redimensión de la lente o de la ventana acoplada: si se marca, aparecerá un mensaje al usar las órdenes de redimensión (alt+shift+flechas). En el modo ventana acoplada, se anuncian la altura o la anchura. En el modo lente, no se puede anunciar por el momento la nueva medida. Estas órdenes de redimensión parecen no estar disponibles en todas las versiones de Windows; si tu versión de Windows no las soporta, deberías dejar esta opción desmarcada.
fr: Annoncer le redimensionnement de l'objectif ou de la fenêtre ancrée : Si cette option est cochée, un message est annoncé lorsque vous utilisez les commandes de redimensionnement (Alt+Maj+Flèches). En mode fenêtre ancrée, la hauteur ou la largeur est annoncée. En mode objectif, la nouvelle dimension ne peut pas être annoncée pour l'instant. Ces commandes de redimensionnement ne semblent pas être disponibles sur toutes les versions de Windows ; si votre version de Windows ne les prend pas en charge, vous devez laisser cette option décochée.
gl: Anunciar redimensionamento de ventá de lupa ou acoplado: Se está marcada, anúnciase unha mensaxe cando utilizas as ordes de redimensionamento (Alt+Shift+Frechas). No modo de ventá acoplado, repórtase o alto ou o ancho. No modo lente, non se pode anunciar a nova dimensión por agora. Estas ordes de redimensionamento non parecen estar dispoñibles en tódalas versións de Windows; se a túa versión de Windows non as soporta, deberías deixar esta opción desmarcada.

source: In documents and list views, pass control+alt+arrows shortcuts to Windows Magnifier: There are three possible choices:
bg: В документи и списъчни изгледи, препредавай Control+Alt+Стрелките към лупата на Windows: Има три възможни избора:
da: Send tastekombinationerne alt+Ctrl+piletaster til Windows Forstørrelsesglas, når NVDA befinder sig i dokumenter og listevisninger: Der er tre mulige valg:
es: En documentos y vistas de lista, pasar a la lupa los atajos control+alt+flechas: hay tres posibles opciones:
fr: Dans les documents et les vues de liste, passer les raccourcis Ctrl+alt+flèches à la Loupe Windows : Il y a trois choix possibles :
gl: En vistas de &documentos e lista, pasar as ordes control+alt+frechas á Lupa de Windows: Hai tres posibles escollas:

source: Always: Control+Alt+Arrow commands moves the Magnifier's view in any case. This option may be useful if you do not use Control+Alt+Arrow to navigate in table, e.g. because you have changed table navigation shortcuts in NVDA or because you exclusively use [Easy table navigator][5] add-on for table navigation.
bg: Винаги: Control+Alt+Стрелките преместват изгледа на лупата във всички случаи. Тази опция може да е полезна, ако не използвате Control+Alt+Стрелките за навигация в таблици, например защото сте променили клавишните команди за навигация в таблици в NVDA или защото използвате предимно добавката [Улеснена навигация в таблиците][5] за навигация в таблици.
da: Altid: Ctrl+Altpiletasterne vil panorere uanset hvad. Dette kan være brugbart, hvis du ikke bruger Ctrl+Alt+piletaster til at navigere i tabeller, fordi du har ændret tastekombinationen eller benytter dig af tilføjelsen [Easy table navigator][5], når du navigere i tabeller.
es: Siempre: las órdenes control+alt+flechas mueven la vista de la lupa en cualquier caso. Esta opción puede ser útil si no usas control+alt+flechas para navegar por tablas, por ejemplo porque has modificado los atajos de navegación por tablas en NVDA o porque utilizas exclusivamente el complemento [Easy Table Navigator][5] para navegar por tablas.
fr: Toujours : les commandes Ctrl+Alt+Flèche déplacent la vue de la Loupe dans tous les cas. Cette option peut être utile si vous n'utilisez pas Ctrl+Alt+Flèche pour naviguer dans les tableaux, par exemple parce que vous avez modifié les raccourcis de navigation dans les tableaux dans NVDA ou parce que vous utilisez exclusivement l'extension [Easy table navigator][5] pour la navigation dans les tableaux.
gl: Sempre: Os atallos de control+Alt+Frecha moven a vista da Lupa en calquera caso. Esta opción podería ser útil se non utilizas Control+Alt+Frecha para navegar en táboa, p.ex. porque cambiaches as ordes de navegación por táboas en NVDA ou porque utilizas exclusivamente [Easy table navigator][5] para navegación por táboas.

source: Commands added by this add-on
bg: Команди, добавени от тази добавка
da: Kommandoer udbudt af denne tilføjelse
es: Órdenes que añade este complemento
fr: Commandes ajoutées par cette extension
gl: Ordes engadidas por este complemento

source: NVDA+Windows+O then C: Toggles on or off caret tracking.
bg: NVDA+Windows+O и след това C: Включва или изключва следенето на точката за въвеждане на текст.
da: NVDA+Windows+O og derefter C: Slår sporing af tekstmarkøren til og fra.
es: NVDA+windows+o, c: activa o desactiva el seguimiento del cursor.
fr: NVDA+Windows+O puis C: active ou désactive le suivi du curseur.
gl: NVDA+Windows+O logo C: Activa ou desactiva seguemento do cursor.

source: NVDA+Windows+O then F: Toggles on or off focus tracking.
bg: NVDA+Windows+O и след това F: Включва или изключва следенето на фокуса на клавиатурата.
da: NVDA+Windows+O og derefter F: Slår fokussporing til eller fra.
es: NVDA+windows+o, f: activa o desactiva el seguimiento del foco.
fr: NVDA+Windows+O puis F: active ou désactive le suivi du focus.
gl: NVDA+Windows+O logo F: Activa ou desactiva seguemento do foco.

source: NVDA+Windows+O then M: Toggles on or off mouse tracking.
bg: NVDA+Windows+O и след това M: Включва или изключва следенето на курсора на мишката.
da: NVDA+Windows+O og derefter M: Slår musesporing til eller fra.
es: NVDA+windows+o, m: activa o desactiva el seguimiento del ratón.
fr: NVDA+Windows+O puis M: active ou désactive le suivi de la souris.
gl: NVDA+Windows+O logo M: Activa ou desactiva seguemento do rato.

source: NVDA+Windows+O then T: Toggles on or off tracking globally.
bg: NVDA+Windows+O и след това T: Включва или изключва следенето като цяло.
da: NVDA+Windows+O og derefter T: Slår sporing til eller fra globalt.
es: NVDA+windows+o, t: activa o desactiva el seguimiento a nivel global.
fr: NVDA+Windows+O puis T: active ou désactive le suivi de manière générale.
gl: NVDA+Windows+O logo T: Activa ou desactiva o seguemento a nivel global.

source: NVDA+Windows+O then S: Toggles on or off smoothing.
bg: NVDA+Windows+O и след това S: Включва или изключва изглаждането на ръбове на изображенията и текста.
da: NVDA+ Windows+O og derefter S: Slår tekstudglatning til eller fra.
es: NVDA+windows+o, s: activa o desactiva el suavizado.
fr: NVDA+Windows+O puis S: active ou désactive le lissage.
gl: NVDA+Windows+O logo S: Activa ou desactiva o suavizado.

source: NVDA+Windows+O then R: Switches between mouse tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 17643 or higher.
bg: NVDA+Windows+O и след това R: Превключва между режимите за следене на курсора на мишката (в краищата или центъра на екрана). Тази функция е налична само под компилация 17643 или по-нови на Windows 10.
da: NVDA+Windows+O og derefter R: Skifter mellem musesporingstilstande (indenfor kanten af skærmen eller centreret på skærmen); denne funktion er kun tilgængelig på Windows 10 build 17643 eller nyere.
es: NVDA+windows+o, r: cambia entre los distintos modos de seguimiento del ratón (dentro de los bordes de la pantalla o centrado en la pantalla); esta función sólo está disponible en Windows 10, compilación 10743 o posterior.
fr: NVDA+Windows+O puis R: Bascule entre les modes de suivi de la souris (entre les bords de l'écran ou centré sur l'écran); cette fonctionnalité n'est disponible que sous Windows 10 build 17643 ou supérieur.
gl: NVDA+Windows+O logo R: Alterna entre os modos de seguemento do rato (dentro do borde da pantalla ou centrado na pantalla); esta característica só está dispñible en Windows 10 compilación 17643 ou superior.

source: NVDA+Windows+O then X: Switches between text cursor tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 18894 or higher.
bg: NVDA+Windows+O и след това X: Превключва между режимите за следене на курсора за въвеждане (в краищата или центъра на екрана). Тази функция е налична само под компилация 18894 или по-нови на Windows 10.
da: NVDA+Windows+O og derefter X: Skifter mellem sporingsfunktioner for tekstmarkøren(indenfor kanten af skærmen eller centreret på skærmen); denne funktion er kun tilgængelig på Windows 10 build 18894 eller nyere.
es: NVDA+windows+o seguido de x: cambia entre los distintos modos de seguimiento del cursor de texto (dentro de los bordes de la pantalla o centrado en la pantalla); esta función sólo está disponible en Windows 10, compilación 18894 o posterior.
fr: NVDA+Windows+O puis X: Bascule entre les modes de suivi du curseur de texte (entre les bords de l'écran ou centré sur l'écran); cette fonctionnalité n'est disponible que sous Windows 10 build 18894 ou supérieur.
gl: NVDA+Windows+O logo X: Alterna entre os modos de seguemento do cursor de texto (dentro do borde da pantalla ou centrado na pantalla); esta característica só está dispñible en Windows 10 compilación 18894 ou superior.
