Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/winMag.*.po
Languages: bg, da, es, fr, gl

source: NVDA+Windows+O then O: Opens Windows Magnifier add-on settings.
bg: NVDA+Windows+O, след това O: Отваря настройките на добавката за лупата на Windows.
da: NVDA+Windows+O og derefter O: Åbner indstillingerne for tilføjelsen.
es: NVDA+windows+o seguido de o: abre las opciones del complemento Lupa de Windows.
fr: NVDA+Windows+O puis O : Ouvre les paramètres de l'extension Loupe Windows.
gl: NVDA+Windows+O logo O: Abre as opcións do complemento Windows Magnifier.

source: NVDA+Windows+O then H: Displays help on Magnifier layer commands.
bg: NVDA+Windows+O и след това H: Извежда помощна информация за слоестите команди за лупата.
da: NVDA+Windows+O og derefter H: Viser hjælpen for kommandoerne til forstørrelseslaget.
es: NVDA+windows+o, h: muestra ayuda sobre las órdenes de capa de la lupa.
fr: NVDA+Windows+O puis H: affiche l'aide sur les commandes séquentielles de la Loupe.
gl: NVDA*Windows+O logo H: Amosa axuda sobre as ordes da capa da Lupa.

source: There is no default direct gesture for each command, but you can attribute one normally in the input gesture dialog if you wish. The same way, You can also modify or delete the Magnifier layer access gesture (NVDA+Windows+O). Yet, you cannot modify the shortcut key of the Magnifier layer sub-commands.
bg: За всяка отделна команда няма жест по подразбиране, но можете да зададете такъв по обичайния начин в диалоговия прозорец "Жестове на въвеждане", ако желаете. По същия начин можете също да промените или премахнете жеста за достъп до слоя с команди за лупата (NVDA+Windows+O). Но не можете да промените жестовете за подкомандите за лупата.
da: Der er ikke tildelt et standardtastetryk til disse kommandoer, men du kan tildele tastetryk via dialogen "Håndter kommandoer". Du kan også redigere eller slette kommandoen for forstørrelseslaget (NVDA+Windows+O). Du kan derimod ikke tildele andre tastetryk til kommandoerne i selve forstørrelseslaget.
es: No hay un gesto directo por defecto para cada orden, pero se pueden asignar desde el diálogo Gestos de entrada si lo deseas. Del mismo modo, se puede editar o eliminar la orden de la capa de la lupa (NVDA+windows+o). Todavía no se pueden modificar las subórdenes de esta capa.
fr: Il n'y a pas de geste direct par défaut pour chacune des commande, mais vous pouvez en attribuer un normalement dans la boîte de dialogue des gestes de commande si vous le souhaitez. De la même manière, vous pouvez également modifier ou supprimer le raccourci clavier d'accès aux commandes séquentielles de la Loupe (NVDA+Windows+O). Cependant, vous ne pouvez pas modifier les touches de raccourci des sous-commandes de la Loupe.
gl: Non hai un xesto directo predeterminado para cada orde, pero podes atribuírlles un normalmente no diálogo de xestos de entrada se o desexas. Da mesma maneira, podes modificar ou eliminar o xesto de acceso á capa da Lupa (NVDA+Windows+O). Porén, non podes modificar as teclas de atallo dos subordes da capa da Lupa.

source: Magnifier's native commands
bg: Вградени команди на лупата
da: Oprindelige kommandoer tildelt af Windows til Forstørrelsesglas
es: Órdenes nativas de la lupa
fr: Commandes natives de la Loupe
gl: Ordes nativas da Lupa

source: The result of the following Magnifier native commands may be reported by this add-on, according to its configuration:
bg: Резултатът от следните вградени команди на лупата може да се озвучава от добавката:
da: Resultatet af følgende indbyggede kommandoer til forstørrelsesglas kan rapporteres af denne tilføjelse i henhold til dens konfiguration:
es: Este complemento puede verbalizar el resultado de las siguientes órdenes nativas de la lupa, en función de su configuración:
fr: Le résultat des commandes suivantes de la Loupe peut être annoncé par cette extension, selon sa configuration :
gl: O resultado das seguintes ordes nativas da Lupa pódeo anunciar este complemento, de acordo coa súa configuración:

source: Start Magnifier: Windows++ (on alpha-numeric keyboard or on numpad)
bg: Стартиране на лупата: Windows+Плюс (от буквено-цифрения блок или от цифровия блок)
da: Start Forstørrelsesglas: Windows++ (på alfanumerisk tastatur eller på numpad)
es: Iniciar lupa: windows+más (alfanumérico o del teclado numérico).
fr: Démarrer la loupe: Windows++ (sur un clavier alphanumérique ou sur un pavé numérique)
gl: Iniciar Lupa: windows++ (no teclado alfanumérico ou numérico)

source: Quit Magnifier: Windows+Escape
bg: Затваряне на лупата: Windows+Escape
da: Afslut forstørrelsesglas: Windows+Escape
es: Salir de la lupa: windows+escape
fr: Quitter la loupe: Windows+Échap
gl: Saír da Lupa: windows+Escape

source: Zoom in: Windows++ (on alpha-numeric keyboard or on numpad)
bg: Увеличаване: Windows+Плюс (от буквено-цифрения блок или от цифровия блок)
da: Zoom ind: Windows++(på alfanumerisk tastatur eller på numpad)
es: Acercar: windows+más (de los teclados alfanumérico y numérico).
fr: Zoom avant: Windows++ (sur clavier alphanumérique ou pavé numérique)
gl: Achegar (zoom-in): Windows++ (no teclado alfanumérico ou numérico)

source: Zoom out: Windows+- (on alpha-numeric keyboard or on numpad)
bg: Намаляване: Windows+Минус (от буквено-цифрения блок или от цифровия блок)
da: Zoom ud: Windows+- (på alfanumerisk tastatur eller på numpad)
es: Alejar: windows+- (teclados alfanumérico y numérico).
fr: Zoom arrière: Windows+- (sur clavier alphanumérique ou sur pavé numérique)
gl: Afastar (zoom-out): Windows+- (no teclado alfanumérico ou numérico)

source: Toggle color inversion: Control+Alt+I
bg: Превключване на инвертирането на цветовете: Control+Alt+I
da: Skift indstilling for farveinvertering: Ctrl+Alt+I
es: Conmutar inversión de colores: control+alt+i
fr: Activer ou désactiver l'inversion des couleurs: Ctrl+Alt+I
gl: Activar ou desactivar inversión de cor: Control+Alt+I

source: Select the docked view: Control+Alt+D
bg: Превключване към прикрепен изглед: Control+Alt+D
da: Vælg forankret visning: Ctrl+Alt+D.
es: Seleccionar la vista acoplada: control+alt+d
fr: Sélectionnez l'affichage ancré: Ctrl+Alt+D
gl: Seleccionar vista acoplada: Control+Alt+D

source: Select the full screen view: Control+Alt+F
bg: Превключване към изглед на цял екран: Control+Alt+F
da: Vælg fuldskærmsvisning: Ctrl+Alt+F
es: Seleccionar la vista a pantalla completa: control+alt+f
fr: Sélectionnez l'affichage plein écran: Ctrl+Alt+F
gl: Seleccionar vista en pantalla completa: Control+Alt+F

source: Select the lens view: Control+Alt+L
bg: Превключване към изглед на леща: Control+Alt+L
da: Vælg linsevisning: Ctrl+Alt+L.
es: Seleccionar la vista lente: control+alt+l
fr: Sélectionnez l'affichage objectif (anciennement affichage loupe): Ctrl+Alt+L
gl: Seleccionar vista lente: Control+Alt+L

source: Cycle through the three view types: Control+Alt+M
bg: Превключване между трите режима на изглед: Control+Alt+M
da: Skift mellem de tre visningstyper: Ctrl+Alt+M.
es: Pasar cíclicamente por los tres tipos de vista: control+alt+m
fr: Parcourir les trois types d'affichage: Ctrl+Alt+M
gl: Recorrer os tres tipos de vista: Control+Alft+M

source: Here is also a list of other Magnifier native commands, just for information:
bg: Ето списък с други вградени команди на лупата, само за информация:
da: Yderligere er disse indbyggede kommandoer til rådighed:
es: Aquí se encuentra una lista con más órdenes nativas de la lupa, para más información:
fr: Voici également une liste d'autres commandes natives de la Loupe, juste à titre informatif:
gl: Aquí está tamén unha lista de outras ordes nativas da Lupa, só para información:

source: Control+Alt+mouseScrollWheel: Zooms in and out using the mouse scroll wheel.
bg: Control+Alt+Колелото за превъртане на мишката: Увеличава и намалява чрез колелото за превъртане на мишката.
da: Ctrl+alt+musehjul: Zoomer ind og ud ved hjælp af musens rullehjul.
es: Control+alt+rueda del ratón: acerca o aleja la lupa usando la rueda del ratón.
fr: Ctrl+Alt+rouletteDeDéfilementSouris: Zoom avant et arrière à l'aide de la roulette de défilement de la souris.
gl: Control+Alt+Roda de desprazamento do rato: Achega e afasta utilizando a roda de desprazamento do rato.

source: Control+Windows+M: Opens the Magnifier's settings window.
bg: Control+Windows+M: Отваря прозореца с настройки на лупата.
da: Ctrl+Windows+M: Åbner de indbyggede indstillinger for Forstørrelsesglas.
es: Control+windows+m: abre la ventana de configuración de la lupa.
fr: Contrôle+Windows+M: Ouvre la fenêtre des paramètres de la Loupe.
gl: Control+Windows+M: Abre a ventá de configuración da Lupa.

source: Control+Alt+R: Resizes the lens with the mouse.
bg: Control+Alt+R: Преоразмерява лещата чрез мишката.
da: Ctrl+Alt+R: Tilpasser størrelsen for linsen vha. musen.
es: Control+alt+r: redimensiona la lente con el ratón.
fr: Ctrl+Alt+R: redimensionner l'objectif à l'aide de la souris.
gl: Control+Alt+R: Redimensiona a lente co rato.

source: Control+Alt+Space: Quickly shows the entire desktop when using full screen view.
bg: Control+Alt+Интервал: Бързо показва целия работен плот при използване на изглед на цял екран.
da: Ctrl+Alt+Mellemrum: Viser kort hele skrivebordet, når fuldskærmsvisning benyttes.
es: Control+alt+barra espaciadora: muestra rápidamente el escritorio entero al usar la vista de pantalla completa.
fr: Contrôle+Alt+Espace: affiche rapidement l'ensemble du bureau en affichage plein écran.
gl: Control+Alt+Espazo: Amosa rapidamente todo o escritorio cando se utilice a vista de pantalla completa.

source: None of the Magnifier native commands can be modified.
bg: Вградените команди на лупата не може да бъдат променяни.
da: Ingen af de indbyggede kommandoer til Forstørrelsesglas kan ændres.
es: Ninguna de las órdenes nativas de la lupa se puede modificar.
fr: Aucune des commandes natives de la Loupe ne peut être modifiée.
gl: Ningunha das ordes nativas da Lupa se poden modificar.

source: Notes
bg: Бележки
da: Bemærkninger
es: Notas
fr: Remarques
gl: Notas

source: For computers equipped with an Intel graphic card, control+alt+arrow (left/right/up/down) are also shortcuts to modify the orientation of the screen. These shortcut are enabled by default and conflict with Windows Magnifiers shortcuts to move the view. You will need to disable them to be able to use them for the Magnifier. They can be disabled in the Intel control panel or in the Intel menu present in the system tray.
bg: За компютри, оборудвани с графична карта на Intel, Control+Alt+Стрелка (наляво/надясно/нагоре/надолу) се използват и за промяна на ориентацията на екрана. Тези клавишни команди по подразбиране са включени и противоречат с клавишните команди на лупата на Windows за преместване на изгледа. Ще трябва да ги изключите, за да можете да ги използвате за лупата. Те могат да бъдат изключени в контролния панел на Intel или от контекстното меню за иконката на Intel, присъстваща в областта за уведомяване.
da: For computere udstyret med et Intel-grafikkort er Ctrl+alt+piletasterne også genveje til at ændre skærmretningen. Disse genveje er aktiveret som standard og er i konflikt med Windows-forstørrelsesgenveje, der ellers bruges til at panorere. Du bliver nødt til at deaktivere dem for at kunne bruge dem til forstørrelsesglas. De kan deaktiveres i Intel-kontrolpanelet eller i Intel-menuen i systembakken.
es: En ordenadores equipados con una tarjeta gráfica Intel, control+alt+flechas (izquierda, derecha, arriba o abajo) también se utilizan como atajos para cambiar la orientación de la pantalla. Estos atajos están activados por defecto y hacen conflicto con los atajos de la lupa de Windows para mover la vista. Deberás desactivarlos para poder usarlos con la lupa. Se pueden deshabilitar en el panel de control de Intel o desde el menú de Intel presente en la bandeja del sistema.
fr: Pour les ordinateurs équipés d'une carte graphique Intel, contrôle+alt+Flèche (gauche / droite / haut / bas) sont également des raccourcis pour modifier l'orientation de l'écran. Ces raccourcis sont activés par défaut et entrent en conflit avec les raccourcis de la loupe Windows pour déplacer la vue. Vous devrez les désactiver pour pouvoir les utiliser pour la Loupe. Ils peuvent être désactivés dans le panneau de configuration Intel ou dans le menu Intel présent dans la zone de notification.
gl: Para ordenadores equipados cunha tarxeta gráfica Intel, Control+Alt+frecha (esquerda/dereita/arriba/abaixo) tamén son atallos para modificar a orientación da pantalla. Estas ordes están habilitadas por defecto e fan conflicto coas da Lupa de Windows para mover a vista. Necesitarás deshabilitalas para poder utilizalas para a Lupa. Pódense deshabilitar no Panel de Control Intel ou no Menú Intel presente na bandexa sistema.

source: Depending on your Windows version, Alt+Shift+Arrow are Windows Magnifier shortcuts to resize the magnified view (lens or docked). When Magnifier is active (even in full screen mode), these shortcuts are captured by Magnifier and cannot be passed to the application, even if you press NVDA+F2 before. To use these shortcuts in the current application, you need to quit the Magnifier (Windows+Escape) and re-open it after (Windows++). For example in MS word, to decrease title level:
bg: В зависимост от версията на Windows, Alt+Shift+Клавишите със стрелките са клавишни команди на лупата на Windows за промяна на размера на увеличения изглед (леща или прикрепен). Когато лупата е стартирана (дори в режим на цял екран), тези клавишни команди се прихващат от лупата и не могат да бъдат предадени на приложението, дори ако преди това натиснете NVDA+F2. За да използвате тези клавишни команди в текущото приложение, трябва да затворите лупата (Windows+Escape) и да я отворите отново след това (Windows+Плюс). Например в Microsoft Word, за да намалите нивото на заглавието:
da: Afhængigt af din Windows-version er Alt+SKift+PILETASTERNE Windows-forstørrelsesgenveje for at ændre størrelsen på den forstørrede visning (LINSE ELLER FORANKRET). Når Forstørrelsesglas er aktivt (selv i fuldskærmstilstand), fanges disse genveje af Forstørrelsesglas og kan ikke videregives til applikationen, selvom du tidligere har trykket på NVDA+F2. For at bruge disse genveje i den aktuelle applikation skal du afslutte Forstørrelsesglas (Windows+Escape) og åbne den igen bagefter (Windows++). For eksempel i MS word, for at ændre overskriftsniveauet:
es: Dependiendo de tu versión de Windows, alt+shift+flechas son atajos de la lupa para redimensionar la vista ampliada (lente o acoplada). Cuando la lupa está activa (incluso en el modo a pantalla completa), la lupa captura estos atajos e impide que pasen a la aplicación, incluso pulsando NVDA+f2 antes. Para usar estos atajos en la aplicación actual, debes salir de la lupa (windows+escape) y reabrirla después (windows+más). Por ejemplo, en Microsoft Word, para reducir el nivel de un título:
fr: Selon votre version de Windows, Alt+Maj+Flèche sont des raccourcis de la Loupe Windows pour redimensionner la loupe (affichage objectif ou ancré). Lorsque la Loupe est active (même en mode plein écran), ces raccourcis sont capturés par la Loupe et ne peuvent pas être transmis à l'application, même si vous appuyez sur NVDA+F2 auparavant. Pour utiliser ces raccourcis dans l'application courante , vous devez quitter la Loupe (Windows+Échap) et la rouvrir après (Windows++). Par exemple dans MS Word, pour diminuer le niveau du titre:
gl: Dependendo da túa versión de windows, Alt+Shift+Frecha son ordes da Lupa de windows para redimensionar a vista da Lupa (lente ou acoplada). Cando a Lupa está activa (mesmo en modo de pantalla completa), estas ordes captúraas a Lupa e non se poden pasar á aplicación, aínda que premas NVDA+F2 antes. Para usar estes atallos na aplicación actual, necesitas saír da Lupa (Windows+Escape) e reabrila despois (windows++). Por exemplo, en Microsoft Word, para reducir o nivel de título:

source: Press Windows+Escape to quit Magnifier.
bg: Натиснете Windows+Escape, за да затворите лупата.
da: Tryk på Windows+Escape for at afslutte Forstørrelsesglas.
es: Pulsa windows+escape para salir de la lupa.
fr: Appuyez sur Windows+Échap pour quitter la Loupe.
gl: Preme Windows+Escape para saír da Lupa.

source: Press Alt+Shift+RightArrow to decrease current title level.
bg: Натиснете Alt+Shift+Стрелка надясно, за да намалите нивото на текущото заглавие.
da: Tryk på Alt+Skift+Højre pil for at øge det aktuelle overskriftsniveau.
es: Pulsa alt+shift+flecha derecha para reducir el nivel del título actual.
fr: Appuyez sur Alt+Maj+FlècheDroite pour diminuer le niveau de titre courant.
gl: Preme Alt+Shift+Frecha Dereita para reducir o nivel do título actual.

source: Press Windows++ to re-open the Magnifier.
bg: Натиснете Windows+Плюс, за да стартирате лупата отново.
da: Tryk på Windows++ for at aktivere Forstørrelsesglas igen.
es: Pulsa windows+más para reabrir la lupa.
fr: Appuyez sur Windows++ pour rouvrir la loupe.
gl: Preme windows++ para reabrir a Lupa.

source: For more information about Windows Magnifier's features and shortcuts, you may want to consult the following pages:
bg: За повече информация относно функциите и командите на лупата на Windows, може да прочетете информацията на следните страници:
da: For mere information om de forskellige funktioner og genveje, der tilhører Windows Forstørrelsesglas, kan du gå til følgende sider:
es: Para más información sobre los atajos y características de la lupa de Windows, puedes consultar las siguientes páginas:
fr: Pour plus d'informations sur les fonctionnalités et les raccourcis de la Loupe Windows, vous pouvez consulter les pages suivantes:
gl: Para máis información sobre as características e as ordes da Lupa de Windows, poderías querer consultar as seguintes páxinas:

source: [Use Magnifier to make things on the screen easier to see](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
bg: [Използвайте лупата, за да ви е лесно да виждате това, което е на екрана](https://support.microsoft.com/bg-bg/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
da: [Brug Forstørrelsesglas til at gøre tingene på skærmen nemmere at se](https://support.microsoft.com/da-DK/windows/use-magnifier-to-make-things-on-the-screen-easier-to-see-414948ba-8b1c-d3bd-8615-0e5e32204198?WT.mc_id=365AdminCSH_gethelp)
es: [Utilizar la lupa para facilitar la visualización en la pantalla](https://support.microsoft.com/es-es/windows/utilizar-la-lupa-para-facilitar-la-visualizaci%C3%B3n-en-la-pantalla-414948ba-8b1c-d3bd-8615-0e5e32204198)
fr: [Utiliser la Loupe pour mieux voir les éléments à l'écran](https://support.microsoft.com/fr-fr/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
gl: [Use Magnifier to make things on the screen easier to see (Utilizando a Lupa para facer que as cousas en pantalla sexan máis fáciles de ver)](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)

source: [Windows keyboard shortcuts for accessibility][4]
bg: [Клавишни комбинации за достъпност в Windows][4]
da: [Windows-tastaturgenveje som hjælp til handicappede][4]
es: [Accesos directos de teclado de Windows para accesibilidad][4]
fr: [Raccourcis clavier d'accessibilité dans Windows][4]
gl: [Windows keyboard shortcuts for accessibility (Atallos de teclas de Windows para a accesibilidade)][4]

source: Change log
bg: Списък с промените
da: Ændringshistorik
es: Registro de cambios
fr: Journal des modifications
gl: Rexistro de trocos

source: Version 1.0
bg: Версия 1.0
es: Versión 1.0
gl: Versión 1.0

source: Initial release.
bg: Първо издание.
da: Første udgivelse.
es: Versión inicial.
fr: Première version.
gl: Versión inicial.

source: [4]: https://support.microsoft.com/en-us/help/13810
bg: [4]: https://support.microsoft.com/bg-bg/help/13810
da: [4]: https://shorturl.at/dezBK
es: [4]: https://support.microsoft.com/es-es/help/13810
fr: [4]: Raccourcis clavier d'accessibilité dans Windows

source: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.en.html
bg: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.bg.html
da: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.da.html
es: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.es.html
fr: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.fr.html
