Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: When an emoji group (including kaomoji and symbols group in Version 1903 or later) is selected, NVDA will no longer move navigator object to certain emojis.
de: Wenn eine Emoji-Gruppe (einschließlich kaomoji und Symbolgruppe in Version 1903 oder später) ausgewählt wird, verschiebt NVDA das Navigator-Objekt nicht mehr zu bestimmten Emojis.
gl: Cando se selecciona un grupo de emojis (incluindo kaomoji e grupos de símbolos na Versión 1903 ou posterior), NVDA xa non moverá o navegador de obxectos a certos emojis.
it: Quando viene selezionato un gruppo emoji (comprese le kaomoji e il gruppo di simboli nella versione 1903 o successive), NVDA non sposterà più il navigatore a oggetti su certe emoji.
pl: Gdy zaznaczona jest grupa emoji, włączając w to kaomoji i grupę symboli w wersji Windowsa 10 1903 lub nowszej) NVDA nie będzie przemieszczał obiekt nawigatora do poszczególnych emoji.
zh_cn: 当选择表情符号组（包括版本 1903之后的绘文字）时，NVDA 将不再将导航器对象移动到某些表情符号。

source: When searching for contacts, first suggestion will be announced, particularly if using recent app releases.
bg: При търсене на контакти ще бъде съобщено първото предложение, особено ако използвате най-новите версии на приложенията.
da: Når du søger efter kontakter, vil forslag blive annoncerede, særligt hvis du kører de seneste app-udgivelser.
de: Bei der Suche nach Kontakten wird der erste Vorschlag angekündigt, insbesondere bei Verwendung aktueller App-Veröffentlichungen.
es: Cuando se busquen contactos, se verbalizará la primera sugerencia, particularmente si se usan versiones recientes de las aplicaciones.
fi: Ensimmäinen ehdotus puhutaan kontakteja etsittäessä, erityisesti uusimpia sovellusversioita käytettäessä.
gl: Cando se procuren contactos, anunciarase a primeira suxestión, particularmente cando se utilicen versións recentes da app.
it: Durante la ricerca di contatti, verrà letto il primo suggerimento, in particolare se si utilizzano le ultime versioni delle app.
pl: Przy wyszukiwaniu kontaktów, dźwięk będzie ottwarzany, jeżeli istnieją wyniki wyszukiwania.
pt_br: Ao pesquisar contatos, a primeira sugestão será anunciada, principalmente se estiver usando versões recentes do aplicativo.
sk: Pri hľadaní kontaktov bude oznámený prvý návrh, najmä ak používate najnovšie vydania aplikácie.
vi: Khi tìm kiếm danh bạ, gợi ý đầu tiên sẽ được thông báo, đặc biệt là với các bản phát hành mới của ứng dụng.
zh_cn: 搜索联系人时，将首先朗读搜索的建议，特别是在使用最新的应用程序版本时。

source: Settings
bg: Настройки
da: indstillinger
de: Einstellungen
es: Opciones
fi: Asetukset
fr: Paramètres
gl: Opcións
hr: Postavke
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
sk: Nastavenia
vi: Thiết lập
zh_cn: 设置

source: Certain information such as Windows Update progress is reported automatically, including Storage sense/disk cleanup widget and errors from Windows Update.
bg: Определена информация, като например напредъкът на Windows Update (включително приспособлението за управление на паметта за съхранение/почистване на диска и грешки в Windows Update) сега бива докладвана автоматично.
da: Visse oplysninger såsom fremdskridt af Windows-opdateringer rapporteres automatisk, herunder ved brug af Storage sense/disk cleanup widget.
de: Bestimmte Informationen, wie z. B. der Fortschritt von Windows Update, werden automatisch gemeldet, einschließlich des Widgets für die Speicher- und Festplattenbereinigung und der Fehler von Windows Update.
es: Cierta información como el progreso de Windows Update se anuncia automáticamente, incluyendo el widget de sensor de almacenamiento / limpieza de disco y los errores del propio Windows Update.
fi: Määrätyt tiedot, kuten Windows Updaten päivitysten asennuksen edistyminen, mukaan lukien Tallennusseurannan/Levynsiivouksen pienoisohjelma sekä Windows Updaten virheet, puhutaan nyt automaattisesti.
gl: Certa información como o progreso de Windows Update agora é anunciada automaticamente, incluíndo o widget de Storage Sense/liberación de espazo en disco e os erros de windows Update.
it: Vengono annunciate automaticamente alcune informazioni come l'avanzamento di Windows Update, comprese le informazioni fornite dalle utility di manutenzione unità e pulizia disco e i messaggi di errore di Windows Update.
pl: Większość informacji, takich jak pasek stanu w Windows update, będzie wypowiadany automatycznie, włączając w to widget czujnika pamięci i błędy z Windows update.
pt_br: Certas informações, como o progresso do Windows Update, são relatadas automaticamente, incluindo o widget Sensor de armazenamento/limpeza de disco e os erros do Windows Update.
sk: NVDA automaticky oznamuje priebeh prípadne chyby aktualizácie Windows a priebeh a dokončenie čistenia disku.
vi: Vài thông tin như thanh trạng thái của Windows Update đã được thông báo tự động, bao gồm Storage sense/disk cleanup và các lỗi từ Windows Update.
zh_cn: 现在将自动读出某些信息，例如 Windows Update 进度，包括存储感知、磁盘清理和 Windows Update中的错误。

source: Progress bar values and other information are no longer announced twice.
bg: Стойностите на лентите на напредъка и друга информация вече не се съобщават двукратно.
da: Værdier på behandlingslinjer og andre oplysninger er ikke længere annonceret to gange.
de: Werte in Fortschrittsbalken und andere Informationen werden nicht mehr zweimal angesagt.
es: Los valores de la barra de progreso y otra información ya no se anuncian dos veces.
fi: Edistymispalkkien arvoja tai muita tietoja ei lueta enää kahdesti.
gl: Os valores da barra de progreso e outra información xa non se anuncian dúas veces.
it: I valori delle barre di avanzamento ed altre informazioni non vengono più letti due volte.
pl: Wartości paska postępu i inne informacje, nie są wypowiadane automatycznie.
pt_br: Os valores da barra de progresso e outras informações já não são anunciados duas vezes.
sk: NVDA dvojnásobne neopakuje hodnoty indikátorov priebehu a ďalšie informácie.
vi: Giá trị của thanh tiến trình và các thông tin khác không còn bị đọc hai lần.
zh_cn: 进度栏值和其他信息不再重复朗读两次。

source: For some combo boxes and radio buttons, NVDA will no longer fail to recognize labels and/or announce value changes.
bg: За дадени падащи списъци и радио бутони, NVDA вече ще успява да разпознава техните етикети и ще съобщава промените в стойностите им.
da: For nogle combo boxe, vil NVDA ikke længere undlade at rapportere etiketter- og- eller annoncere værdiændringer.
es: En algunos cuadros combinados y botones de opción, NVDA ya no fallará al reconocer etiquetas y/o al anunciar cambios de valores.
fi: NVDA ei enää epäonnistu joidenkin yhdistelmäruutujen ja valintapainikkeiden selitteiden tunnistamisessa ja/tai arvomuutosten ilmoittamisessa.
gl: Para algunhas caixas combinadas e botóns de opción, NVDA xa non fallará ao recoñecer etiquetas e/ou ao anunciar cambios de valores.
pl: Dla niektórych list rozwijanych i przycisków opcji, NVDA będzie wykrywał nazwę oraz wypowiadał zmiany wartości.
sk: NVDA dokáže vo väčšine prípadov rozpoznať názvy a hodnoty pri zoznamových rámikoch a prepínačoch.
zh_cn: 对于某些组合框和单选按钮，NVDA将不再无法识别标签或读出更改值。

source: NVDA will no longer appear to do nothing or play error tones if using object navigation commands under some circumstances.
bg: NVDA вече няма да бездейства или да възпроизвежда тонове за грешка при използване на команди за обектна навигация под определени обстоятелства.
da: NVDA ser ikke længere ud til at gøre ingenting eller afspille fejltoner, hvis du bruger objektnavigeringskommandoer under visse omstændigheder.
es: NVDA ya no parecerá hacer nada o reproducir tonos de error si se usan órdenes de navegación por objetos en algunas circunstancias.
fi: NVDA ei tee enää mitään tai toista virheääniä, mikäli objektinavigointikomentoja käytetään tietyissä tilanteissa.
gl: NVDA xa non parecerá non facer nada ou non reproducirá tons de erro cando se usen ordes de navegación de obxectos baixo certas circunstancias.
pl: W niektórych przypadkach, gdy używana jest nawigacja obiektowa, NVDA nie będzie się zachowywał sposób nijaki, albo nie będzie odtwarzał dźwięku błedu.
sk: NVDA správne funguje pri použití objektovej navigácie.
zh_cn: 在某些情况下如果使用对象导航命令，NVDA 将不再提示不执行任何操作或播放错误提示音。

source: Windows Update reminder dialog is recognized as a proper dialog.
bg: Диалоговият прозорец за напомняне от Windows Update вече коректно се разпознава като такъв.
da: Dialogboksen Windows Update-påmindelse genkendes som en korrekt dialog.
de: Das Erinnerungsdialogfeld von Windows Update wird als richtiger Dialog erkannt.
es: El diálogo de recordatorio de Windows Update se reconoce correctamente como un diálogo.
fi: Windows Updaten muistutusvalintaikkuna tunnistetaan asianmukaisesti valintaikkunaksi.
gl: O diálogo de recordatorio de actualización de Windows é recoñecido axeitadamente como un diálogo.
it: La finestra di notifica per nuovi aggiornamenti windows verrà ora visualizzata correttamente.
pl: Okno dialogowe przypomnienia o aktualizacjach Windows, teraz jest rozpoznawane jako poprawne okno dialogowe.
sk: Dialóg s pripomenutím aktualizácie Windows je rozpoznaný ako štandardný dialóg.
vi: Hộp thoại Windows Update reminder đã được nha65nn dạng đúng là hộp thoại.
zh_cn: Windows 更新提醒对话框被识别为正确的对话框。

source: Odd control labels seen in certain Windows 10 installations has been corrected.
bg: Коригирани са неправилните етикети за контроли, които се забелязват в някои инсталации на Windows 10.
da: Bemærkelsesværdige kontroletiketter ses i visse Windowt 10 installationer er blevet løst.
de: Unsaubere Kontrollbeschriftungen, die in bestimmten Windows-10-Installationen zu sehen sind, wurden korrigiert.
es: Corregida disparidad en etiquetas de controles advertida en ciertas instalaciones de Windows.
fi: Joissakin Windows-asennuksissa näkyvät erikoiset säädinten nimet on korjattu.
gl: Corrixiuse a disparidade en etiquetas de controis advertida en certas instalacións de Windows.
it: Le strane etichette dei controlli viste in alcune installazioni di Windows 10 sono state corrette.
pl: Nieparzyste kontrolki obecne w niektórych oknach instalacji Windows 10 zostały poprawione.
sk: Opravené nesprávne popisky prvkov v niektorých verziách Windows 10.
zh_cn: 在某些Windows 10 安装中看到的奇怪的控件标签已被更正。

source: In more recent revisions of Version 1803 and later, due to changes to Windows Update procedure for feature updates, a "download and install now" link has been added. NVDA will now announce the title for the new update if present.
bg: В по-новите редакции на версия 1803 и по-нови, поради промени в процедурата за актуализиране на Windows за актуализации на функции, е добавена връзка "изтегляне и инсталиране сега". Сега NVDA ще обяви заглавието на новата актуализация, ако има налице такава.
da: I nyere versioner af version 1803 og nyere, på grund af ændringer i Windows Update-proceduren for FUNKTIONSOPDATERINGER, er linket "Hent og Installer nu" blevet tilføjet. NVDA vil nu annoncere titlen for den nye opdatering, hvis den findes.
de: In neueren Revisionen der Version 1803 und später wurde aufgrund von Änderungen am Windows Update-Verfahren für Feature-Updates ein Link "Jetzt herunterladen und installieren" hinzugefügt. NVDA wird nun den Titel für das neue Update bekannt geben, falls vorhanden.
es: En revisiones más recientes de la versión 1803 y posterior, debido a los cambios en el procedimiento de Windows Update para actualizaciones de características, se ha añadido un enlace "Descargar e instalar ahora". NVDA anunciará ahora el título de la nueva actualización si está presente.
fi: Windows Update -prosessiin ominaisuuspäivitysten osalta tehtyjen muutosten vuoksi uudempiin 1803:n versioihin ja sitä tuoreempiin on lisätty Lataa ja asenna nyt -linkki. Jos uusi päivitys on saatavilla, NVDA puhuu nyt sen nimen.
gl: En revisións máis recentes da versión 1803 e posteriores, por mor de cambios no procedemento de Windows Update para actualizacións de características, engadiuse unha ligazón "descargar e instalar agora". NVDA anunciará agora o título da nova actualización se está presente.
it: Nelle revisioni più recenti della versione 1803 e nelle successive, a causa di modifiche alla procedura di Windows Update dovuta ad aggiornamenti di alcune funzionalità, è stato aggiunto un link "scarica e installa adesso". Ora NVDA vocalizzerà il titolo del nuovo aggiornamento se presente.
pl: Wbardziej ostatnich aktualizacjach Windowsa 1803 i nowszych, z powodu zmian procederów windows update dla aktualizacji funkcji, dodano przycisk "pobierz i zainstaluj teraz". Jeżeli znaleziono aktualizację, NVDA będzie oznajmiałą jej tytuł.
sk: V novších verziách verzie 1803 a novších, bol do dialógu aktualizácie Windows pridaný odkaz stiahnuť a nainštalovať teraz. NVDA teraz oznámi názov novej aktualizácie, ak je k dispozícii.
zh_cn: 在版本 1803 及更高版本的 Windows 10 中，Windows 更新中的某些更新添加了“立即下载并安装”链接。NVDA 现在将朗读新更新的标题（如果存在）。

source: Weather
bg: Време
da: Vejr
de: Wetter
es: El Tiempo
fi: Sää
fr: Météo
gl: O Tempo
hr: Vrijeme
it: Meteo
ja: 天気
pl: Pogoda
pt_br: Clima
sk: Počasie
uk: Погода
zh_cn: 天气

source: Tabs such as "forecast" and "maps" are recognized as proper tabs (patch by Derek Riemer).
bg: Раздели като "Прогноза за времето" и "Карти" биват правилно разпознати като раздели (принос от Derek Riemer).
da: Faner som "Vejrudsigt" og "Kort" er nu genkendt korrekt som faner (patch af Derek Riemer).
de: Registerkarten wie"Prognose" und"Karten" werden als richtige Registerkarten erkannt (Patch von Derek Riemer).
es: Pestañas tales como "pronósticos" y "mapas" se reconocen como propias pestañas (parche de Derek Riemer).
fi: Sellaiset välilehdet kuten "ennuste" ja "kartat" tunnistetaan oikeiksi välilehdiksi (korjauksen tehnyt Derek Riemer).
fr: Les onglets tels que "prévisions" et "cartes" sont reconnus comme des onglets propres (patch par Derek Riemer).
gl: As pestanas como "pronósticos" e "mapas" recoñécense coma pestanas en si (parche de Derek Riemer).
hr: Kartice poput „prognoza” i „karte” prepoznaju se kao ispravne kartice (zakrpu je napravio Derek Riemer).
it: Schede come "previsioni" e "mappe" vengono riconosciute correttamente (patch da Derek Riemer).
ja: 「天気」と「マップ」のようなタブが適切なタブとして認識されます(パッチはDerek Riemer)。
pl: Karty właściwości, takie jak "prognoza" i "mapy" są rospoznane jak prawidłowe karty właściwości (poprawił Derek Riemer).
pt_br: Abas como "previsão" e "mapas" são reconhecidas como guias adequadas (patch de Derek Riemer).
sk: Správne sú rozpoznané záložky ako mapy a počasie (opravil Derek Riemer).
uk: Такі вкладки, як «погода» і «карти», розпізнаються як правильні вкладки (патч від Дерека Рімера).
vi: Các thẻ như "dự báo" và "bản đồ" đã được nhận dạng chính xác (vá lỗi bởi Derek Riemer).
zh_cn: 如“预测”和“地图”之类的选项卡被识别为适当的选项卡（由Derek Riemer打补丁）。

source: When reading a forecast, use the left and right arrows to move between items. Use the up and down arrows to read the individual items. For example, pressing the right arrow might report "Monday: 79 degrees, partly cloudy, ..." pressing the down arrow will say "Monday" Then pressing it again will read the next item (Like the temperature). This currently works for daily and hourly forecasts.
bg: Когато четете прогнозата, използвайте стрелките наляво и надясно за преместване между елементите. Използвайте стрелките нагоре и надолу, за да прочетете отделните елементи. Например, като натиснете стрелка надясно, може да се съобщи нещо от типа на "Вторник 6, Висока ‎‎22°, Ниска ‎‎13°, Облачно". При натискане на стрелка надолу ще се съобщи "Вторник". При следващото натискане ще се съобщи следващия елемент (например температурата). Към момента това работи за дневната и почасовата прогнози.
da: Når du læser en vejrudsigt, skal du bruge venstre og højre pil til at flytte mellem emner. Brug pilene op og ned for at læse de enkelte elementer. For eksempel, ved at trykke på højre pil vil du måske høre "mandag: 79 grader, delvist skyet,..." ved at trykke på pil ned vil NVDA sige "Mandag". Ved et yderligere tryk vil du gå videre til næste element (som temperatur). Dette virker i øjeblikket for daglig og vejrudsigt for hver time.
de: Beim Lesen einer Vorhersage können Sie mit den Pfeiltasten nach links und rechts zwischen den Elementen wechseln. Verwenden Sie die Aufwärts- und Abwärtspfeile, um die einzelnen Teile eines Elements zu lesen. Zum Beispiel könnte ein Druck auf den Pfeil nach rechts den Bericht "Montag: 33 Grad, teilweise bewölkt, ..." anzeigen. Wenn man den Pfeil nach unten drückt, heißt es"Montag", dann wird ein erneuter Druck auf den Pfeil den nächsten Punkt anzeigen (wie z.B. die Temperatur). Dies funktioniert derzeit für Tages- und Stundenvorhersagen.
es: Cuando se lea un pronóstico, utiliza las flechas izquierda y derecha para moverte entre elementos. Utiliza flechas arriba y abajo para leer los elementos individuales. Por ejemplo, pulsando la flecha derecha anunciaría "Lunes: 79 grados, parcialmente nublado, ..." pulsando flecha abajo dirá "lunes" entonces pulsándola de nuevo leerá el siguiente elemento (como la temperatura). Actualmente esto funciona para los pronósticos diarios y horarios.
fi: Käytä ennustetta lukiessasi vasenta ja oikeaa nuolta kohteiden välillä liikkumiseen. Käytä nuolta ylös ja alas yksittäisten kohteiden lukemiseen. Esim. oikeaa nuolta painettaessa saatetaan sanoa "Maanantai: 26,1 astetta, puolipilvistä, ...", ja nuolta alas painettaessa "Maanantai". Uudelleen painaminen lukee seuraavan kohteen (kuten lämpötilan). Toimii tällä hetkellä päivittäisiin ja tunnin välein tehtäviin ennusteisiin.
fr: Lorsque vous lisez une prévision, utilisez les flèches gauche et droite pour vous déplacer entre les éléments. Utilisez les flèches haut et bas pour lire les éléments individuels. Par exemple, en appuyant sur la flèche droite peut annoncer "Lundi: 79 degrés, partiellement nuageux, ..." en appuyant sur la flèche bas il va dire "Lundi" Puis en appuyant à nouveau sur celle-ci il va lire l'élément suivant (Comme la température). Ceci fonctionne actuellement pour les prévisions quotidienne, et toutes les heures.
gl: Cando se lea un pronóstico, usa as frechas esquerda e dereita para moverte entre elementos. Usa as frechas arriba e abaixo para ler os elementos individuais. Por exemplo, premendo a frecha dereita anunciaría "luns: 79 graos, parcialmente nublado, ..." premendo a frecha abaixo dirá "luns" logo preméndoo de novo lerá o seguinte elemento (como a temperatura). Actualmente esto traballa para pronósticos diarios e horarios.
hr: Prilikom čitanja prognoze, pritišćite strelice kako biste se kretali između stavaka. Pritišćite gornju ili donju strelicu kako biste se premještali između individualnih stavaka. Na primjer, pritiskom desne strelice čitač izgovara „Ponedjeljak: 79 stupnjeva, djelomično oblačno, …”, pritiskom na strelicu dolje izgovara „Ponedjeljak”. Ponovnim pritiskom čita sljedeću stavku (poput temperature). Ovo trenutačno radi za dnevnu i svakosatnu vremensku prognozu.
it: Durante la lettura di una previsione, utilizzare le frecce sinistra e destra per spostarsi tra gli elementi. Utilizzare le frecce su e giù per leggere i dettagli di un elemento. Per esempio, premendo la freccia destra potrebbe venir annunciato "lunedì: 29 gradi, parzialmente nuvoloso, ..." premendo la freccia giù dirà "lunedì", Quindi premerla di nuovo per leggere il prossimo elemento (ad esempio la temperatura). Ciò funziona per previsioni orarie e giornaliere.
ja: 天気予報を読み上げている時、項目間を移動するには、左右矢印キーを使用します。個々の項目を読み上げるには、上下矢印キーを使用します。例えば、右矢印キーを押すと、「月曜日: 79度、時々くもり、...」と報告され、下矢印キーを押すと、「月曜日」と読み上げられ、もう一度押すと次の項目が読み上げられます(温度、のように)。これは現時点では毎日の、そして毎時間の天気予報で動作します。
pl: Przy czytaniu pogody, użyj strzałek w lewo i w prawo aby się przemieszczać pomiędzy elementami. Użyj strzałki w górę lub w dół, aby przeczytać pojedynczy element. Na przykład, wciskając strzałke w prawo może wymówić "Poniedziałek: 79 stopni, częściowo pochmurno, ..." wciskając strzałkę w dół powie "Poniedziałek" wciskając ję jeszcze raz wypowie następujący element (jak temperaturę). Teraz to działą dla prognozy pogody dzienniej i godzinnej.
pt_br: Ao ler uma previsão, use as setas esquerda e direita para se mover entre os itens. Use as setas para cima e para baixo para ler os itens individuais. Por exemplo, pressionar a seta para a direita pode indicar "Segunda-feira: 79 graus, parcialmente nublado, ..." pressionar a seta para baixo dirá "Segunda-feira". Em seguida, pressionar novamente lerá o próximo item (como a temperatura). Atualmente, isso funciona para previsões diárias e horárias.
sk: pri čítaní predpovede sa môžete medzi položkami pohybovať pomocou ľavej a pravej šípky. Na čítanie jednotlivých položiek použite šípky nahor a nadol. Napríklad pri stlačení pravej šípky sa môže zobraziť správa "Pondelok: 15 stupňov, polojasno, ...". Po stlačení šípky nadol sa zobrazí "pondelok". Po opätovnom stlačení sa načíta ďalšia položka (napríklad teplota). V súčasnosti to funguje na denné a hodinové predpovede.
uk: При читанні прогнозу використовуйте стрілки вліво та вправо для переміщення між пунктами. Для читання окремих пунктів використовуйте стрілки вгору та вниз. Наприклад, при натисканні стрілки вправо може з'явитися повідомлення "Понеділок: 79 градусів, мінлива хмарність, ...", при натисканні стрілки вниз з'явиться "Понеділок", а при повторному натисканні - наступний пункт (наприклад, температура). Наразі це працює для щоденних та погодинних прогнозів.
vi: khi đọc một dự báo, dùng mũi tên trái / phải để chuyển giữa các thành phần. Dùng mũi tên lên / xuống để đọc từng thành phần. Ví dụ, Bấm mũi tên phải có thể thông báo "Thứ hai: 79 độ, có mây, ..." Bấm mũi tên xuống sẽ đọc "Thứ hai" và bấm lần nữa sẽ đọc thành phần tiếp theo (nhiệt độ chẳng hạn). Tính năng này hiện hoạt động với dự báo theo ngày và theo giờ.
zh_cn: 阅读预测时，请使用左右光标在项目之间移动。使用上下光标读取单个项目。例如，按右光标可能会报告“星期一：79度，间中多云，...”。按向下光标将显示“星期一”，然后再次按将读取下一项（如温度）。目前，该功能可用于每日和每小时预测。

source: NVDA compatibility: 2020.2 to 2020.4
gl: Compatibilidade con NVDA: da 2020.2 á 2020.4

source: Microsoft Store
bg: Microsoft Store (магазин на Microsoft)
gl: Tenda Microsoft
pt_br: Microsoft Store (Loja da Microsoft)
sk: Obchod microsoft

source: This add-on requires Windows 10 Version 1909 (build 18363) or later. For best results, use the add-on with latest Windows 10 stable release (20H2/build 19042).
de: Diese Erweiterung benötigt Windows 10 Version 1909 (Build 18363) oder neuer. Für beste Ergebnisse verwenden Sie die Erweiterung mit der neuesten Windows 10-Version (20H2 / Build 19042).
gl: Este complemento require do Windows 10 Versión 1909 (compilación 18363) ou posterior. Para uns mellores resultados, usa o complemento coa íúltima versión estable do windows 10 (20H2/compilación 19042).
pl: Ten dodatek wymaga wersji systemu operacyjnego Windows 10 1909 (kompilacja 18362) lub nowsza. Dla lepszych wyników, trzeba używać dodatku z ostatnią stabilną wersją systemu operacyjnego windows 10 (20H2/kompilacja 19042).

source: NVDA will no longer announce Start menu size text when changing screen resolution or orientation.
gl: NVDA xa non anuncia Menú Inicio tamaño de texto ao cambiar a resolución de pantalla ou a orientación.
pl: NVDA już nie będzie wypowiadał tekst wielkości meni start gdy zmieniana jest rozdzielczość ekranu lub orientacja.

source: NVDA will announce selected emoji if emoji panel is opened more than once in build 20226.
gl: NVDA anuncairá o emoji seleccionado se o panel de emojis se abre máis dunha vez na compilación 20226.
pl: NVDA będzie oznajmiał wybrany emoji jeżeli panel emoji jest otwarty wiele razy w kompilacji 20226.

source: NVDA compatibility: 2019.3 to 2020.1
bg: Съвместимост с NVDA: от 2019.3 до 2020.1
