Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: This add-on requires Windows 10 Version 1903 (build 18362) or later. For best results, use the add-on with latest Windows 10 stable release (build 18363).
bg: Тази добавка изисква Windows 10 версия 1903 (компилация 18362) или по-нова. За най-добри резултати използвайте добавката с последната стабилна версия на Windows 10 (компилация 18363).
es: Este complemento requiere Windows 10 Versión 1903 (compilación 18362) o posterior. Para unos mejores resultados, utiliza el complemento con la compilación estable más reciente de Windows 10 (compilación 18363).
sk: Doplnok vyžaduje Windows 10 od verzie 1903 (zostava 18362). Najlepšie výsledky dosiahnete použitím aktuálnej stabilnej verzie Windows 10 (zostava 18363).

source: The following UIA events are recognized: controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. With NVDA set to run with debug logging enabled, these events will be tracked, and for UIA notification event, a debug tone will be heard if notifications come from somewhere other than the currently active app.
bg: Разпознават се следните UIA събития: controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. Когато е указано на NVDA да работи с включено протоколиране за отстраняване на грешки, тези събития ще бъдат проследявани. А за събития за UIA известия, ще бъде възпроизвеждан и тон за отстраняване на грешки, ако известията идват от приложение, различно от текущо фокусираното.
es: Se reconocen los siguientes eventos UIA: Controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. Con NVDA configurado para ejecutarse con el registro de depuración habilitado, estos eventos se seguirán, y se oirá un tono de depuración para el evento UIA notification si las notificaciones vienen de un lugar distinto a la aplicación actual.
fi: Seuraavat UIA-tapahtumat tunnistetaan: ohjain kohteelle, vetämisen aloitus, vetämisen peruutus, vetäminen suoritettu, vetämisen kohteeseen siirtyminen, vetämisen kohteesta poistuminen, vetämisen kohde pudotettu, elementti valittu, kohteen tila, aktiivisen alueen muutos, ilmoitus, järjestelmän ilmoitus, työkaluvihje avattu, ikkuna avattu. Näitä tapahtumia seurataan, kun NVDA:n lokitasoksi on määritetty "virheenkorjaus", ja UIA-ilmoitustapahtuma ilmaistaan virheäänellä, mikäli ilmoitukset tulevat muualta kuin aktiivisesta sovelluksesta.
sk: NVDA rozpoznáva nasledujúce udalosti UIA: controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. v(Poznámka prekladateľa: Pre bežného používateľa je podstatné, že NVDA dokáže oznamovať väčšinu prvkov a ich zmien v moderných aplikáciách Windows). Ak je nastavená úroveň záznamu na debug, budú tieto udalosti zapísané do logu a ak sa objaví udalosť mimo aktívneho okna, NVDA na to upozorní zvukom chyby.

source: This includes emoji panel, clipboard history, dictation, hardware input suggestions, and modern input method editors for certain languages. When viewing emojis, for best experience, enable Unicode Consortium setting from NvDA's speech settings and set symbol level to "some" or higher.
bg: Това включва панел за емоджи, хронология на клипборда, гласово въвеждане, предложения при хардуерно въвеждане и редактори за съвременни методи за въвеждане на определени езици. Когато преглеждате емоджи, за най-добро изживяване, включете опцията за използване на данни от Уникод консорциума от настройките за реч на NVDA и задайте нивото на пунктуацията на "някои" или по-високо.
es: Esto incluye el panel de emojis, historial del portapapeles, dictado, sugerencias de entrada por hardware, y los editores modernos de métodos de entrada para ciertos idiomas. Al visualizar emojis, para una mejor experiencia, activa la opción del consorcio Unicode desde las opciones de voz de NVDA y configura el nivel de símbolos en "alguno" o más alto.
fi: Näitä ovat emojipaneeli, leikepöydän historia, sanelu, ehdotukset syötettäessä tekstiä fyysisellä näppäimistöllä sekä modernin syöttömenetelmän editorit tietyille kielille. Ota käyttöön emojeita tarkasteltaessa parhaan kokemuksen saamiseksi Unicode-konsortion datan asetus NVDA:n puheasetuksista ja aseta symbolitasoksi "jotain" tai korkeampi.

source: NVDA compatibility: 2019.3 to 2020.2
fi: Yhteensopivuus: NVDA 2019.3-2020.2

source: [[!meta title="Windows App Essentials"]]
hr: [[!meta title="Osnovni moduli za Windows aplikacije (Windows App Essentials)"]]
tr: [[!meta title="Windows Temel Uygulamalar"]]
uk: [[!meta title="Windows App Essentials (Поліпшення для застосунків Windows)"]]

source: Authors: Joseph Lee, Derek Riemer and others
fr: Auteurs: Joseph Lee, Derek Riemer et autres utilisateurs
hr: Autori: Joseph Lee, Derek Riemer i drugi
ja: 作者: Joseph Lee, Derek Riemer、他
ko: 저자: Joseph Lee(이성원), Derek Riemer 외 다수
pt_pt: Autores: Joseph Lee, Derek Riemer e outros
ru: Авторы: Joseph Lee, Derek Riemer и другие
tr: Yazarlar: Joseph Lee, Derek Riemer ve diğerleri
uk: Автори: Joseph Lee, Derek Riemer та інші

source: Download [beta version][2]
fr: Télécharger [version béta][2]
hr: Preuzmi [beta verziju][2]
pt_pt: Descarregar [versão beta][2]
uk: Завантажити [бета версію][2]

source: Download [development version][3]
fr: Télécharger [version de développement][3]
hr: Preuzmi [razvojnu verziju][3]
pt_pt: Baixar a [versão de desenvolvimento][3]
uk: Завантажити [версію в розробці][3]

source: NVDA compatibility: 2022.4 and later
hr: NVDA kompatibilnost: 2022.4 i novije verzije
ja: NVDA 互換性: 2022.4以降
uk: Сумісність з NVDA: 2022.4 і новіші

source: NVDA compatibility: 2023.1 and later
fr: Compatibilité NVDA: 2023.1 et ultérieure
hr: NVDA kompatibilnost: 2023.1 i novije verzije
uk: Сумісність з NVDA: 2023.1 і новіші

source: Note: Originally called Windows 10 App Essentials, it was renamed to Windows App Essentials in 2021 to support Windows 10 and future releases such as Windows 11. Parts of this add-on will still refer to the original add-on name.
fr: Remarque : à l'origine appelé Windows 10 App Essentials, elle a été renommée Windows App Essentials en 2021 pour prendre en charge Windows 10 et les versions futures telles que Windows 11. Certaines parties de cette feront toujours référence au nom de l'extension d'origine.
hr: Napomena: Izvorno ime „Osnovni moduli za Windows 10 aplikacije”, preimenovan je 2021. godine u „Osnovni moduli za Windows aplikacije” kako bi podržao Windows 10 i buduća izdanja poput Windows 11. Dijelovi ovog dodatka će se i nadalje odnositi na izvorno ime dodatka.
ja: 備考: 元々Windows 10 App Essentialsと呼ばれていましたが、Windows 10と、Windows 11といった未来のリリースをサポートするために、2021年にWindows App Essentialsに名称変更されました。このアドオンの一部はまだ元々のアドオン名を参照します。
ko: 참고: 윈도우 10 이상(특히 윈도우 11)을 지원하기 위해 2021년에 Windows 10 App Essentials에서 Windows App Essentials로 변경되었습니다. 단 특정 부분에서는 옛 이름이 뜰 수 있습니다.
pt_br: Nota: Originalmente chamado de Windows 10 App Essentials, foi renomeado para Windows App Essentials em 2021 para oferecer suporte ao Windows 10 e versões futuras, como Windows 11. Partes deste complemento ainda farão referência ao nome do complemento original.
pt_pt: Nota: Originalmente chamado Windows 10 App Essentials, foi renomeado para Windows App Essentials em 2021 para suportar o Windows 10 e futuros lançamentos como o Windows 11. Partes deste extra continuarão a referir-se ao nome original do extra.
ru: Примечание: Первоначально дополнение называлось Windows 10 App Essentials, но в 2021 году было переименовано в Windows App Essentials для поддержки Windows 10 и будущих версий, таких как Windows 11. Некоторые части этого дополнения по-прежнему будут содержать оригинальное название.
tr: Not: Eklenti başlangıçta Windows 10 Temel Uygulamalar olarak adlandırılırken, Windows 10 ve Windows 11 gibi gelecekteki windows sürümlerini desteklemek için 2021'de Windows Temel Uygulamalar olarak yeniden adlandırıldı. Bu eklentinin bazı kısımları yine de orijinal eklenti adına atıfta bulunacaktır.
uk: Примітка: спочатку додаток називався Windows 10 App Essentials, у 2021 році його було перейменовано на Windows App Essentials для підтримки Windows 10 і майбутніх випусків, таких як Windows 11. Частини цього додатка все ще посилатимуться на оригінальну назву додатка.

source: This add-on is a collection of app modules for various modern Windows apps, as well as enhancements and fixes for certain controls found in Windows 10 and later.
fr: Cette extension est une collection d'app modules pour diverses apps de Windows 10, ainsi que des améliorations et des correctifs pour certains contrôles de Windows 10 et versions ultérieures.
hr: Ovaj NVDA dodatak je zbirka modula za razne moderne Windows aplikacije, kao i poboljšanja i ispravci određenih kontrola u sustavu Windows 10 i novijim.
ja: このアドオンは様々なモダンWindowsアプリのアップモジュール、Windows 10以降の拡張機能、特定のコントロールの修正の集まりです。
ko: 본 추가 기능은 여러 UWP 윈도우 앱 지원 모듈 및 윈도우 10 이상에서 제공하는 컨트롤 지원 기능 향상 및 버그 수정을 포함합니다.
pt_br: Este complemento é uma coleção de módulos de aplicativos (app modules) para vários aplicativos modernos do Windows, bem como aprimoramentos e correções para determinados controles encontrados no Windows 10 e posteriores.
pt_pt: Este extra é uma colecção de módulos de aplicação para várias aplicações modernas do Windows, bem como melhorias e correcções para certos controlos encontrados no Windows 10 e posteriores.
ru: Это дополнение представляет собой сборник модулей для различных приложений Windows, а также улучшения и исправления для некоторых элементов управления, найденных в Windows 10 и более поздних версиях.
tr: Bu eklenti, çeşitli modern Windows uygulamaları için bir uygulama modül koleksiyonunun yanı sıra Windows 10 ve sonraki sürümlerde bulunan belirli kontroller için geliştirmeler ve düzeltmeler içerir.
uk: Цей додаток є набором модулів програм для різноманітних сучасних програм Windows, а також удосконаленням та виправленням певних елементів керування, доступних у Windows 10 і вище.

source: Cortana (to be replaced by Windows Copilot)
fr: Cortana (à remplacer par Windows Copilot)
hr: Cortana (zamijenit će se s Windows Copilot)

source: Settings (Windows+I)
fr: Paramètres (Windows+I)
hr: Postavke (Windows+I)
ko: 설정(Windows+I)
ru: Настройки системы (Windows+I)
tr: Ayarlar (Windows+I)

source: Modern keyboard (emoji panel/touch keyboard/dictation/voice typing/hardware input suggestions/clipboard history/Suggested Actions/modern input method editors)
fr: Clavier moderne (panneau des emojis/clavier tactile/dictée/saisie vocale/suggestions de saisie matérielle/historique du presse-papiers/éditeurs de méthodes de saisie modernes)
hr: Moderna tipkovnica (ploča emojija, diktatiranje, tipkanje glasom, prijedlozi za unos hardverom, povijest međuspremnika, predložene radnje, moderni uređivači za unos)
pt_pt: Teclado moderno (painel de emojis/teclado táctil/ditado/digitação por voz/sugestões de entrada de hardware/histórico do clipboard/acções sugeridas/editores de métodos de entrada modernos)
uk: Сучасна клавіатура (панель емодзі/сенсорна клавіатура/диктування/голосове введення/пропозиції введення з апаратної клавіатури/історія буфера обміну/пропоновані дії/сучасні редактори методів вводу)

source: Voice access
fr: Accès vocal
hr: Pristup glasu
ja: ボイスアクセス
uk: Голосовий доступ

source: Voice access (Windows 11 22H2)
fr: Accès vocal (Windows 11 22H2)
hr: Pristup glasu (Windows 11 22H2)
ja: ボイスアクセス(Windows 11 22H2)
uk: Голосовий доступ (Windows 11 22H2)

source: Miscellaneous modules for controls and features such as virtual desktops announcements
hr: Razni moduli za kontrole i značajke kao što su najave virtualnih radnih površina
ja: バーチャルデスクトップ通知などのコントロールや機能のための様々なモジュール
uk: Різноманітні модулі для елементів керування й функцій, таких як оголошення віртуальних робочих столів

source: This add-on requires Windows 10 22H2 (build 19045), 11 22H2 (build 22621), or later releases.This add-on requires Windows 10 21H2 (build 19044), 11 21H2 (build 22000), or later releases.This add-on requires 64-bit Windows 10 22H2 (build 19045), 11 22H2 (build 22621), or later releases.
fr: Cette extension nécessite Windows 10 22H2 (build 19045), 11 22H2 (build 22621) ou version ultérieure.Cette extension nécessite Windows 10 21H2 (build 19044), Windows 11 21H2 (build 22000) ou version ultérieure.Cette extension nécessite Windows 10 22H2 64 bits (build 19045), 11 22H2 (build 22621), ou des versions ultérieures.
hr: Ovaj dodatak zahtijeva Windows 10 22H2 (gradnja 19045), 11 22H2 (gradnja 22621) ili novija izdanja.Ovaj dodatak zahtijeva Windows 10 21H2 (gradnja 19044), 11 21H2 (gradnja 22000) ili novija izdanja.Ovaj dodatak zahtijeva 64-bitni Windows 10 22H2 (gradnja 19045), 11 22H2 (gradnja 22621) ili novija izdanja.

source: Feature update support duration is tied to consumer support duration (Home, Pro, Pro Education, Pro for Workstations editions) and the add-on may end support for a feature update prior to end of consumer support. See <https://aka.ms/WindowsTargetVersioninfo> for more information and support dates.
fr: La durée du support de mise à jour des fonctionnalités est liée à la durée du support des consommateurs (Home, Pro, Pro Education, Pro for Workstations Editions) et l'extension peut mettre fin à la prise en charge d'une mise à jour des fonctionnalités avant la fin du support des consommateurs. Voir aka.ms/WindowsTargetVersioninfo pour plus d'informations et les dates de support.La durée du support de mise à jour des fonctionnalités est liée à la durée du support des consommateurs (Home, Pro, Pro Education, Pro for Workstations Editions) et l'extension peut mettre fin à la prise en charge d'une mise à jour des fonctionnalités avant la fin du support des consommateurs. Voir <https://aka.ms/WindowsTargetVersioninfo> pour plus d'informations et les dates de support.
hr: Trajanje podrške za aktualiziranje značajki povezano je s trajanjem korisničke podrške (izdanja Home, Pro, Pro Education, Pro for Workstations) i dodatak može prekinuti podršku za aktualiziranje značajki prije završetka korisničke podrške. Pogledaj <https://aka.ms/WindowsTargetVersioninfo> za više informacija i datume podrške.
ko: 기능 업데이트 지원일은 일반 사용자 버전(Home, Pro, Pro Education, Pro for Workstations)을 기준으로 하며 지원 종료전 추가 기능 자체에서 기능 업데이트 지원을 종료할 수 있습니다. 자세한 정보 및 기능 업데이트 지원에 대해서는 <https://aka.ms/WindowsTargetVersioninfo>를 참고하시기 바랍니다.
tr: Özellik güncelleme destek süresi, tüketici destek süresine (Ev, Pro, Pro Education, Pro for Workstations sürümleri) bağlıdır ve eklenti, tüketici desteği sona ermeden önce özellik güncellemesi desteğini sonlandırabilir. Daha fazla bilgi ve destek tarihleri ​​için <https://aka.ms/WindowsTargetVersioninfo> adresine bakın.
uk: Тривалість підтримки оновлень функцій прив'язана до тривалості підтримки користувачів (версії Home, Pro, Pro Education, Pro для робочих станцій), і додаток може припинити підтримку оновлення функцій до закінчення підтримки користувачів. Додаткову інформацію й дати підтримки див. на <https://aka.ms/WindowsTargetVersioninfo>.

source: Although installation is possible, this add-on does not support Windows Enterprise LTSC (Long-Term Servicing Channel) and Windows Server releases.
fr: Bien que l'installation soit possible, cette extension ne prend pas en charge les versions Windows Enterprise LTSC (Long-Term Servicing Channel) et Windows Server.
hr: Mada je instalacija moguća, ovaj dodatak ne podržava izdanja Windows Enterprise LTSC (Long-Term Servicing Channel) i Windows Server.
ja: インストールは可能ですが、このアドオンはWindowsエンタープライズLTSC(長期サービスチャンネル)とWindowsサーバーのリリースをサポートしていません。
ko: 윈도우 Enterprise LTSC(Long-Term Servicing Channel)와 윈도우 서버 버전에 설치할 수 있으나 지원은 하지 않습니다.
pt_br: Embora a instalação seja possível, este complemento não oferece suporte para Windows Enterprise LTSC (Long-Term Servicing Channel — Canal de Manutenção de Longo Prazo) e versões do Windows Server.
pt_pt: Embora a instalação seja possível, este suplemento não suporta Windows Enterprise LTSC (Long-Term Servicing Channel) e versões Windows Server.
tr: Ne kadar yüklenebilse de, bu eklenti Windows Enterprise LTSC (Uzun Süreli Hizmet Kanalı) ve Windows Server sürümlerini desteklemez.
uk: Цей додаток не підтримує версії Windows Enterprise LTSC (Long-Term Servicing Channel) і Windows Server, Хоча встановлення на ці версії можливе.

source: If Add-on Updater is installed and background add-on updates is enabled, Windows App Essentials will not install at all on unsupported Windows releases.
fr: Si Add-on Updater est installé et que les mises à jour des extensions en arrière-plan sont activées, Windows App Essentials ne s'installera pas du tout sur les versions Windows non prises en charge.
hr: Ako je dodatak „Ažuriranje dodataka” instaliran i pozadinsko ažuriranje dodataka aktivirano, dodatak „Osnovni moduli za Windows aplikacije” se uopće neće instalirati na nepodržana izdanja sustava Windows.
ja: Add-on Updaterがインストールされていて、バックグランドでのアドオン更新が有効になっていると、Windows App Essentialsは、サポートされていないWindowsのリリースではインストールしません。
uk: Якщо встановлено Оновлювач додатків та увімкнено фонове оновлення додатків, Windows App Essentials взагалі не встановлюватиметься у версіях Windows, які не підтримуються.

source: Add-on dev channel will include changes including experimental content that may or may not be included in beta and stable releases, and beta channel will come with changes planned for future stable releases.
fr: Le canal de développement de l'extension comprendra des modifications, y compris le contenu expérimental qui peut ou non être inclus dans les versions béta et stables, et le canal béta sera livré avec des modifications prévues pour les futures versions stables.
hr: Kanal dodataka u razvoju uključivat će promjene uključujući eksperimentalni sadržaj koji može, ali ne mora biti uključen u beta i stabilnim izdanjima, a beta kanal će sadržati promjene koje su planirane za buduća stabilna izdanja.
ko: 추가 기능 개발자(dev)체널은 베타 및 일반 업데이트 체널에 포함되지 않을 실험적 기능을 포함할 수 있으며 베타 체널 사용시 일반 사용자 체널에 포함될 기능을 미리 체험할 수 있습니다.
pt_pt: O canal de desenvolvimento de complementos incluirá alterações, incluindo conteúdos experimentais que podem ou não ser incluídos nas versões beta e estável, e o canal beta incluirá alterações planeadas para futuras versões estáveis.
tr: Eklenti geliştirme kanalı, beta ve kararlı sürümlere dahil edilebilecek veya edilmeyebilecek deneysel içerik de dahil olmak üzere değişiklikleri içerecek ve beta kanalı, gelecekteki kararlı sürümler için planlanan değişikliklerle birlikte gelecek.
uk: Канал розробників доповнень міститиме зміни, включаючи експериментальний контент, який може бути включений або не включений до бета- та стабільних випусків, а канал бета-версій міститиме зміни, заплановані для майбутніх стабільних випусків.

source: For best experience with apps that embed web technologies and content such as Start menu and its context menu, enable "Automatic focus mode for focus changes" setting from NVDA's browse mode settings panel.
fr: Pour une meilleure expérience avec les applications qui intègrent des technologies et du contenu Web tels que le menu Démarrer et son menu contextuel, activez le paramètre "Mode formulaire automatique lors des changements de focus" dans le panneau des paramètres du Mode navigation de NVDA.
hr: Za najbolje iskustvo s aplikacijama koje ugrađuju web tehnologije i sadržaj kao što je izbornik Start i njegov kontekstni izbornik, aktiviraj postavku „Automatski modus fokusa za promjene fokusa” u ploči postavki modusa čitanja NVDA čitača.
ja: スタートメニューやそのコンテキストメニューのような、webの技術や内容を搭載しているアプリをベストな動作にするためには、NVDAのブラウズモード設定パネルから、「フォーカスの変化で自動フォーカスモード」を有効にして下さい。
ko: 시작 메뉴 팝업 메뉴와 같이 웹 기술이 적용된 앱 사용시 NVDA 브라우즈 모드에 있는 "포커스 이동 시 자동 포커스 모드 전환" 기능을 활성화하시기 바랍니다.
pt_pt: Para melhor experiência com aplicações que incorporam tecnologias web e conteúdos como o menu Iniciar e o seu menu de contexto, active a configuração "Modo de focagem automática para alterações de focagem" do painel de configurações do modo de navegação da NVDA.
tr: Başlat menüsü ve içerik menüsü gibi web teknolojilerini ve içeriği içeren uygulamalarla en iyi deneyimi elde etmek için, NVDA'nın göz atma modu ayarları panelinden "Odak değişiklikleri için otomatik odak modu" ayarını etkinleştirin.
uk: Для найкращого досвіду роботи з програмами, які включають веб-технології та вміст, наприклад меню «Пуск» і його контекстне меню, увімкніть параметр «Автоматичний перехід в режим фокуса при зміні фокуса» у розділі "Режим огляду" налаштувань NVDA.

source: Some apps support compact overlay mode (always on top in Calculator, for example), and this mode will not work properly with the portable version of NVDA.
hr: Neke aplikacije podržavaju način kompaktnog preklapanja (na primjer, uvijek na vrhu u Kalkulatoru) i ovaj modus neće ispravno raditi s prijenosnom verzijom NVDA čitača.
uk: Деякі програми підтримують компактний режим накладання (завжди зверху в Калькуляторі, наприклад), і цей режим не буде працювати належним чином з переносною версією NVDA.

source: For a list of changes made between each add-on releases, refer to [changelogs for add-on releases][4] document.[changelogs for add-on releases][3] document.[changelogs for add-on releases][1] document.
fr: Pour obtenir la liste des changements effectuées entre chaque version de l'extension, reportez-vous au document [changelogs pour les versions de l'extension][4].l'extension][3].l'extension][1].
hr: Za popis promjena između izdanja dodatka, pogledaj dokument [s izmjenama izdanja dodatka][4].Za popis promjena izvršenih između svakog izdanja dodatka, pogledaj [dokument s izmjenama izdanja dodatka][3].Za popis promjena između izdanja dodatka, pogledaj dokument [s izmjenama izdanja dodatka][1].
uk: Перелік змін, внесених між випусками додатка, наведено у документі [журнал змін випусків додатка][4].змін випусків додатка][3].змін випусків додатка][1].
