Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: NVDA can announce suggestion count when performing a search in majority of cases. This option is controlled by "Report object position information" in Object presentation panel found in NVDA settings.
bg: В повечето случаи NVDA ще може да съобщава броя на предложенията, когато извършвате търсене. Тази функция се контролира от опцията "Докладвай местоположението на обекта" в категорията "Представяне на обектите" в настройките на NVDA.
da: NVDA kan annoncere nummeret af forslag, når du udfører en søgning i de fleste tilfælde. Denne indstilling styres af "Oplys information om objektets placering" i indstillingspanelet "Objektpræsentation".
de: NVDA kann in den meisten Fällen die Anzahl der Vorschläge bei der Durchführung einer Suche bekannt geben. Diese Option wird durch "Objekt-Positionsinformationen mitteilen" im Objektpräsentationsfenster in den NVDA-Einstellungen gesteuert.
es: NVDA puede anunciar cuenta de sugerencias cuando se realiza una búsqueda en la mayoría de casos. Esta opción se controla por "Anunciar información de posición del objeto" en el panel Presentación de Objetos.
fi: NVDA voi ilmoittaa ehdotusten määrän useimmissa tapauksissa hakua suoritettaessa. Tätä toimintoa hallitaan "Lue objektien sijaintitiedot" -asetuksella Objektien lukeminen -paneelista NVDA:n asetuksista.
gl: NVDA pode anunciar o número de suxestións cando se realiza unha procura na maioría dos casos. Esta opción contrólase por "Anunciar información de posición do obxecto" no panel Presentación de Obxectos ubicado nas opcións do NVDA.
it: Nella maggior parte dei casi, NVDA può annunciare il numero dei suggerimenti quando si esegue una ricerca. Questa funzione è controllata dall'opzione "leggi le informazioni sulla posizione dell'oggetto" nella finestra presentazioni oggetti, presente nelle impostazioni di NVDA.
pl: W większości przypadków, NVDA może ogłaszać liczbę sugestii wyszukiwania. Ta funkcja jest kontrolowana przez opcję "odczytuj położenie obiektu" dostępną w ustawieniach NVDA, w panelu "prezentacja obiektu".
sk: NVDA vo väčšine prípadov dokáže oznámiť počet návrhov pri vyhľadávaní. Oznamovanie môžete zapnúť a vypnúť v strome nastavení NVDA, časť prezentácia objektov, položka Oznamovať pozíciu objektu.
vi: NVDA có thể thông báo số gợi ý đếm được khi thực hiện tìm kiếm trong đa số trường họp. Tùy chọn này được điều khiển bởi "Thông báo thông tin vị trí đối tượng" trong bảng điều khiển trình bày đối tượng, tìm thấy trong cài đặt của NVDA.
zh_cn: 在大多数情况下，NVDA 可以在执行搜索时朗读建议计数。此选项由 NVDA “对象提示”设置对话框中的“读出对象的位置信息”复选框控制。

source: When searching in Start menu or File Explorer in Version 1909 (November 2019 Update) and later, instances of NVDA announcing search results twice when reviewing results are less noticeable, which also makes braille output more consistent when reviewing items.
bg: Когато търсите в менюто "Старт" или във файловия мениджър под версия 1909 (актуализацията за месец ноември 2019 г.) и по-нови версии, случаите в които NVDA съобщава двукратно резултатите от търсенето при преглед на резултатите ще са забележимо по-малко, което също така прави брайловият изход по-последователен при преглед на елементи.
da: Når du søger i menuen Start eller Stifinder i version 1909 (november 2019 Update) og senere, vil NVDA ikke længere annoncere søgeresultater to gange, når du gennemser resultater, hvilket også gør punktoutput mere ensartet, når du gennemgår elementer.
de: Bei der Suche im Startmenü oder im Datei-Explorer der Version 1909 (Update November 2019) und neuer sind Fälle von NVDA, in denen Suchergebnisse bei der Überprüfung von Ergebnissen zweimal angekündigt werden, weniger auffällig, was auch die Brailleausgabe bei der Überprüfung von Elementen einheitlicher macht.
es: Al buscar en el menú Inicio o el explorador de archivos de la versión 1909 (actualización de noviembre de 2019) y posteriores, NVDA ya no anunciará tanto los resultados de búsqueda dos veces al revisarlos, lo que al mismo tiempo hace la salida braille más consistente al revisar elementos.
fi: NVDA puhuu nyt etsittäessä vähemmän hakutuloksia kahdesti Käynnistä-valikossa tai Resurssienhallinnassa versiossa 1909 (November 2019 -päivitys) ja uudemmissa, mikä tekee lisäksi pistekirjoitustulosteesta yhdenmukaisempaa kohteita tarkasteltaessa.
gl: Ao buscar no menú inicio ou no explorador de arquivos na versión 1909 (November 2019 Update) e posteriores, NVDA xa non anunciará os resultados de busca dúas veces ao revisalos, o que tamén fai a saída braille máis consistente ao revisar elementos.
it: Quando si cerca nel menu Avvio o in Esplora File nella Versione 1909 (aggiornamento di novembre 2019) e successive, le doppie ripetizioni da parte di NVDA quando si leggono i risultati con il cursore di controllo sono meno frequenti, il che migliora anche l'output Braille nella stessa situazione.
pl: Gdy jest uruchomione wyszukiwanie w wersji 1909 (aktualizacja listopadowa 2019) i nowszych, podwójnie wymawianie wyników wyszukiwania jest mniej zauważalne, co idzie za tym, że to co jest wyświetlane na monitorze brajlowskim jest bardziej spójne przy przeglądaniu elementy.
sk: NVDA viac neoznamuje dvakrát výsledky hľadania pri vyhľadávaní v ponuke štart alebo prieskumníkovi (Windows od verzie 1909 (November 2019)). Toto tiež zlepšuje oznamovanie výsledkov na braillovskom riadku.
vi: Khi tìm kiếm trên Start menu hoặc File Explorer trong phiên bản 1909 (bản cập nhật tháng 11/2019) trở lên, việc NVDA thông báo kết quả tìm kiếm hai lần khi duyệt quả chúng sẽ giảm đi. Nó cũng làm coh việc xem các thành phần ở đầu ra chữ nổi được thể hiện hợp lý hơn.
zh_cn: 在 1909 版（2019年11月更新）及更高版本 Windows 10 中的‘开始’菜单或文件资源管理器中进行搜索时，现在 NVDA 在浏览结果时两次宣布搜索结果的实例不太明显，这也使盲文输出在浏览项目时更加一致。

source: The following UIA events are recognized: controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. With NVDA set to run with debug logging enabled, these events will be tracked, and for UIA notification event, a debug tone will be heard if notifications come from somewhere other than the currently active app. Some events will provide additional information such as element count in controller for event, state of the element for state change event, and item text for item status event.
gl: Recoñécense os seguintes eventos UIA: Controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. Co NVDA configurado para executarse co rexistro de depuración habilitado, estes eventos seguiranse, e no caso do evento UIA notification oirase un ton se as notificacións veñen de calquera lugar que non sexa a app actualmente activa. Algúns eventos proporcionarán información adicional como o contador de elementos en eventos controlled for, estado do elemento en eventos state change, e o texto do elemento para eventos item status.
pl: Następujące zdarzenia UIA są rozpoznawane: controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. Gdy NVDA jest uruchomiony z zapisywaniem debugowania, te zdarzenia będą śledzone, i dla UIA zdarzenia powiadomień, a dźwięk debugowania będzie odtwarzany jeżeli powiadomienia przychodzą z innej niż aktualnie aktywnej aplikacji. Niektóre zdarzenia dostarcząsuch także inne informacje, takie jak liczba elementów w kontroli dla zdarzenia, stan elementu dla zmiany stanu elementu, i tekst elementu dla zdarzenia stanu.
zh_cn: 可以识别以下UIA事件： controller for, drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped, element selected, item status, live region change, notification, system alert, text change, tooltip opened, window opened. 。NVDA日志级别设为调试的时候，会在日志里面记录这些事件，对于UIA通知事件，如果通知来自当前活动应用程序以外的其他位置，则会听到调试音。某些事件会提供其他信息，controller ，对象的状态文本等等。

source: It is possible to tracke only specific events and/or events coming from specific apps.
bg: Възможно е да се проследяват само конкретни събития и/или събития, идващи от конкретни приложения.
da: Det er muligt at overvåge specifikke hændelser og/eller hændelser, der kommer fra specifikke apps.
de: Es ist möglich, nur bestimmte Ereignisse bzw. Ereignisse aus bestimmten Anwendungen zu verfolgen.
es: Es posible seguir sólo eventos específicos y/o eventos que vienen de aplicaciones específicas.
fi: On mahdollista seurata vain tiettyjä tapahtumia ja/tai tietyistä sovelluksista tulevia tapahtumia.
gl: É posible o seguimento só de eventos específicos e/ou de eventos provintes de aplicacións específicas.
it: E' possibile tracciare solo specifici eventi e/o eventi provenienti solo da applicazioni specifiche.
pl: Teraz jest możliwe śledzenie zdarzeń z określonych oraz specyficznych aplikacji.
sk: Je možné sledovať iba konkrétne udalosti a udalosti pochádzajúce z konkrétnych aplikácií.
vi: Đã có thể chỉ theo dõi một số sự kiện nhất định và / hoặc các sự kiện từ một ứng dụng nhất định.
zh_cn: 可以只跟踪特定事件或来自特定应用程序的事件。

source: NVDA will no longer appear to do nothing or play error tones if UIA Automation Id for an element could not be recorded when tracking events.
gl: NVDA xa non parecerá non facer nada ou reproducirá tons de erro se o Id de UIA automation para un elemento non se puido gravar ao seguir eventos.
pl: NVDA już nie będzie robił nic lub odtwarzał dźwięk błędu jeżeli identyfikator UIA nie może być dostarczony gdy zdarzenia są śledzone.
zh_cn: 如果跟踪事件时无法记录元素的 UIA Automation Id，则 NVDA 将不在提示为不执行任何操作或播放错误提示音。

source: When opening, closing, or switching between virtual desktops, NVDA will announce current desktop name (desktop 2, for example).
bg: При отваряне, затваряне или превключване между виртуалните работни плотове, NVDA ще съобщава името на текущия работен плот (например "Работен плот 2").
da: Når åbning, lukning, eller Skift mellem virtuelle skrivebord forekommer, vil NVDA annoncere nuværende desktop ID (f.eks. "Skrivebord 2").
de: Beim Öffnen, Schließen oder Umschalten virtueller Desktops meldet NVDA den aktuellen Desktop-Namen (z. B. Desktop 2).
es: Al abrir, cerrar o cambiar entre escritorios virtuales, NVDA anunciará el nombre del escritorio actual (escritorio 2, por ejemplo).
fi: NVDA ilmoittaa nykyisen työpöydän tunnisteen (esim. työpöytä 2) avattaessa ja suljettaessa virtuaalityöpöytiä tai siirryttäessä niiden välillä.
gl: Cando se abran, pechen ou se conmute entre escritorios virtuales, NVDA anunciará o nome do escritorio actual (escritorio 2, por exemplo).
it: Quando si passa ad un desktop virtuale successivo, o ne viene chiuso o aperto uno, NVDA annuncerà il numero del desktop, ad esempio Desktop2.
pl: Podczas otwierania, zamykając lub przełączając się między wirtualnymi pulpitami, NVDA będzie oznajmiała aktualny identyfikator (na przykład pulpit 2).
sk: Pri otváraní, zatváraní alebo prepínaní medzi virtuálnymi pracovnými plochami NVDA oznámi aktuálny názov pracovnej plochy (napríklad pracovná plocha 2).
vi: Khi mở, đóng, hay chuyển giữa desktop ảo, NVDA sẽ thông báo tên cửa sổ desktop hiện tại (desktop 2 chẳng hạn).
zh_cn: 打开、关闭或切换虚拟桌面时，NVDA将朗读当前桌面名称（例如，桌面2）。

source: NVDA will no longer announce Start menu size text when changing screen resolutions or orientation.
bg: NVDA вече няма да съобщава размера на менюто "Старт" при промяна на разделителната способност или ориентацията на екрана.
es: NVDA ya no anuncia Menú Inicio tamaño de texto al cambiar la resolución de pantalla o la orientación.
fi: NVDA ei enää ilmoita Käynnistä-valikon kokoa näytön resoluutiota tai suuntaa vaihdettaessa.
it: NVDA non leggerà più le dimensioni del testo del menu avvio quando si cambia la risoluzione o l'orientamento dello schermo.
pt_br: O NVDA não anunciará mais o texto do tamanho do menu Iniciar ao alterar as resoluções ou orientação da tela.
sk: NVDA neoznamuje veľkosť textu ponuky Štart pri zmene rozlíšenia alebo orientácie obrazovky.
vi: NVDA sẽ không thông báo kích thước văn bản của Start menu khi thay đổi độ phân giải hay hướng màn hình.
zh_cn: 在更改屏幕分辨率或方向时，NVDA将不再读出“开始”菜单大小文本。

source: When arranging Start menu tiles or Action Center quick actions with Alt+Shift+arrow keys, NVDA will announce information on dragged items or new position of the dragged item.
bg: Когато подреждате плочки в менюто "Старт" или бутоните за бързи действия в работния център с Alt+Shift+стрелките, NVDA ще съобщава информация за влачените елементи или новата позиция на плъзгания елемент.
da: Når du arrangerer fliser på start-menuen eller hurtige handlinger i Handlingscenter med Alt+Shift+piletasterne, vil NVDA oplyse informationer om emner, når disse flyttes.
de: Beim Anordnen von Startmenükacheln oder Action-Center-Schnellaktionen mit Alt+Umschalt+Pfeiltasten gibt NVDA Informationen zu gezogenen Elementen oder zur neuen Position des gezogenen Elements an.
es: Al reordenar los elementos del menú Inicio o acciones rápidas del centro de actividades con alt+shift+flechas, NVDA anunciará información de los elementos arrastrados o su nueva posición.
fi: Kun Käynnistä-valikon ruutuja tai Toimintokeskuksen pikatoimintoja järjestellään Alt+Vaihto+nuolinäppäimillä, NVDA puhuu raahattujen kohteiden tiedot tai raahatun kohteen uuden sijainnin.
gl: Ao ordear as tarxetas do menú inicio ou as accións rápidas do centro de accións con Alt+Shift+teclas de frechas, NVDA anunciará información sobre os elementos arrastrados ou da nova posición dos mesmos.
it: Quando si riposizionano le mattonelle del menu Avvio o le azioni rapide del centro azioni con Alt+Shift+frecce, NVDA fornirà informazioni sugli elementi trascinati e sulle loro nuove posizioni.
pl: Przy ułożeniu kafelków meni start lub szybkich akcji w centrum akcji za pomocą Alt+Shift+strzałek, NVDA będzie wymawiała informację o upuszczonyche elementach lub o ich nowych pozycjach.
pt_br: Ao organizar os blocos do menu Iniciar ou as ações rápidas da Central de Ações com as teclas Alt+Shift+setas, o NVDA anuncia informações sobre itens arrastados ou nova posição do item arrastado.
sk: Pri presúvaní dlaždíc alebo položiek v centre akcií (skratky alt+shift+šípky), NVDA oznamuje nové umiestnenie položiek.
zh_cn: 当使用 Alt + Shift +光标键托移“开始”菜单磁贴或“操作中心”快速操作按钮时，NVDA 将朗读有关所拖动项目及所拖动项目的新位置的信息。

source: IN recent releases of Word 365, NVDA will no longer announce "delete back word" when pressing Control+Backspace.
bg: В новите издания на Word 365 NVDA вече няма да съобщава "delete back word" при натискане на Control+Backspace.
da: I de seneste udgivelser af Word 365 vil NVDA ikke længere meddele "slet ord bagud", når du trykker på Control+Backspace.
es: En las últimas versiones de Word 365, NVDA ya no anunciará "Eliminar palabra anterior" al pulsar control+retroceso.
fi: NVDA ei enää sano "poista edellinen sana" Word 365:n uudemmissa versioissa painettaessa Ctrl+Askelpalautin.
gl: En novas versións de Word 365, NVDA non lerá "delete back word" ao premer Control+Retroceso.
pl: W ostatnich wersjach programu Word 365, NVDA już nie będzie wypowiadała "usuniętą słowo wstecz" gdy jest naciśnięta kombinacja klawiszy Control+Backspace.
zh_cn: 在Word 365的最新版本中，按Control + Backspace键时，NVDA将不再读出“删除的单词”。

source: Announcements such as volume/brightness changes in File Explorer and app update notifications from Microsoft Store can be suppressed by turning off Report Notifications in NVDA's object presentation settings.
de: Rückmeldungen wie z. B. Lautstärke-/Helligkeitsänderungen im Datei-Explorer und App-Update-Benachrichtigungen aus dem Microsoft Store können unterdrückt werden, indem die Benachrichtigung über Berichte in den Objektpräsentationseinstellungen von NVDA deaktiviert wird.
es: Algunos anuncios, como los de cambio de brillo o volumen en el explorador de archivos y las notificaciones de actualización de aplicaciones de la tienda Microsoft pueden suprimirse desactivando Anunciar notificaciones desde las opciones de presentación de objetos de NVDA.
fi: Ilmoitukset, kuten äänenvoimakkuuden/kirkkauden muutokset resurssienhallinnassa sekä sovellusten päivitysilmoitukset Microsoft Storesta voidaan estää poistamalla käytöstä Lue ilmoitukset -asetus NVDA:n objektien lukemisen asetuksista.
gl: Anuncios como o de cambios no volume/brillo no Explorador de Arquivos e o de notificacións de actualización de app da Microsoft Store pódense suprimir desactivando Anunciar Notificacións nas opcións de Presentación de Obxectos do NVDA.
it: Messaggi come le modifiche al volume e alla luminosità in Esplora File o le notifiche di aggiornamento delle app in Microsoft Store possono essere soppressi disattivando l'opzione Annuncia Notifiche nelle impostazioni di NVDA, categoria presentazione oggetti.
pl: Powiadomienia takie jak zmiany głośności oraz jasności w eksploratorze plików i aktualizacji aplikacji powiadomienia o aktualizacjach w Microsoft store można wyłączyć, wyłączając opcje odczytuj powiadomienia w ustawieniach prezentacji obiektów NVDA.
pt_br: Anúncios como alterações de volume/brilho no Explorador de Arquivo e notificações de atualização de aplicativos da Microsoft Store podem ser suprimidos desativando Anunciar Notificações nas configurações de apresentação de objetos do NVDA.
zh_cn: 通过在 NVDA 的“对象提示”设置中关闭“读出通知提示”，可以禁止诸如文件资源管理器中的音量、亮度更改和来自 Microsoft Store 的应用程序更新之类的通知。

source: Open With dialog in Version 2004 (May 2020 Update) and later is announced when opened.
gl: O diálogo Abrir Con na Versión 2004 (May 2020 Update) y posterior se anuncia al abrirse.
pl: Okno dialogowe otwórz za pomocą w wersji 2004 (majowa aktualizacja 2020) and later jest odpowiednio wymawian gdy jest otwarte.
zh_cn: 可以读出 Windows 10 版本 2004（2020 年 5 月更新）中的打开方式对话框。

source: Calculator
bg: Калкулатор
da: Lommeregner
de: Rechner
es: Calculadora
fi: Laskin
gl: Calculadora
it: Calcolatrice
pl: Kalkulator
pt_br: Calculadora
sk: Kalkulačka
zh_cn: 计算器

source: When ENTER or Escape is pressed, NVDA will announce calculation results.
bg: Когато бъде натиснат ENTER или ESCAPE, NVDA ще съобщава резултатите от изчислението.
da: Når der trykkes på ENTER eller Escape, vil NVDA annoncere beregningsresultaterne.
de: NVDA sagt die Rechenergebnisse beim Drücken der Eingabe- oder Escape-Taste an.
es: Cuando se pulse INTRO o Escape, NVDA anunciará los resultados del cálculo.
fi: NVDA ilmoittaa laskutoimituksen tuloksen Enteriä tai Esciä painettaessa.
gl: Cando se prema INTRO ou Escape, NVDA anunciará os resultados do cálculo.
it: Quando viene premuto invio o Esc, NVDA annuncia il risultato del calcolo.
pl: Kiedy enter albo escape jest wciśnięty, NVDA będzie wymawiał wynik obliczenia.
sk: Keď stlačíte ENTER alebo Escape, NVDA oznámi výsledky výpočtu.
vi: Khi bấm ENTER hay Escape, NVDA sẽ thông báo kết quả tính toán.
zh_cn: 当按回车或 Esc 键时，NVDA 将读出计算结果。

source: For calculations such as unit converter and currency converter, NVDA will announce results as soon as calculations are entered.
bg: За изчисления като конвертирането на единици и валута, NVDA ще съобщава резултатите веднага щом бъдат въведени стойности.
da: For beregninger som enhedsberegninger og valutaberegninger, vil NVDA annoncere resultater så snart beregningerne er indtastet.
de: Für Berechnungen wie Umrechnungen von Einheiten und Währungen gibt NVDA das Ergebnis Ergebnisse bekannt, sobald die Berechnung eingegeben wird.
es: Para cálculos tales como conversión de unidades y conversión de moneda, NVDA anunciará los resultados tan pronto como los cálculos se introduzcan.
fi: NVDA puhuu laskutoimitusten tulokset (esim. yksikkö- ja valuuttamuuntimessa) heti laskukaavoja syötettäessä.
gl: Para cálculos coma conversión de unidades e conversión de moneda, o NVDA anunciará os resultados tan pronto coma os cálculos se introduzan.
it: Per i calcoli quali conversioni di unità di misura o valuta, NVDA leggerà il risultato non appena verranno inseriti i dati.
pl: Dla wyliczeń, takich jak przetwarzanie jednostek lub waluty, NVDA automatycznie będzie wymawiało wyniki obliczenia
sk: Pri výpočtoch, ako sú prevodník jednotiek a prevodník mien, NVDA oznámi výsledky hneď po zadaní príkladu.
vi: Với các phép tính như chuyển đổi đơn vị và tiền tệ, NVDA sẽ thông báo ngay khi phép tính được nhập.
zh_cn: 对于转换计算，如单位换算、汇率转换，NVDA 将在输入计算后立即读出结果。

source: NVDA will no longer announce "heading level" for calculator results.
bg: NVDA вече няма да съобщава "заглавие ниво" за резултатите в приложението Калкулатор.
da: NVDA vil ikke længere meddele "Overskriftsniveau", når resultater i Lommeregner annonceres.
es: NVDA ya no anunciará "Encabezado nivel" en los resultados de la calculadora.
fi: NVDA ei enää sano "otsikkotaso" tarkasteltaessa laskutoimitusten tuloksia laskimessa.
gl: NVDA xa non anunciará "Nivel de nivel de cabeceira" para os resltados da calculadora.
pl: NVDA nie będzie więcej wymawiało "nagłówek" dla wyników kalkulatora.
sk: NVDA neoznamuje pri výsledkoch úroveň nadpisu.
zh_cn: NVDA 将不再读出计算器结果的“标题级别”。

source: NVDA will notify if maximum digit count has been reached while entering expressions.
bg: NVDA ще уведомява, че при въвеждане на изрази е достигнат максималния брой допустими за въвеждане цифри.
da: NVDA giver besked, hvis det maksimale antal cifre er nået, mens du indtaster udtryk.
de: NVDA meldet, wenn die maximale Anzahl der Ziffern während der Eingabe von Ausdrücken erreicht wurde.
es: NVDA avisará si se alcanza la cantidad máxima de dígitos al introducir expresiones.
fi: NVDA ilmoittaa, jos lukujen enimmäismäärä saavutetaan ilmaisuja kirjoitettaessa.
gl: NVDA notificará cando se chegue ao límite de díxitos introducindo expresións.
it: NVDA segnalerà che è stato raggiunto il numero massimo di cifre nell'inserimento di espressioni.
pl: NVDA powiadomi, jeżeli ilość liczb osiągnie maksymalną wartość przy wpisywaniu wyrażenia.
sk: NVDA upozorní, ak pri zadávaní výrazu dosiahnete maximálny počet číslic.
zh_cn: 如果在输入表达式时达到最大统计值，NVDA现在将读出。

source: Added support for always on mode in Calculator version 10.1908 and later.
bg: Добавена е поддръжка за режима "винаги най-отгоре" за версия 10.1908 и по-нови на приложението "Калкулатор".
da: Understøttelse af Always On mode i Lommeregner version 10,1908 og nyere er tilføjet.
es: Se ha añadido soporte para el modo Siempre Encendido de las versiones 10.1908 y posteriores de la calculadora.
fi: Lisätty tuki Laskin-sovelluksen version 10.1908 ja uudempien aina käytössä -tilalle.
gl: Engadido soporte para o modo sempre acendida en Calculadora versión 10.1908 e posterior.
pl: Dodano wsparcie trybu "zawsze włączony", wersja 10.1908 i nowsza.
sk: Pridaná podpora pre režim vždy zapnuté v kalkulačke od verzie 10.1908.
zh_cn: 在计算器版本 10.1908 及更高版本中增加了对始终打开模式的支持。
