Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: [[!meta title="Windows 10 App Essentials"]]
bg: [[!meta title="Базов пакет за приложения в Windows 10 (Windows 10 App Essentials)"]]
da: [[!meta title="Vigtige forbedringer til Windows 10-apps (Windows 10 App Essentials)"]]
de: [[!meta title="Zugänglichkeitsverbesserungen für Windows 10 Apps"]]
sk: [[!meta title="Vylepšenia prístupnosti pre Windows 10"]]
zh_cn: [[!meta title="Windows10应用增强"]]

source: Authors: Joseph Lee, Derek Riemer and other Windows 10 users
bg: Автори: Joseph Lee, Derek Riemer и други потребители на Windows 10
da: Forfattere: Joseph Lee, Derek Riemer og andre brugere af Windows 10
de: Autoren: Joseph Lee, Derek Riemer und mehrere Benutzer von Windows 10
es: Autores: Joseph Lee, Derek Riemer y otros usuarios de Windows 10
fi: Tekijät: Joseph Lee, Derek Riemer sekä muut Windows 10:n käyttäjät
gl: Autores: Joseph Lee, Derek Riemer e outros usuarios do Windows 10
it: Autori: Joseph Lee, Derek Riemer e altri utenti di Windows 10
pl: Autorzy: Joseph Lee, Derek Riemer i Inni użytkownicy windowsa 10.
sk: Autory: Joseph Lee, Derek Riemer a ďalší používatelia Windowsu 10
vi: Tác giả: Joseph Lee, Derek Riemer và những người dùng Windows 10 khác
zh_cn: 作者: Joseph Lee, Derek Riemer and other Windows 10 users

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
vi: Tải về [phiên bản chính thức][1]
zh_cn: 下载[稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
da: Download [udviklingsversion][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
pl: Pobierz [Wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
sk: Stiahnuť [vývojovú verziu][2]
uk: Завантажити [версію в розробці][2]
vi: Tải về [phiên bản thử nghiệm][2]
zh_cn: 下载[开发板][2]

source: NVDA compatibility: 2020.1 to 2020.2
zh_cn: NVDA兼容版本: 2020.1 到 2020.2

source: This add-on is a collection of app modules for various Windows 10 apps, as well as enhancements and fixes for certain windows 10 controls.
bg: Тази добавка е колекция от спомагателни модули за разни приложения в Windows 10. Тя също така съдържа поправки и подобрения за разни контроли в интерфейса на windows 10.
da: Denne tilføjelse er en samling af app-moduler til forskellige Windows 10 apps, samt forbedringer og rettelser for visse windows 10 kontrolelementer.
de: Diese Erweiterung bietet eine Sammlung von Anwendungsmodulen für verschiedene Windows 10 Anwendungen sowie Korrekturen in einigen Windows 10 Elementen.
es: Este complemento es una colección de app modules para varias aplicaciones de Windows 10, así como Mejoras y correcciones para ciertos controles de windows 10.
fi: Tämä lisäosa sisältää kokoelman sovellusmoduuleja Windows 10:n mukana tuleville sovelluksille sekä laajennuksia ja korjauksia tietyille säätimille.
gl: Este complemento é unha coleción de app modules para varias aplicacións de Windows 10, así coma melloras e correccións para certos controis de windows 10.
it: Questo componente aggiuntivo è un insieme di app modules per numerose applicazioni di Windows 10, che inoltre risolve anomalie e migliora alcuni controlli.
pl: Ten dodatek jest kolekcją różnych modułów aplikacji dla Windows 10, jak również ulepszeń i poprawek dla niektórych kontrolek w tym systemie.
sk: Obsahuje aplikačné moduly pre rôzne aplikácie systému Windows 10, ako aj vylepšenia a opravy určitých ovládacích prvkov systému Windows 10.
vi: Add-on này là một bộ sưu tập các modules cho nhiều ứng dụng của Windows 10, đồng thời là các cải tiến và sửa lỗi cho một số điều khiển trong windows 10.
zh_cn: 此插件用于各种 Windows 10 应用程序的模块集合，以及针对某些 Windows 10 控件的增强功能和修复程序。

source: The following app modules or support modules for some apps are included (see each app section for details on what is included):
bg: Включени са следните спомагателни модули за дадени приложения и модули за приложения (прегледайте раздела за съответното приложение за подробности относно включените неща):
da: Følgende app moduler eller støttemoduler for nogle apps er inkluderet (Se hver appsektion for detaljer om, hvad der er inkluderet):
de: Nachfolgend die beinhalteten App Module oder Unterstützungen für Module von Windows-10-Apps (dazu weiter unten Deteils für jeden App Bereich)
es: Se incluyen Los siguientes app modules o el apoyo para módulos para algunas aplicaciones (consulta cada sección para la aplicación para detalles sobre qué se incluye):
fi: Kokoelmaan sisältyvät seuraavat sovellus- tai tukimoduulit (katso tiedot käytettävissä olevista ominaisuuksista kunkin sovelluksen kappaleesta):
fr: Les app modules suivants ou la prise en charge des modules pour certaines apps sont inclus (voir chaque section app pour plus de détails sur ce qui est inclus) :
gl: Inclúense os seguintes app modules ou o apoio para módulos para algunhas aplicacións (consulta cada sección para a aplicación para detalles sobre que se inclúe):
hr: Uključeni su sljedeći moduli (za svaku aplikaciju postoji odlomak, gdje piše što je uključeno):
it: Di seguito l'elenco di tutti gli appmodule contenuti nel componente aggiuntivo, si veda la relativa sezione per ulteriori informazioni:
ja: 次のアップモジュールまたは一部のアプリのサポートモジュールが含まれています(何が含まれているかの詳細は、それぞれのアプリのセクションを参照して下さい):
ko: 다음 앱 모듈 및 지원 모듈을 포함합니다(각 앱 관련 엔트리를 참고 바람):
pl: Dołączone są następujące moduły wspierające aplikacje (sprawdź rozdział każdej aplikacji, aby dokładnie sprawdzić co jest wspierane):
pt_br: Os seguintes módulos de aplicativos ou módulos de suporte para alguns aplicativos estão incluídos (consulte a seção de cada aplicativo para obter detalhes sobre o que está incluso):
pt_pt: Os seguintes módulos de aplicações ou módulos de suporte para algumas aplicações estão incluídos (consulte a secção de cada aplicação para obter detalhes sobre o que está incluído):
ru: Включены следующие модули поддержки или модули для некоторых приложений (смотрите каждый раздел приложения для подробной информации):
sk: Zahrnuté sú nasledujúce moduly (podrobný popis nájdete nižšie):
tr: Bazı uygulamalar için aşağıdaki uygulama veya destek modülleri mevcuttur (nelerin dahil olduğuyla ilgili ayrıntılar için her bir uygulama bölümüne bakın):
uk: Включено наведені нижче модулі додатків або модулі підтримки для деяких додатків (перегляньте розділ кожного додатка, щоб дізнатися, що включено):
vi: Các module cho các ứng dụng sau đây đã được tích hợp (xem phần thông tin chi tiết của mỗi ứng dụng để biết thêm chi tiết):
zh_cn: 包括以下应用程序的支持模块（有关所包含内容的详细信息，请参阅每个应用程序部分）：

source: Calculator (modern).
bg: Калкулатор (универсално приложение)
da: Lommeregner (moderne).
de: Rechner (modern)
es: Calculadora (modern).
fi: Laskin (moderni)
gl: Calculadora (modern).
it: Calcolatrice (moderna).
pl: Kalkulator (nowoczesny).
sk: Kalkulačka (moderná)
vi: Calculator (bản mới).
zh_cn: 计算器（现代）。

source: Calendar
bg: Календар
da: Kalender
de: Kalender
es: Calendario
fi: Kalenteri
gl: Calendario
it: Calendario
pl: Kalendarz
sk: Kalendár
vi: Lịch
zh_cn: 日历

source: Cortana (Conversations)
bg: Cortana (дискусионна)
da: Cortana (samtaler)
de: Cortana (Unterhaltungen)
es: Cortana (conversaciones)
fi: Cortana (keskustelut)
it: Cortana (Conversazioni)
pl: Cortana (konwersacje)
sk: Cortana (konverzácia)
vi: Cortana (trò chuyện)
zh_cn: Cortana（会话）

source: Mail
bg: Поща
es: Correo
fi: Sähköposti
gl: Correo
it: Posta
pl: Poczta
pt_br: Email
sk: Pošta
zh_cn: 邮件

source: Maps
bg: Карти
da: Kort
de: Karten
es: Mapas
fi: Kartat
fr: Cartes
gl: Mapas
hr: Karte
it: Mappe
ja: マップ
pl: Mapy
pt_br: Mapas
sk: Mapy
uk: Карти
zh_cn: 地图

source: Microsoft Solitaire Collection
da: Microsoft Kabale Samling
fi: Microsoft Solitaire -kokoelma
pt_br: Microsoft Solitaire Collection (Coleção de Paciência)
zh_cn: Microsoft Solitaire Collection（微软纸牌游戏）

source: Modern keyboard (emoji panel/dictation/hardware input suggestions/cloud clipboard history/modern input method editors)
bg: Модерна клавиатура (панел с emoji/диктуване/предложения при въвеждане от хардуерно устройство/записи в облачния клипборд/редактори за съвременни методи на въвеждане)
da: Moderne tastatur (Emoji-panel, diktering, forslag til hardwareinput, historik for udklipsholder i skyen og Input Method Editor)
de: Moderne Tastatur (Emoji-Panel- / Diktier- / Hardware-Eingabevorschläge / Cloud-Zwischenablage-Elemente in Version 1709 und höher)
es: Teclado Moderno (panel emoji / dictado / sugerencias de entrada hardware / elementos del portapapeles en la nube / editores modernos de método de entrada)
fi: Moderni näppäimistö (emojipaneeli/sanelu/fyysisen näppäimistösyötteen ehdotukset/pilvileikepöydän historia/modernin syöttömenetelmän editorit)
gl: Teclado Moderno (panel de emoji/ditado/suxestións de entrada por hardware/historial do portapapeis na nube/editores co método de entrada moderna)
it: Tastiera moderna (pannello emoji/dettatura/suggerimenti per l'input da tastiere hardware/storico degli appunti nel cloud/editor per i metodi di input moderni)
pl: Klawiatura współczesna (panel emoji/dyktowanie/podpowiedzie wpisywania na klawiaturze sprzętowej/historia schowka w chmurze/współczesne edytory wprowadzania wschodnioazjatyckiego)
sk: Podpora pre vstupy (zahŕňa panel emoji, diktovanie, návrhy pri písaní, schránka a moderné spôsoby písania)
zh_cn: 现代键盘（包括表情符号面板、听写、硬件输入建议、云剪贴板历史记录以及现代输入法编辑器）

source: People
bg: Хора
da: Personer
de: Kontakte
es: Gente
fi: Ihmiset
gl: Xente
it: Persone
pl: Osoby
pt_br: Pessoas
sk: Ľudia
zh_cn: 人脉

source: Settings (system settings, Windows+I)
bg: Настройки (настройки на системата, Windows+I)
da: Indstillinger (systemindstillinger, Windows+I)
de: Einstellungen (System-Einstellungen, Windows+I)
es: Opciones (opciones de sistema, Windows+I)
fi: Asetukset (järjestelmän asetukset, Windows+I)
fr: Paramètres (paramètres système, Windows+I)
gl: Opcións (opcións do sistema, Windows+I)
hr: Postavke (postavke sustava, Windows+I)
it: Impostazioni (Impostazioni di Windows, Windows+i)
ja: 設定 (システム設定, Windows+I)
pl: Ustawienia (Ustawienia systemowe, Windows+I)
pt_br: Configurações (configurações do sistema, Windows+I)
pt_pt: Configurações (configurações do sistema, Windows + I)
sk: Nastavenia (systémové nastavenia, Win+I)
uk: Cortana
vi: Thiết lập (thiết lập hệ thống, Windows+I)
zh_cn: 设置（系统设置，Windows + I）

source: Weather.
bg: Време.
da: Vejr
de: Wetter.
es: El Tiempo.
fi: Sää
gl: O Tempo.
it: Meteo.
pl: Pogoda.
sk: Počasie.
zh_cn: 天气。

source: Miscellaneous modules for controls such as Start Menu tiles.
bg: Разни модули за контроли, като например плочките в менюто „Старт“.
da: Diverse moduler til betjeninger som Start Menu-felter.
de: Diverse Steuermodule wie beispielsweise die Startmenübereiche.
es: Módulos misceláneos para controles tales como los mosaicos del Menú Inicio.
fi: Sekalaisia moduuleita säätimille, esim. Käynnistä-valikon ruuduille.
gl: Módulos misceláneos para controis como mosaicos do Menú Inicio.
it: Vari moduli per controlli come le mattonelle del menu avvio.
pl: Różne moduły dla takich kontrolek, jak kafelki meni start.
sk: Rôzne moduly pre ovládacie prvky, napríklad dlaždice ponuky Štart.
vi: Các module tổng hợp cho các điều khiển như Start Menu tiles.
zh_cn: 开始菜单中瓷贴控件等其他模块。

source: Notes:
bg: Забележки:
da: Bemærkninger:
de: Hinweise:
es: Notas:
fi: Huomautuksia:
gl: Notas:
hr: Napomene:
it: Note:
ja: 備考:
ko: 사용시 주의 사항:
pl: Uwagi:
pt_br: Notas:
pt_pt: Notas:
ru: Примечания:
sk: Poznámky:
tr: Notlar:
uk: Примітки:
vi: Lưu ý:
zh_cn: 注意:

source: This add-on requires Windows 10 Version 1909 (build 18363) or later. For best results, use the add-on with latest Windows 10 stable release (build 19041).
zh_cn: 此插件需要 Windows 10 版本 1909（18363）或更高版本以及 NVDA 2019.2 或更高版本。为获得最佳体验，请使用最新 Windows 10 稳定版（19041）和最新稳定版 NVDA 插件配合使用。

source: Some add-on features are or will be part of NVDA screen reader.
bg: Някои функции на добавката са в момента или ще бъдат включени в екранния четец NVDA.
da: Nogle funktioner tilføjelsespakken indeholder er eller bliver en del af NVDA skærmlæser.
de: Einige Zusatzfunktionen sind oder werden Teil von NVDA sein.
es: Algunas de las características del complemento son o serán parte del lector de pantalla NVDA.
fi: Jotkin lisäosan ominaisuudet ovat tai tulevat olemaan osa NVDA:ta.
fr: Certaines fonctionnalités de l'extension font ou feront partie du lecteur d'écran NVDA.
gl: Algunhas das características do complemento son ou serán parte do lector de pantalla NVDA.
hr: Neke funkcije dodatka već jesu ili će postati dio NVDA čitača ekrana.
it: Alcune caratteristiche di questo componente aggiuntivo sono o diventeranno parte di NVDA.
ja: 一部のアドオン機能は、現在もしくは将来、NVDAスクリーンリーダーの一部となっています（なります）。
ko: 일부 추가 기능은 NVDA에 포함되었거나 추후 스크린 리더 버전에 반영될 수 있습니다.
pl: Niektóre funkcję dodatku są, lub staną się częścią czytnika ekranu NVDA.
pt_br: Alguns recursos do complemento são ou farão parte do leitor de tela NVDA.
pt_pt: Alguns recursos adicionais são ou farão parte do leitor de tela do NVDA.
ru: Некоторые функции дополнения являются или будут частью программы NVDA.
sk: Niektoré doplnkové funkcie sú alebo časom budú súčasťou NVDA.
tr: Bazı eklenti özellikleri, NVDA ekran okuyucusunun bir parçasıdır veya yakında olacaktır.
uk: Деякі функції додатка є або будуть частиною NVDA.
vi: Vài tính năng của add-on đã hoặc sẽ là một phần tính năng của trình đọc màn hình NVDA.
zh_cn: 某些插件功能可能将成为NVDA屏幕阅读器的一部分。

source: For entries not listed below, you can assume that features are part of NVDA, no longer applicable as the add-on does not support old Windows 10 releases, or changes were made to Windows 10 and apps that makes entries no longer applicable.
bg: За записи, които не са изброени по-долу, можете да приемете, че функциите са част от NVDA, вече не са приложими, тъй като добавката не поддържа стари версии на Windows 10 или са направени промени в Windows 10 и приложенията, които правят записите вече неприложими.
da: For emner, der ikke er anført nedenfor, kan du antage, at funktionerne er en del af NVDA, ikke længere gældende som tilføjelsesprogrammet ikke understøtter ældre Windows 10 udgivelser, eller ændringer til apps, der gør disse emner ugyldige.
de: Für Einträge, die im Folgenden nicht aufgeführt sind, können Sie davon ausgehen, dass Funktionen Teil von NVDA sind, die nicht mehr benötigt werden, da die Erweiterung alte Windows 10-Versionen nicht unterstützt oder Änderungen an Windows 10 und Anwendungen vorgenommen wurden, die Einträge nicht mehr notwendig sind.
es: Para las entradas que no se listen a continuación, puedes asumir que las características son parte de NVDA, no se aplican porque el complemento no da soporte a versiones antiguas de Windows 10, o se han hecho cambios a las aplicaciones que permiten que ya no sea necesario aplicarlas.
fi: Voidaan olettaa, että ominaisuudet, joita ei ole lueteltu alla, joko sisältyvät NVDA:han, eivät ole enää käytössä, koska lisäosa ei tue vanhoja Windows 10 -versioita tai eivät ole enää käyttökelpoisia Windows 10:een ja sovelluksiin tehtyjen muutosten vuoksi.
gl: Para entradas non listadas a continuación, podes asumir que as características forman parte do NVDA, que xa non aplican debido a que o complemento non soporta versións vellas de Windows, ou que se fixeron cambios nas apps que fan que as entradas xa non sexan aplicables.
it: Per le voci non elencate di seguito, si può supporre che esse siano caratteristiche incluse in NVDA, non più applicabili dal componente in quanto non supporta precedenti versioni di Windows 10, o che le applicazioni siano state modificate in modo che le caratteristiche del componente non sono più applicabili.
pl: Dla wpisów nie podanych poniżej, można wnioskować, że zostały one wprowadzone do NVDA. Nie można ich już zastosować, ponieważ dodatek nie wspiera starszych wydań systemu, lub aplikacje są zmienione w taki sposób, że te wpisy są unieważnione.
sk: V prípade položiek, ktoré nie sú uvedené nižšie, môžete predpokladať, že funkcie sú súčasťou NVDA, alebo už nie sú relevantné, pretože doplnok nepodporuje staré vydania systému Windows 10 alebo boli vykonané zmeny v systéme Windows 10 a úpravy viac nie sú potrebné.
vi: Với những thành phần không được liệt kê bên dưới, bạn có thể xem như các tính năng đó đã là một phần tính năng của NVDA, không phải áp dụng như add-on không hỗ trợ cho các bản phát hành Windows 10 cũ hay các thay đổi đã được thực hiện cho Windows 10 và các ứng dụng này không còn được áp dụng.
zh_cn: 对于未在下方列出的条目，您可以假定功能已是 NVDA 的一部分，不再适用，因为插件不支持旧版本的 Windows 10，或者对应用程序进行了更改，使条目不再适用。

source: For a list of changes made between each add-on releases, refer to [changelogs for add-on releases][3] document.
bg: За списък на промените, направени между всяко издание на добавката, вижте документа ["Списък с промените за всяко издание на добавката"][3].
da: For en liste over ændringer, der er fremstillet mellem hver udgivelse af tilføjelsen, henvises til [ændringslog for tilføjelsen][3].
de: Eine Liste aller Änderungen in den einzelnen Versionen der Erweiterung finden Sie im Dokument [Änderungsprotokolle der veröffentlichten Versionen][3].
es: Para ver una lista de cambios hechos entre cada actualización del complemento, consulta el documento [changelogs for add-on releases][3].
fi: Katso luettelo lisäosan kaikkiin versioihin tehdyistä muutoksista [lisäosajulkaisujen muutoslokeista.][3]
gl: Para unha lista de trocos feitos entre cada versión do complemento, visita o documento [rexistros de trocos para publicacións de complementos][3].
it: Per un elenco delle modifiche presenti in ogni versione dell'add-on, fare riferimento al documento [changelogs for add-on releases][3].
pl: Aby zobaczyć listę zmian pomiędzy kolejnymi wersjami, prosimy przeczytać [listę zmian dla wersji dodatku][3].
pt_br: Para obter uma lista de alterações feitas entre cada lançamento do complemento, consulte o documento [changelogs for add-on releases][3].
sk: Podrobné úpravy medzi jednotlivými verziami nájdete v [Zozname zmien (anglicky)][3].
vi: Để biết các thay đổi giữa các lần phát hành của add-on, xem phần [changelogs for add-on releases][3] .
zh_cn: 有关每个附加发行版之间所做的更改的列表，请参阅[更新日志的附加发布] [3]文档。

source: General
bg: Общи
da: Generelt
de: Allgemein
fi: Yleistä
fr: Générale
gl: Xeral
hr: Opće
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
sk: Všeobecné
tr: Genel
uk: Загальне
vi: Chung
zh_cn: 常规设置

source: NVDA will no longer play error tones or do nothing if this add-on becomes active from Windows 7, Windows 8.1, and unsupported releases of Windows 10.
bg: NVDA вече няма да възпроизвежда тонове за грешка или да не прави нищо при зареждане на тази добавка под Windows 7, Windows 8.1 и неподдържаните издания на Windows 10.
da: NVDA vil ikke længere spille fejltoner eller gøre ingenting, hvis denne tilføjelse bliver aktiv fra Windows 7 og 8.1 og andre versioner af Windows, der ikke understøttes.
de: NVDA wird keine Fehlertöne mehr abspielen oder nichts tun, wenn diese Erweiterung unter Windows 7, Windows 8.1 und nicht unterstützten Versionen von Windows 10 benutzt wird.
es: NVDA ya no reproducirá tonos de error o se quedará sin hacer nada si este complemento se activa en Windows 7, Windows 8.1 y versiones sin soporte de Windows 10.
fi: NVDA ei toista enää virheääniä tai tee mitään, mikäli tämä lisäosa aktivoituu Windows 7:ssä, 8.1:ssä tai sellaisissa Windows 10:n versioissa, joita ei enää tueta.
gl: NVDA xa non reproducirá tons de erro ou aparentará non facer nada se este complemento se activa en Windows 7, Windows 8.1 e versións sen soporte de Windows 10.
it: NVDA non avviserà più con un suono di errore se questo add-on viene attivato con Windows 7, Windows 8.1 e versioni non supportate di Windows 10.
pl: NVDA już nie będzie odtwarzało dźwięki błędu oraz robiło nic jeżeli ten dodatek zostanie aktywowany w Windowsie 7, Windowsie 8.1, i niewspieranych wersjach Windowsa 10.
sk: NVDA neprehráva chybové tóny a jednoducho nerobí nič, ak bude tento doplnok aktívny v systéme Windows 7, Windows 8.1 a nepodporovaných vydaniach systému Windows 10.
vi: NVDA sẽ không còn phát âm báo lỗi hoặc không làm gì nếu add-on này hoạt động trên Windows 7, Windows 8.1 và các bản phát hành Windows 10 không được hỗ trợ.
zh_cn: 如果此插件在 Windows 7 和 8.1 或者是超过支持周期的旧版 Windows 10 上面启用，NVDA 将不再播放错误音效。

source: In addition to dialogs recognized by NVDA, more dialogs are now recognized as proper dialogs and reported as such, including Insider Preview dialog (settings app).
bg: В допълнение към диалоговите прозорци, разпознавани като такива от NVDA, още допълнителни диалогови прозорци вече биват коректно разпознати и докладвани като такива. Това включва диалоговия прозорец за Insider Preview (приложението Настройки).
da: Visse dialogbokse er nu anerkendt som ordentlige dialoger og rapporteret som sådan, herunder Insider Preview dialog (indstillinger app).
de: Zusätzlich zu den von der NVDA erkannten Dialogen werden nun mehr Dialoge als richtige Dialoge erkannt und als solche gemeldet, einschließlich des Dialogs Insider-Vorschau (Einstellungsanwendung).
es: Además de los diálogos reconocidos como tales por NVDA, ahora se reconocen más diálogos y se anuncian adecuadamente, como el diálogo Insider Preview (aplicación de configuración).
fi: Entistä enemmän valintaikkunoita tunnistetaan ja ilmoitetaan nyt asianmukaisesti valintaikkunoina, mukaan lukien Insider-esiversion valintaikkuna (Asetukset-sovellus). Tämä sisältyy nyt NVDA 2018.3:een.
gl: Agora recoñécense certos diálogos como proprios diálogos. Esto inclúe o diálogo Insider Preview (settings app).
it: Oltre alle finestre di dialogo riconosciute da NVDA, ora ne vengono gestite correttamente altre, compresa la finestra Insider Preview (app impostazioni)
pl: Niektóre okna dialogowe są od teraz prawidłowo rozpoznawane i wymawiane jako okna dialogowe. Są to np. okna dialogowe w wersjach testowych (settings app). Jest to już wbudowane w sam czytnik ekranu.
sk: Okrem dialógov rozpoznaných programom NVDA je teraz zlepšená orientácia vo viacerých dialógoch, vrátane časti Windows insider program.
vi: Ngoài các hộp thoại được NVDA nhận ra, nhiều hộp thoại giờ đã được nhận diện đúng thuộc tính và thông báo chính xác, bao gồm hộp thoại Insider Preview (ứng dụng settings).
zh_cn: 某些对话框现在可以被正确的识别并读出，比如设置应用程序的“内幕预览”对话框。
