Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: NVDA no longer announces "edit" or "read-only" in message body and other fields.
bg: NVDA вече не съобщава "поле за писане" или "само за четене" в полето за съдържанието на съобщението в Поща и в други полета.
da: NVDA annoncerer ikke længere "Edit" eller "skrivebeskyttet" i meddelelsesfelter og andre felter.
de: NVDA sagt nicht mehr "bearbeiten" oder"schreibgeschützt" im Nachrichtentext und in anderen Feldern an.
es: NVDA ya no anuncia "editar" o "sólo lectura" en el cuerpo del mensaje y otros campos.
fi: NVDA ei sano enää "muokattava" tai "vain luku" viestisisällössä ja muissa kentissä.
gl: NVDA xa non anuncia "editar" ou "só lectura" para asuntos da cita no Calendario e no contido do mensaxe no Correo.
it: Non verrà più letta la dicitura "Modificabile" e "sola lettura" nel corpo del messaggio o in altri campi editazione.
pl: NVDA nie wymawia więcej "pole edycji" lub "tylko do odczytu" w ciele wiadomości i innych polach.
sk: NVDA neoznamuje v tele správy a iných prvkoch nadbitočné informácie, ako editačné pole alebo iba na čítanie.
vi: NVDA không còn thông báo "có thể nhập" hay "chỉ đọc" trong nội dung thư và các trường khác.
zh_cn: NVDA 不再在邮件正文和其他字段中读出“编辑”或“只读”。

source: Most items are no longer applicable on Version 1903 and later unless Cortana Conversations (Version 2004 and later) is in use.
bg: Повечето неща вече не са приложими във Версия 1903 и по-нови, освен ако не се използва дискусионната Cortana (версия 2004 и по-нови).
da: De fleste punkter er ikke længere gældende i version 1903 og senere, medmindre Cortana Samtaler (version 2004 og nyere) er i brug.
de: Die meisten Punkte sind ab der Version 1903 nicht mehr verwendbar, es sei denn, Cortana (Version 2004 und neuer) wird verwendet.
es: La mayoría de elementos ya no se aplican en la versión 1903 y posteriores a menos que las conversaciones de Cortana (Versión 2004 y posteriores) estén en uso.
fi: Useimmat kohdat eivät enää koske versiota 1903 ja uudempia, ellei Cortana-keskustelut (versio 2004 ja uudemmat) ole käytössä.
gl: A maioría dos elementos xa non aplican na versión 1903 e posteriores a menos que esteas a usar Cortana Conversations (versión 2004 e posteriores).
it: La maggior parte delle funzionalità non sono più applicabili nelle versioni 1903 e successive, a meno che non si utilizzi Cortana Conversations versione 2004 o superiore.
pl: Większość elementów nie jest już zastosowalna dla wersji 1903 i nowszych wyjątkiem są konwersacje Cortana (wersja 2004 and later) .
sk: Väčšina položiek už nie je aktuálnych od verzie 1903 ak nepoužívate Cortana Conversations (od verzie 2004).
zh_cn: 大多数项目不再适用于 Windows 10 1903版和2004版。经典Cortana指的是较旧的Cortana界面，它现在是“开始”菜单的一部分。

source: Textual responses from Cortana are announced in most situations.
bg: Текстовите отговори от Cortana се съобщават в повечето случаи.
da: Tekstlige svar fra Cortana annonceres i de fleste tilfælde.
de: Rückmeldungstexte von Cortana werden in den meisten Situationen angekündigt.
es: Las respuestas textuales de Cortana se verbalizan en la mayoría de situaciones.
fi: Cortanan tekstimuotoiset vastaukset puhutaan useimmissa tilanteissa.
fr: Les réponses textuelles de Cortana sont annoncées dans la plupart des situations.
gl: As respostas textuais de Cortana anúncianse na maioría de situacións.
hr: Tekstualni odgovori Cortane najavljuju se u većini slučajeva.
it: Le risposte testuali di Cortana sono vocalizzate nella maggior parte dei casi.
ja: コルタナからの文字での応答がほとんどの場面で通知されます。
pl: Odpowiedzi tekstowe kortany są wymawiane w większości sytuacjach.
pt_br: As respostas textuais da Cortana são anunciadas na maioria das situações.
sk: Väčšinou sú oznamované textové odpovede z Cortany.
uk: Текстові відповіді від Cortana оголошуються в більшості випадків.
vi: Phản hồi văn bản từ Cortana được thông báo trong hầu hết tình huống.
zh_cn: 现在，在大多数情况下，都会发布来自Cortana的文字回复。

source: NVDA will be silent when talking to Cortana via voice.
bg: NVDA няма да изговаря нищо, докато комуникирате с Cortana посредством глас.
da: NVDA vil forblive tavs, når du taler til Cortana med stemmen.
de: NVDA verstummt bei der Verwendung von Cortana, so dass sich die Stimmen nicht mehr in die Quere kommen.
es: NVDA se silenciará cuando hables a Cortana a través de la voz.
fi: NVDA on hiljaa puhuttaessa Cortanalle mikrofonin välityksellä.
fr: NVDA sera silencieux quand vous vous adresserez vocalement à Cortana via la voix.
gl: NVDA silenciarase cando lle fales ao Cortana a través da voz.
hr: NVDA neće govoriti kad pričaš sa Cortanom.
it: NVDA rimarrà in silenzio mentre si parla a Cortana con la voce.
pl: NVDA będzie przyciszony, gdy mówisz do Cortany.
pt_br: O NVDA ficará em silêncio ao falar com Cortana via voz.
sk: NVDA nevyrušuje, keď komunikujete s Cortanou.
uk: NVDA буде мовчати під час звернення до Cortana голосом.
vi: NVDA sẽ im lặng khi điều khiển Cortana bằng giọng nói.
zh_cn: 通过语音与Cortana交互时，NVDA将保持沉默。

source: In Version 1909 (November 2019 Update) and later, modern search experience in File Explorer powered by Windows Search user interface is supported.
bg: Във версия 1909 (актуализацията за ноември 2019 г.) и по-нови се поддържа новия интерфейс за търсене във файловия мениджър, задвижван от потребителския интерфейс на търсачката в Windows (Windows Search).
da: I version 1909 (november 2019-opdatering) og senere understøttes den moderne søgeoplevelse i Stifinder drevet af brugergrænseflade til Windows Søg.
de: In der Version 1909 (Update November 2019) und neuer wird die moderne Suche im Datei-Explorer mit der Benutzeroberfläche der Windows-Suche unterstützt.
es: En la versión 1909 (actualización de noviembre de 2019) y posteriores, se soporta la interfaz de usuario de la experiencia de búsqueda moderna proporcionada por Windows Search en el explorador de Windows.
fi: Windows-haun käyttöliittymän voimalla toimivaa Resurssienhallinnan modernia hakukokemusta tuetaan versiossa 1909 (marraskuun 2019 päivitys) sekä 20H1:ssä (koontiversio 18945) ja uudemmissa.
gl: Na versión 1909 (November 2019 update) e posteriores, sopórtase a experiencia moderna de busca no explorador de arquivos proporcionada pola interface de usuario de Windows Search.
it: Nella versione 1909 (aggiornamento di novembre 2019) e nelle successive, è supportata l'esperienza di ricerca moderna in Esplora File fornita dall'interfaccia utente di Windows Search.
pl: W wersji 1909 (aktualizacja dla listopada 2019) i nowszych, współczesne wyszukiwanie używane przez interfejs wyszukiwania windows od teraz jest wymawiane prawidłowo.
sk: Podporované vyhľadávanie v prieskumníkovi, predstavené od verzie 1909 (November 2019).
zh_cn: 在版本1909（2019年11月更新）及更高版本中，现在支持资源管理器的Windows 搜索用户的现代界面。

source: When reviewing items in messages list, you can now use table navigation commands to review message headers. Note that navigating between rows (messages) is not supported.
bg: При преглеждане на елементи в списъка със съобщения вече можете да използвате командите за навигация в таблици за преглед на заглавките на избраното съобщение. Имайте предвид, че навигирането между редовете (съобщенията) не се поддържа.
da: Når du gennemgår emner i meddelelseslisten, kan du nu bruge tabelnavigationskommandoer til at gennemgå meddelelsesoverskrifter. Bemærk, at navigering mellem rækker (meddelelser) ikke understøttes.
de: Beim Navigieren durch Elemente in der Nachrichtenliste können Sie nun Tabellen-Navigationsbefehle verwenden, um Betreffzeilen zu überprüfen. Die Navigation zwischen Zeilen (Nachrichten) wird noch nicht unterstützt.
es: Cuando se revisan elementos en la lista de mensajes, ahora puedes utilizar órdenes de navegación de tablas para revisar los encabezados de mensaje. Ten en cuenta que no está soportado navegar por filas (mensajes).
fi: Voit nyt käyttää viestiluettelon kohteita tarkastellessasi taulukkonavigointikomentoja viestiotsakkeiden lukemiseen. Huomaa, että rivien (viestien) välillä liikkumista ei tueta.
gl: Cando se revisan elementos na listaxe de mensaxes, agora podes usar ordes de navegación de táboas para revisar as cabeceiras de mensaxe. Téñase en conta que a navegación entre fileiras(mensaxes) non se soporta.
it: Quando si scorrono le voci nell'elenco messaggi, è possibile utilizzare i comandi di navigazione tabella per controllarne le intestazioni. Notare che la navigazione tra le righe (messaggi) non è supportata.
pl: Przy wyświetlaniu elementów w listy wiadomości, teraz można użyć skrótów dla nawigacji po tabelach, aby przeczytać nagłówki wiadomości. Miejcie na uwadze, że nawigacja po kolumnach (wiadomościach) jest niewspierana.
pt_br: Ao explorar itens na lista de mensagens, agora pode usar os comandos de navegação da tabela para explorar os respectivos cabeçalhos. Note que a navegação entre linhas (mensagens) não é suportada.
sk: Pri prezeraní položiek v zozname správ môžete teraz použiť príkazy navigácie v tabuľke na kontrolu hlavičiek správ. Upozorňujeme, že navigácia medzi riadkami (správami) nie je podporovaná.
vi: Khi xem các thành phần trong danh sách tin nhắn, bạn có thể dùng các phím điều hướng trong bảng để xem lại các tiêu để của tin nhắn. Lưu ý rằng việc điều hướng qua từng dòng (tin nhắn) chưa được hỗ trợ.
zh_cn: 现在查看消息列表中的项目时，您现在可以使用表格导航命令来查看消息标题。请注意，不支持在行（消息）之间导航。

source: When writing a message, appearance of at mention suggestions are indicated by sounds.
bg: При писане на съобщение появата на предложения за споменавания биват указвани със звук.
da: Når du skriver en besked, vil @omtale forslag indikeres med lyd, når de vises.
de: Wenn Sie eine Nachricht schreiben, wird das Erscheinen von Vorschlägen durch Töne angezeigt.
es: Cuando se escribe un mensaje, la apariencia de la mención de sugerencias se indica con sonidos.
fi: Ät-maininnan ehdotukset ilmaistaan äänimerkeillä viestiä kirjoitettaessa.
gl: Cando se escrebe unha mensaxe, a apariencia da mención de suxerencias indícase con sons.
it: Durante la composizione di un messaggio, verranno emessi segnali acustici nel caso ci siano dei suggerimenti per menzioni dopo la chiocciola.
pl: Przy pisaniu wiadomości, istnienie podpowiedzi o wzmiankach teraz jest oznajmiane dzwiękami.
sk: NVDA zvukom upozorní, ak pri písaní správy spomeniete niekoho z kontaktov.
vi: Khi viết một tin nhắn, sự xuất hiện các đề xuất được đề cập được biểu thị bằng âm thanh.
zh_cn: 在编写信息时，在提建议的状态用声音提示。

source: NVDA plays location beep for map locations.
bg: NVDA възпроизвежда звук като ориентир за дадено местоположение от картата.
da: NVDA spiller placeringsbip for kortlokationer.
de: NVDA spielt einen Ortungston für Kartenstandorte ab.
es: NVDA reproduce pitidos de localización para lugares en el mapa.
fi: NVDA toistaa äänimerkin karttasijainneille.
fr: NVDA joue un bip du lieux pour les lieux sur la carte.
gl: NVDA reproduce pitidos de localización para lugares no mapa.
hr: NVDA svira zvuk za lokacije za lokacije na karti.
it: NVDA emette dei segnali acustici per le posizioni presenti nella mappa.
pl: NVDA ottwarza sygnały dźwiękowe położenia dla położenia na mapie.
pt_br: NVDA reproduz sinal sonoro de localização para locais no mapa.
sk: NVDA zvukom indikuje polohu na mape.
uk: NVDA відтворює звуковий сигнал для локацій на карті.
vi: NVDA phát tiếng beep cho vị trí trên bản đồ.
zh_cn: NVDA为地图位置播放位置嘟嘟声。

source: When using street side view and if "use keyboard" option is enabled, NVDA will announce street addresses as you use arrow keys to navigate the map.
bg: При използване на изгледа "street side" и ако опцията "Използвай клавиатурата" е включена, NVDA ще съобщава адресите на улиците при използване на стрелките за навигиране по картата.
da: Når du bruger side street view, og hvis indstillingen "Brug tastaturet" er aktiveret, annoncere NVDA gadenavne, som du bruger piletasterne til at navigere kortet.
de: Wenn Sie die Straßenseitenansicht verwenden und die Option"Tastatur verwenden" aktiviert ist, wird NVDA Straßenadressen ankündigen, während Sie mit den Pfeiltasten durch die Karte navigieren.
es: Cuando se utiliza la vista lateral de la calle y si la opción "usar teclado" está habilitada, NVDA anunciará las direcciones de las calles según utilices las teclas de flechas para navegar por el mapa.
fi: NVDA ilmoittaa katuosoitteet käyttäessäsi nuolinäppäimiä kartalla liikkumiseen oltaessa katunäkymässä ja mikäli "käytä näppäimistöä" -vaihtoehto on otettu käyttöön.
gl: Cando se usa a vista lateral da rúa e se a opción "usar teclado" está habilitada, NVDA anunciará os enderezos das rúas según utilices as teclas das frechas para navegar polo mapa.
it: Quando si usa la visualizzazione per strade e l'opzione "utilizza tastiera" è attiva, NVDA annuncerà gli indirizzi delle vie mentre si scorre la mappa con le frecce.
pl: Przy użyciu trybu ulicy i jeśli opcja "użyj klawiatury" jest włączona, NVDA będzie wymawiać adresy ulic przy nawigacji strzałkami po mapie.
pt_br: Ao usar a vista lateral da rua e se a opção "Usar teclado" estiver ativada, o NVDA anunciará os endereços de rua enquanto usa as teclas de seta para navegar no mapa.
sk: Ak používate zobrazenie s pohľadom na ulicu, a ak je povolená možnosť použiť klávesnicu, NVDA pri pohybe šípkami oznamuje názvy ulíc.
vi: Khi dùng street side view và nếu tùy chọn "use keyboard" được bật, NVDA sẽ thông báo địa chỉ của đường khi bạn dùng mũi tên để điều hướng trong bản đồ.
zh_cn: 在使用街道视图时，如果启用“使用键盘”选项，NVDA将在您使用光标键浏览地图时读出街道地址。

source: NVDA will announce names of cards and card decks.
bg: NVDA ще съобщава имената на картите и колодите.
da: NVDA vil annoncere navnene på kort og kortdæk.
de: NVDA sagt nun die Karten und den Kartenstapel an.
es: NVDA anunciará los nombres de las cartas y los montones de cartas.
fi: NVDA sanoo korttien ja korttipakkojen nimet.
gl: NVDA anunciará os nomes das tarxetas e das pías de tarxetas.
it: NVDA vocalizzerà i nomi delle carte e dei mazzi di carte.
pl: NVDA będzie wymawiała nazwy kart i talij.
pt_br: O NVDA anunciará os nomes das cartas e dos baralhos.
vi: NVDA sẽ đọc tên của các lá bài và bài trên sàn.
zh_cn: NVDA现在可读出卡片和卡片组的名称。

source: After checking for app updates, app names in list of apps to be updated are correctly labeled.
bg: След проверка за актуализации на приложенията, тези, за които е налична актуализация, биват правилно етикетирани.
da: Efter kontrol for app opdateringer, app navne i listen af apps der skal opdateres er korrekt navngivet.
de: Nach der Suche nach App-Aktualisierungen werden die App-Namen in der Liste der zu aktualisierenden Apps korrekt beschriftet.
es: Después de buscar actualizaciones de aplicaciones, los nombres de las aplicaciones en la lista de aplicaciones etiquetadas se actualizan correctamente.
fi: Sovellusten nimet näytetään oikein päivitettävien sovellusten luettelossa päivitystarkistuksen jälkeen.
gl: Despois de buscar actualizacións das aplicacións, os nomes das aplicacións na lista de aplicacions actualizarán as etiquetas correctamente.
it: Dopo aver controllato la presenza di aggiornamenti di app, il nome delle app nell'elenco degli aggiornamenti viene correttamente etichettato.
pl: Po sprawdzaniu aktualizacji aplikacji, nazyw aplikacji w liście aplikacji do zaktualizowania są poprawnie oznaczone.
sk: Po kontrole aktualizácií je možné prezerať zoznam s aktualizovanými aplikáciami.
vi: Sau khi kiểm tra cập nhật ứng dụng, tên của các ứng dụng trong danh sách chờ cập nhật đã được gán nhãn một cách chính xác.
zh_cn: 检查应用更新后，应更新的应用列表中的应用名称将被正确标记。

source: When downloading content such as apps and movies, NVDA will announce product name and download progress.
bg: При изтегляне на съдържание като приложения и филми NVDA ще съобщава името на продукта и напредъка на изтеглянето.
da: Når du henter indhold som apps og film, vil NVDA annoncere produktnavn og fremskridt af tilsvarende handling.
de: Beim Herunterladen von Inhalten wie Apps und Filmen wird NVDA den Produktnamen und den Fortschritt des Downloads bekannt geben.
es: Cuando se cargue contenido tal como aplicaciones y películas, NVDA anunciará el nombre del producto y el progreso de la descarga.
fi: NVDA ilmoittaa tuotteen nimen ja latauksen edistymisen sisältöä, kuten sovelluksia ja elokuvia ladattaessa.
gl: Cando se cargue contido como aplicacións e películas, NVDA anunciará o nome do producto e o progreso da descarga.
it: Mentre si scaricano contenuti quali app o film, NVDA ne leggerà il nome e l'avanzamento del download.
pl: Przy pobieraniu zawartości, takiej jak aplikacje i muzyka, NVDA wymówi nazwę produktu i pasek postępu.
sk: Pri sťahovaní obsahu, ako sú aplikácie a filmy, NVDA oznámi názov produktu a priebeh sťahovania.
vi: Khi tải các nội dung như ứng dụng và phim, NVDA sẽ thông báo tên sản phẩm và tiến trình tải về.
zh_cn: 下载应用和电影等内容时，NVDA会读出产品名称和下载进度。

source: Modern keyboard
bg: Модерна клавиатура
da: Moderne tastatur
de: Moderne virtuelle Tastaturen
es: Teclado Moderno
fi: Moderni näppäimistö
fr: Clavier moderne
gl: Teclado Moderno
hr: Moderna tipkovnica
it: Tastiera moderna
ja: モダンキーボード
ko: 현대식 키보드
pl: Klawiatura nowoczesna
pt_br: Teclado moderno
pt_pt: Teclado moderno
sk: Moderná klávesnica
tr: Modern klavye
uk: Сучасна клавіатура
zh_cn: 系统键盘

source: This includes emoji panel, clipboard history, dictation, hardware input suggestions, and modern input method editors for certain languages. When viewing emojis, for best experience, enable Unicode Consortium setting from NVDA's speech settings and set symbol level to "some" or higher.
de: Dazu gehören Emoji-Panel, Verlauf der Zwischenablage, Diktat, Hardware-Eingabevorschläge und moderne Eingabemethoden-Editoren für bestimmte Sprachen. Wenn Sie Emojis betrachten, aktivieren Sie am besten die Unicode-Konsortium-Einstellung in den Spracheinstellungen von NVDA und setzen Sie die Symbol-Stufe auf "Einige" oder höher.
gl: Isto inclúe o panel de Emoji, o historial do portapapeis, o dictado, as suxestións de entrada por hardware, e os editores co método de entrada moderna para certas linguas. Ao ver emojis, para unha mellor experiencia, habilita a opción Unicode Consortium nos axustes de voz do NvDA e establece o nivel de símbolos en "algunha" ou superior.
pl: włączone są w to następujące części interfejsu systemu: panel emoji, historia schowka, dyktowanie, podpowiedzi wpisywania sprzętowego, i współczesne edytory metod wprowadzania dla niektórych języków. Podczas odczytywania znaków emoji, dla lepszego doświadczenai, włącz repozytorium CLDR w ustawieniach i ustaw poziom symboli na"niektóre" lub wyższy poziom.
zh_cn: 这包括表情符号面板、剪贴板历史记录、听写、硬件输入建议以及某些语言的现代输入法编辑器。查看表情符号时，为了获得最佳体验，请从 NvDA 的语音设置对话框中选中“处理字符和符号时包含 Unicode 数据（表情符号）”复选框，并将符号级别设置为“少数”或更高。

source: When opening clipboard history, NVDA will no longer announce "clipboard" when there are items in the clipboard under some circumstances.
bg: При отваряне на хронологията на клипборда, NVDA вече няма да съобщава "клипборд" при определени обстоятелства, когато има елементи в клипборда.
da: NVDA vil ikke længere annoncere "Udklipsholder", når der er elementer i udklipsholderen under nogle omstændigheder.
de: Beim Öffnen des Verlauf der Zwischenablage wird NVDA unter Umständen nicht mehr das Wort "Zwischenablage" mitteilen, wenn sich Elemente in der Zwischenablage befinden.
es: Al abrir el historial del portapapeles, NVDA ya no dirá "portapapeles" cuando haya elementos en el portapapeles bajo algunas circunstancias.
fi: NVDA ei enää sano leikepöydän historiaa avattaessa joissakin tilanteissa "leikepöytä", kun leikepöydällä on kohteita.
gl: Ao abrir o historial do portapapeis, NVDA xa non anunciará "portapapeis" cando haxa elementos no portapapeis baixo algunhas circunstancias.
it: In alcune circostanze, quando si apre lo storico degli appunti, NVDA non dirà più "appunti" se vi sono elementi negli appunti.
pl: Gdy historia schowka jest wypowiadana, NVDA już nie będzie wymawiała "schowek" w niektórych przypadkach, gdy istnieje treść.
sk: Pri otvorení histórie schránky, NVDA viac neoznamuje slovo "schránka" pri niektorých položkách.
zh_cn: 当前，打开剪贴板历史记录时，在某些情况下，剪贴板中有项目时，NVDA将不再读出“剪贴板”。

source: On some systems running Version 1903 (May 2019 Update) and later, NVDA will no longer appear to do nothing when emoji panel opens.
bg: На някои системи, работещи с версия 1903 (актуализация от май 2019 г.), NVDA вече няма да изглежда сякаш не прави нищо, когато се отваря панела за емоджи.
da: På nogle systemer, der kører version 1903 (May 2019 Update) og senere, vil NVDA ikke længere foretage sig ingenting, når Emoji panel åbnes.
de: Auf einigen Systemen, auf denen die Version 1903 (Update Mai 2019) und neuer läuft, wird NVDA beim Öffnen des Emoji-Panels nichts mehr zu tun haben.
es: En algunos sistemas que ejecutan la versión 1903 (actualización de mayo de 2019) y posteriores, NVDA ya no parecerá hacer nada cuando el panel de emojis se abra.
fi: Emojipaneelin avautuessa ei enää näytä siltä, että NVDA ei tee mitään joissakin järjestelmissä, joissa on asennettuna Windows 10:n versio 1903 (May 2019 -päivitys) tai uudempi.
gl: Nalgúns sistemas coa versión 1903 (May 2019 Update), NVDA xa non aparentará non facer nada cando se abra o panel de emoji.
it: In alcuni sistemi che eseguono la versione 1903 (aggiornamento di maggio 2019) o superiore, NVDA non resterà più muto quando si apre il pannello emoji.
pl: Na niektórych komputerach na których jest uruchomiony Windows 10 1903 (Aktualizacja z maju 2019), NVDA nie będzie wydawała efekt robienia nic gdy panel emoji się otwiera.
sk: Na niektorých systémoch s verziou 1903 (aktualizácia z mája 2019) je oznamované otvorenie panela emoji.
vi: Trên vài hệ thống chạy phiên bản 1903 (May 2019 Update) trở lên, NVDA sẽ không còn tình trạng không làm gì khi mở bản biểu tượng cảm xúc.
zh_cn: 在某些运行版本1903（2019年5月更新）的系统上，当表情符号面板打开时，NVDA将不再显示任何内容。

source: Added support for modern Chinese, Japanese, and Korean (CJK) IME candidates interface introduced in Version 2004 (build 18965 and later).
bg: Добавена е поддръжка за модерния интерфейс за кандидати за IME на китайски, японски и корейски език (CJK), въведен във версия 2004 (компилация 18965 и по-нови).
da: Tilføjet understøttelse af moderne kinesisk, japansk og koreansk (CJK) IME-kandidater interface introduceret i version 2004 (build 18965 og senere).
de: Unterstützung für die moderne IME-Kandidaten-Schnittstelle für Chinesisch, Japanisch und Koreanisch (CJK) wurde in Version 2004 (Build 18965 und neuer) eingeführt.
es: Se ha añadido soporte para la interfaz de candidatos IME en chino moderno, japonés y coreano (CJK) introducida en la versión 2004 (compilación 18965 y posteriores).
fi: Lisätty tuki modernille kiinan, japanin ja korean (CJK) IME-ehdotusten liittymälle, joka esiteltiin versiossa 2004 (koontiversio 18965 ja uudemmat).
gl: Engadido soporte para a interface de candidatos IME en chino, xaponés e coreano (CJK) introducida na versión 2004 (compilación 18965 e posteriores).
it: Aggiunto il supporto per le IME candidates interface in cinese moderno, Giapponese e coreano (CJK), introdotte nella versione 2004 (build 18965 e successive).
pl: Dodano wsparcie dla współczesnego interfejsu kandydatów dla chińskiego, japońskiego, i koreańskiego (CJK) wprowadzonego w wersji 2004 (kompilacja 18965 i nowsze).
sk: pridaná podpora pre metódy písania v Čínštine, Japončine a Kórejčine, predstavené od verzie 2004 (zostava 18965)
vi: Đã them hỗ trợ cho các kiểu nhập mới của tiếng Trung, tiếng Nhật và tiếng Hàn (CJK) trên giao diện không chính thức, ra mắt trong phiên bản 2004 (build 18965 trở lên).
zh_cn: 增加了对版本2004内部版本18965和更高版本中引入的现代中文，日文和韩文（CJK）IME的支持。
