Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: When opening, closing, or switching between virtual desktops, NVDA will announce active virtual desktop name (desktop 2, for example). This is now part of NVDA 2023.2.When opening, closing, or switching between virtual desktops, NVDA will announce active virtual desktop name (desktop 2, for example).In Windows 11 24H2, quick settings (shellhost.exe) interface elements can be navigated using mouse and/or touch interaction. This is now part of NVDA 2024.2.
fr: Lors de l'ouverture, de la fermeture ou du basculement entre les bureaux virtuels, NVDA annoncera le nom du bureau virtuel actif (bureau 2, par exemple). Cela fait maintenant partie de NVDA 2023.2.Lors de l'ouverture, de la fermeture ou du basculement entre les bureaux virtuels, NVDA annoncera le nom du bureau virtuel actif (bureau 2, par exemple).Dans Windows 11 24H2, les éléments d'interface des paramètres rapides (shellhost.exe) peuvent être parcourus à l'aide de la souris et/ou d'une interaction tactile. Cela fait désormais partie de NVDA 2024.2.
hr: Prilikom otvaranja, zatvaranja ili prebacivanja između virtualnih radnih površina, NVDA će najaviti ime aktivne virtualne radne površine (na primjer radna površina 2). Ovo sada podržava NVDA verzija 2023.2.Prilikom otvaranja, zatvaranja ili prebacivanja između virtualnih radnih površina, NVDA će najaviti ime aktivne virtualne radne površine (na primjer radna površina 2).U sustavu Windows 11 24H2, elementima sučelja za brze postavke (shellhost.exe) se može kretati pomoću interakcije mišem i/ili dodirom. Ovo je sada dio NVDA čitača 2024.2.
uk: При відкритті, закритті або перемиканні між віртуальними робочими столами NVDA називатиме ім'я активного віртуального робочого столу (наприклад, робочий стіл 2). Тепер це є частиною NVDA 2023.2.При відкритті, закритті або перемиканні між віртуальними робочими столами NVDA буде називати ім'я активного віртуального робочого столу (наприклад, робочий стіл 2).

source: In aps such as Windows 11 22H2 File Explorer and Notepad where tabbed windows are supported, NVDA will announce the name and the position of tabs when switching between them. This is now part of NVDA 2023.2.In Windows 11, NVDA will announce search highlights in Start menu when it opens. This is now part of NVDA 2023.1.In Windows 11, NVDA will announce suggested actions when compatible data such as phone numbers is copied to the clipboard. This is now part of NVDA 2024.2.
fr: Dans des aps tels que Windows 11 22H2 File Explorer et Notepad où les fenêtres à onglets sont prises en charge, NVDA annoncera le nom et la position des onglets lors de la commutation entre eux. Cela fait maintenant partie de NVDA 2023.2.Sous Windows 11, NVDA annoncera les points forts de la recherche dans le menu Démarrer lorsqu'il s'ouvrira.Sous Windows 11, NVDA annoncera des actions suggérées lorsque des données compatibles telles que des numéros de téléphone sont copiées dans le presse-papiers. Cela fait désormais partie de NVDA 2024.2.
hr: U aplikacijama kao što su Windows 11 22H2 File Explorer i Notepad gdje su podržani prozori s karticama, NVDA će najaviti ime i položaj kartica prilikom prebacivanja između njih. Ovo je sada dio NVDA verzije 2023.2.U sustavu Windows 11, NVDA će najaviti istaknute stavke pretraživanja u izborniku Start kada se otvori. Ovo je sada dio u NVDA čitača 2023.1.U sustavu Windows 11, NVDA će najaviti predložene radnje kad se kompatibilni podaci poput telefonskih brojeva kopiraju u međuspremnik. Ovo je sada dio NVDA čitača 2024.2.

source: NVDA will report updates to Windows Update status as download and install progresses. In Windows 10, this may result in speech interruption when navigating Settings app while updates are being downloaded and installed. In Windows 11, object navigation can be used in updates list to review update status for individual entries.
fr: NVDA signalera les mises à jour de l'état de Windows Update au fur et à mesure que le téléchargement et l'installation progressent. Sous Windows 10, cela peut entraîner une interruption de la parole lors de la navigation dans l'application Paramètres pendant le téléchargement et l'installation des mises à jour. Si vous utilisez Windows 11 si l'enregistrement sélectif des événements UIA est défini sur sélectif, vous devez déplacer le focus sur la liste des mises à jour dès qu'elles apparaissent afin que NVDA puisse annoncer la progression de la mise à jour.mises à jour. Si vous utilisez Windows 11 22H2 et versions ultérieures, si l'enregistrement sélectif des événements UIA est activé, vous devez déplacer le focus sur la liste des mises à jour dès qu'elles apparaissent afin que NVDA puisse annoncer la progression de la mise à jour.mises à jour. Sous Windows 11, la navigation par objets peut être utilisée dans la liste des mises à jour pour vérifier l'état de mise à jour des entrées individuelles.
hr: NVDA će izvjestiti o napretku preuzimanja i instalacije nove Windows verzije. U sustavu Windows 10 to može rezultirati prekidom govora tijekom kretanja u aplikaciji Postavke tijekom aktualiziranja preuzimanja i instaliranja novih verzija. U sustavu Windows 11, kretanje po objektima se može koristiti u popisu novih verzija za pregled stanja aktualiziranja za pojedinačne unose.
ru: NVDA будет сообщать о состоянии обновлений в центре обновлений Windows по мере их загрузки и установки. В Windows 10 это может привести к прерыванию речи при навигации по приложению "Параметры" во время загрузки и установки обновлений. В Windows 11 навигация по объектам может использоваться в списке обновлений для просмотра статуса обновления отдельных записей.
tr: NVDA, indirme ve yükleme işlemleri ilerledikçe Windows Update durumuna yönelik güncellemeleri bildirecektir. Windows 10'da bu, güncellemeler indirilirken ve yüklenirken Ayarlar uygulamasında gezinirken konuşmanın kesilmesine neden olabilir. Windows 11'de, tek tek girişlerin güncelleme durumunu gözden geçirmek için güncellemeler listesinde nesne dolaşımı kullanılabilir.

source: NVDA will record processor architecture for the current Windows installation (x86/32-bit, AMD64, ARM64) when it starts. This is now part of NVDA 2023.1.
hr: NVDA će zabilježiti arhitekturu procesora za trenutačnu Windows instalaciju (x86/32-bit, AMD64, ARM64) kad se pokrene. Ovo je sada dio NVDA čitača 2023.1.
uk: NVDA записуватиме архітектуру процесора для поточного встановлення Windows (x86/32-bit, AMD64, ARM64) під час її запуску. Зараз це частина NVDA 2023.1.

source: NVDA will no longer interrupt speech when focused on items other than the map control in some cases.
hr: NVDA više neće prekidati govor kada je fokusiran na stavke koje nisu kontrole karte u nekim slučajevima.
uk: У деяких випадках NVDA більше не перериватиме мовлення, коли ви зосереджуватиметеся на інших елементах, окрім керування мапою.

source: This includes emoji panel, clipboard history, touch keyboard, dictation/voice typing, hardware input suggestions, suggested actions, and modern input method editors for certain languages across Windows 10 and 11. When viewing emojis, for best experience, enable Unicode Consortium setting from NVDA's speech settings and set symbol level to "some" or higher. When pasting from clipboard history in Windows 10, press Space key instead of Enter key to paste the selected item.
fr: Cela inclut le panneau emoji, l'historique du presse-papiers, le clavier tactile, la dictée/la saisie vocale, les suggestions d'entrée matérielle, les actions suggérées et les éditeurs de méthodes de saisie modernes pour certaines langues sur Windows 10 et 11. Lors de l'affichage des emojis, pour une meilleure expérience, activez le paramètre Unicode Consortium à partir des paramètres vocaux de NVDA et réglez le niveau de symbole sur "certains" ou plus. Lors du collage à partir de l'historique du presse-papiers dans Windows 10, appuyez sur la touche Espace au lieu de la touche Entrée pour coller l'élément sélectionné.
hr: To uključuje ploču s emojijima, povijest međuspremnika, diktatiranje/tipkanje govorom, prijedloge unosa hardvera i moderne uređivače načina unosa za određene jezike u Windows verzijama 10 i 11. Kad pregledavaš emojije, aktiviraj postavku Unicode Consortium u NVDA postavkama govora i postavi razinu simbola na „neki” ili višu. Prilikom umetanja iz povijesti međuspremnika u sustavu Windows 10, za umetanje odabranog elementa pritisni tipku za razmak umjesto tipke Enter.
ko: 현대식 키보드란 에모지 페널, 클립보드 히스토리, 터치 키보드, 받아쓰기, 하드웨어 입력 구성, 추천 엑션 및 현대식 IME 입력기를 말합니다. 에모지 탐색시 Unicode CLDR 설정을 활성하고 기호 읽기를 "일부" 이상으로 설정하시기 바랍니다. 윈도우 10에서 클립보드 히스토리 사용시 스페이스를 눌러 선택된 내용을 붙여넣으시기 바랍니다.
pt_pt: Isto inclui o painel de emoji, histórico da área de transferência, teclado táctil, ditado/digitação por voz, sugestões de entrada de hardware, acções sugeridas e editores de métodos de entrada modernos para determinados idiomas no Windows 10 e 11. Ao visualizar emojis, para obter a melhor experiência, active a definição Consórcio Unicode nas definições de voz do NVDA e defina o nível de símbolo para "alguns" ou superior. Ao colar do histórico da área de transferência no Windows 10, prima a tecla Espaço em vez da tecla Enter para colar o item seleccionado.
tr: Buna emoji paneli, pano geçmişi, dokunmatik klavye, dikte/sesle yazma, donanım giriş önerileri, önerilen eylemler ve Windows 10 ve 11'deki belirli diller için modern giriş yöntemi düzenleyicileri dahildir. Emojileri görüntülerken, en iyi deneyim için Unicode Konsorsiyum ayarını şu adresten etkinleştirin: NVDA'nın konuşma ayarları ve sembol seviyesini "bazı" veya daha yükseğe ayarlayın. Windows 10'da pano geçmişinden yapıştırırken, seçili öğeyi yapıştırmak için Enter tuşu yerine Boşluk Çubuğuna tuşuna basın.
uk: Це включає панель емодзі, історію буфера обміну, сенсорну клавіатуру, диктування/голосовий ввід, пропозиції при апаратному введенні, пропоновані дії та сучасні редактори методів введення для певних мов у Windows 10 і 11. Для найкращого перегляду емодзі увімкніть опцію «Включити дані Консорціуму Юнікоду (включно з емодзі) при обробці знаків та символів» у розділі «Мовлення» налаштувань NVDA і встановіть рівень символів і знаків пунктуації на «деякі» або вище. Під час вставлення з історії буфера обміну в Windows 10 натисніть клавішу пробілу замість клавіші Enter, щоб вставити вибраний елемент.

source: In Windows 11 22H2 and later, NVDA will announce suggested actions when compatible data such as phone numbers is copied to the clipboard.
fr: Sous Windows 11 22H2 et versions ultérieures, NVDA annoncera des actions suggérées lorsque des données compatibles telles que des numéros de téléphone sont copiées dans le presse-papiers.
hr: U sustavu Windows 11 22H2 i novijim verzijama, NVDA će najaviti predložene radnje kad se kompatibilni podaci poput telefonskih brojeva kopiraju u međuspremnik.
pt_pt: No Windows 11 22H2 e posterior, o NVDA anunciará acções sugeridas quando dados compatíveis, como números de telefone, forem copiados para a área de transferência.

source: In Windows 10 emoji panel, when an emoji group (including kaomoji and symbols group) is selected, NVDA will no longer move navigator object to certain emojis.
fr: Dans le panneau emoji de Windows 10, lorsqu'un groupe d'emoji (y compris le groupe kaomoji et symboles) est sélectionné, NVDA ne déplacera plus l'objet navigateur vers certains emojis.
hr: U ploči emojija sustava Windows 10, kad je jedna grupa emojija odabrana (uključujući kaomoji i grupa simbola), NVDA više neće pomicati navigacijski objekt na određene emojije.
ja: Windows 10の絵文字パネルでは、絵文字のグループ(顔文字や記号グループを含む)が選択されている時、NVDAは特定の複数の絵文字へナビゲータオブジェクトを移動しません。
uk: На панелі емодзі Windows 10, коли вибрано групу емодзі (зокрема каомодзі та групу символів), NVDA більше не переміщуватиме об’єкт навігатора до певних емодзі.

source: In Windows 11 clipboard history, browse mode will be turned off by default, designed to let NVDA announce clipboard history entry menu items. This is now part of NVDA 2023.1.
hr: U povijesti međuspremnika sustava Windows 11, način pregledavanja bit će standardno isključen, kako bi NVDA najavio stavke izbornika unosa povijesti međuspremnika. Ovo je sada dio NVDA čitača 2023.1.
uk: В історії буфера обміну Windows 11 режим огляду початково буде вимкнено, щоб дозволити NVDA повідомляти про пункти меню входу до історії буфера обміну. Тепер це частина NVDA 2023.1.

source: NVDA will announce the name of the optional quality update control if present (download and install now link in Windows 10, download button in Windows 11).
fr: NVDA annoncera le nom du contrôle de mise à jour facultative s'il est présent (lien télécharger et installer maintenant dans Windows 10, bouton de téléchargement dans Windows 11).
hr: NVDA će najaviti naziv opcionalne kontrole kvalitete aktualiziranja ako postoji (preuzimi i instaliraj poveznicu sada u Windows 10, gumb za preuzimanje u Windows 11).
ja: NVDAは、もしある場合、任意の品質更新コントロールの名称(Windows 10の今すぐダウンロードおよびインストールリンク、Windows 11のダウンロードボタン)を通知します。

source: In Windows 11, breadcrumb bar items are properly recognized.
fr: Dans Windows 11, les éléments du fil d'Ariane des paramètres sont correctement reconnus.
hr: U sustavu Windows 11 elementi trake navigacije se ispravno prepoznaju.
ja: Windows 11で、パンくずバーの項目が適切に認識されます。
uk: У Windows 11 елементи панелі навігації розпізнаються належним чином.

source: This refers to Voice access feature introduced in Windows 11 22H2.
fr: Il s'agit de la fonction d'accès vocal introduit dans Windows 11 22H2.
hr: Ovo se odnosi na značajku za pristup glasu koja je predstavljena u sustavu Windows 11 22H2.
ja: これはWindows 11 22H2に導入されたボイスアクセス機能を参照します。
uk: Це стосується функції голосового доступу, що представлена в Windows 11 22H2.

source: NVDA will announce microphone status when toggling microphone from Voice access interface.
fr: NVDA annoncera l'état du microphone lors du basculement du microphone depuis l'interface d'accès vocal.
hr: NVDA će najaviti stanje mikrofona kad se mikrofon uključi ili isključi iz sučelja za pristup glasu.
ja: NVDAは、ボイスアクセスインターフェースからマイクを切り替えると、マイクの状態を通知します。
uk: NVDA сповістить про стан мікрофона під час перемикання мікрофона з інтерфейсу голосового доступу.

source: In Windows 10 and 11 22H2 and later, NVDA will interupt speech and report updates to Windows Update status as download and install progresses. This may result in speech interruption when navigating Settings app while updates are being downloaded and installed. If using Windows 11 22H2 and later, if selective UIA event registration is on, you must move focus to updates list as soon as they appear so NVDA can announce update progress.
fr: Sous Windows 10 et 11 22H2 et versions ultérieures, NVDA interrompra la parole et signalera les mises à jour de l'état de Windows Update au fur et à mesure que le téléchargement et l'installation progressent. Cela peut entraîner une interruption de la parole lors de la navigation dans
hr: U sustavu Windows 10 i 11 22H2 i novijim verzijama, NVDA će prekinuti govor i prijaviti ažuriranja stanja Windows Update kao preuzimanje i napredovanje instaliranja. To može prouzročiti prekid govora prilikom kretanja po aplikaciji „Postavke” dok se ažuriranja preuzimaju i instaliraju. Ako koristiš Windows 11 22H2 i noviju verziju, ako je selektivna registracija UIA događaja uključena, morađ premjestiti fokus na popis ažuriranja čim se pojave kako bi NVDA mogao najaviti napredovanje ažuriranja.
ja: Windows 10 および 11 22H2以降で、NVDAは読み上げを中断して、Windowsアップデートの状態の、ダウンロードとインストールの進行に合わせて、更新を報告します。これは、更新がダウンロードされインストールされている間に、設定アプリ内を移動している時に、読み上げの中断という結果になる場合があります。Windows 11 22H2以降を使用している場合は、選択的なUIAイベント登録がオンの場合、それらが現れたらすぐに、NVDAが更新の進行状況を通知出来るように、フォーカスを更新リストに動かさなければなりません。
uk: У Windows 10 і 11 22H2 і новіших версіях NVDA перериватиме мовлення та повідомлятиме про оновлення статусу Windows Update під час завантаження та встановлення. Це може призвести до переривання мовлення під час навігації NVDA повідомлятиме про оновлення статусу Windows Update під час завантаження та встановлення. Це може призвести до переривання мовлення під час навігації програмою «Настройки» протягом завантаження та встановлення оновлень. Якщо ви використовуєте Windows 11 з увімкненою вибірковою реєстрацією подій UIA на панелі додаткових налаштувань, ви повинні перемістити фокус до списку оновлень, щойно вони з’являться, щоб NVDA могла оголосити про перебіг оновлення.

source: NVDA compatibility: 2020.3 to 2020.4
it: Compatibilità con NVDA: dalla versione 2020.3 alla 2020.4
vi: NVDA tương thích: 2020.3 đến 2020.4

source: In addition to UIA event handlers provided by NVDA, the following UIA events are recognized: drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped. With NVDA's log level set to debug, these events will be tracked, and for UIA notification event, a debug tone will be heard if notifications come from somewhere other than the currently active app. Some events will provide additional information such as element count in controller for event, state of the element for state change event, and item text for item status event.
it: In aggiunta agli handler degli eventi forniti da NVDA, sono riconosciuti i seguenti eventi UIA: drag start, drag cancel, drag complete, drag target enter, drag target leave, drag target dropped. Quando il livello di log di NVDA è impostato su debug, questi eventi saranno tracciati, e, per le notifiche degli eventi UIA, verrà emesso un segnale acustico di debug se le notifiche provengono da applicazioni diverse da quella attiva. Alcuni eventi forniranno informazioni aggiuntive, come il numero degli elementi nell'evento controller for, lo stato dell'elemento nell'evento state change e il testo dell'elemento per l'evento item status.

source: The add-on may emulate fixes included in Insider Preview builds which are subsequently removed, and for these changes, the add-on may remove them in future releases.
fr: L'extension peut émuler les correctifs inclus dans les builds Insider Preview qui sont ensuite supprimées, et pour ces modifications, l'extension peut les supprimer dans des versions futures.
uk: Додаток може імітувати виправлення, включені до збірок Insider Preview, які згодом видаляються, і для цих змін додаток може видаляти їх у майбутніх випусках.

source: In aps such as Windows 11 22H2 File Explorer and Notepad where tabbed windows are supported, NVDA will announce the name and the position of tabs when switching between them. This is now part of NVDA 2023.2.
uk: У таких програмах, як «Файловий провідник» у Windows 11 22H2 та «Блокнот», де підтримуються вікна з вкладками, NVDA оголошуватиме назву та положення вкладок під час перемикання між ними. Тепер це є частиною NVDA 2023.2.

source: In Windows 11, NVDA will announce search highlights in Start menu when it opens. This is now part of NVDA 2023.1.
ja: Windows 11で、NVDAが、スタートメニューの検索ハイライトを、開いた時に通知します。これは現在はNVDA 2023.1の一部です。
uk: У Windows 11 NVDA буде повідомляти про основні моменти пошуку в меню "Пуск" при його відкритті. Тепер це є частиною NVDA 2023.1.

source: Improved Windows 10 and 11 taskbar experience, including announcing results of rearranging icons when pressing Alt+Shift+left/right arrow keys (Windows 11 prior to build 25267) and reporting item position when moving through taskbar icons (Windows 10 and 11 prior to build 25281).
uk: Поліпшено роботу з панеллю завдань у Windows 10 і 11, зокрема оголошення результатів перестановки піктограм при натисканні клавіш Alt+Shift+стрілка вліво/вправо (Windows 11 до збірки 25267) і повідомлення про позицію елемента при переміщенні по піктограмах панелі завдань (Windows 10 і 11 до збірки 25281).

source: NVDA will announce empty folder text inside an empty folder in File Explorer.
uk: NVDA оголосить текст «порожнья папка» всередині порожньої папки у «Файловому провіднику».

source: In aps such as File Explorer and Notepad where tabbed windows are supported, NVDA will announce the name and the position of tabs when switching between them.
uk: У таких програмах, як «Файловий провідник» та «Блокнот», де підтримуються вікна з вкладками, NVDA оголошуватиме назву та положення вкладок під час перемикання між ними.

source: NVDA will report updates to Windows Update status as download and install progresses. This may result in speech interruption when navigating Settings app while updates are being downloaded and installed. If using Windows 11 and UIA event registration is set to selective from NVDA advanced settings panel, you must move focus to updates list as soon as they appear so NVDA can announce update progress.
fr: NVDA signalera les mises à jour de l'état de Windows Update au fur et à mesure que le téléchargement et l'installation progressent. Cela peut entraîner une interruption de la parole lors de la navigation dans
uk: NVDA повідомлятиме про оновлення статусу Windows Update під час завантаження та встановлення. Це може призвести до переривання мовлення під час навігації NVDA оголосить назву додаткового контролю якості оновлення, якщо він буде присутній (посилання «Завантажити та встановити зараз» у Windows 10, кнопка «Завантажити» у Windows 11).

source: Modern keyboard (emoji panel/dictation/hardware input suggestions/clipboard history/modern input method editors)
vi: Bàn phím hiện đại (bản biểu tượng cảm xúc / đọc chính tả / gợi ý thiết bị đầu vào / các thành phần bộ nhớ tạm)

source: This add-on requires Windows 10 Version 2004 (build 19041) or later. For best results, use the add-on with latest Windows 10 stable release (20H2/build 19042).
vi: Add-on này yêu cầu Windows 10 phiên bản 2004 (build 19041) trở lên. Tốt nhất, hay dùng add-on với bản Windows 10 mới nhất (20H2/build 19042).

source: Some apps support compact overlay mode (always on top in Calculator, for example), and this mode will not work properly with portable version of NVDA.
pt_br: Alguns aplicativos suportam o modo de sobreposição compacta (sempre no topo da Calculadora, por exemplo), e este modo não funcionará corretamente com a versão portátil do NVDA.
vi: Vài ứng dụng hỗ trợ chế độ compact overlay (luon chạy ở trên như Calculator), và chế độ này sẽ không hoạt động tốt với các phiên bản chạy trực tiếp của NVDA.

source: In addition to UIA event handlers provided by NVDA, the following UIA events are recognized: drag start, drag cancel, drag complete, drop target drag enter, drop target drag leave, drop target dropped. With NVDA's log level set to debug, these events will be tracked, and for UIA notification event, a debug tone will be heard if notifications come from somewhere other than the currently active app. Some events will provide additional information such as element count in controller for event, state of the element for state change event, and item text for item status event.
vi: Ngoài UIA event handlers cung cấp bởi NVDA, các sự kiện UIA sau đây được nhận dạng: drag start, drag cancel, drag complete, drop target drag enter, drop target drag leave, drop target dropped. Với cấp độ log của NVDA là sửa lỗi, các sự kiện này sẽ được theo dõi, và với các thông báo sự kiện UIA, một âm báo lỗi sẽ được phát nếu thông báo đến từ nơi khác chứ không phải ứng dụng đang hoạt động. Vài sự kiện sẽ cung cấp them các thông tin như số thành phần đếm được trong điều khiển của sự kiện, trạng thái của thành phần hay sự kiện thay đổi trạng thái, và văn bản thành phần cho sự kiện trạng thái thành phần.

source: NVDA will no longer announce graphing calculator screen message twice.
pt_br: O NVDA não anunciará mais a mensagem de tela calculadora gráfica duas vezes.
vi: NVDA sẽ không còn đọc hai lần thông điệp trên màn hình tính toán đồ thị.

source: Miscellaneous modules for controls such as Start Menu tiles
pt_br: Módulos diversos para controles, como blocos do Menu Iniciar
