Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, ko, pl, pt_br, pt_pt, ru, sk, tr, uk, vi, zh_cn

source: For entries not listed below, you can assume that features are part of NVDA, no longer applicable as the add-on does not support unsupported Windows releases such as old Windows 10 versions, or changes were made to Windows and apps that makes entries no longer applicable.
pt_br: * Para entradas não listadas abaixo, você pode presumir que os recursos fazem parte do NVDA, não são mais aplicáveis, pois o complemento não oferece suporte a versões não suportadas do Windows, como versões antigas do Windows 10, ou alterações foram feitas no Windows e aplicativos que tornam as entradas não mais aplicáveis.

source: When opening, closing, reordering (Windows 11), or switching between virtual desktops, NVDA will announce active virtual desktop name (desktop 2, for example).
pt_br: Ao abrir, fechar, reordenar (Windows 11) ou alternar entre áreas de trabalho virtuais, o NVDA anunciará o nome do desktop virtual ativo (área de trabalho 2, por exemplo).

source: Added support for updated input experience panel (combined emoji panel and clipboard history) in Windows 11.
pt_br: Adicionado suporte para painel de experiência de entrada atualizado (painel de emoji combinado e histórico da área de transferência) no Windows 11.

source: Odd control labels seen in certain Windows installations has been corrected.
pt_br: Foram corrigidos Rótulos de controle estranhos vistos em certas instalações do Windows.

source: Cortana
ja: コルタナ

source: This add-on requires Windows 10 21H2 (build 19044), 11 21H2 (build 22000), or later releases.
ja: このアドオンはWindows 10 21H2 (build 19044)以降, 11 21H2 (build 22000)以降が必要です。

source: Feature update support duration is tied to consumer support duration (Home, Pro, Pro Education, Pro for Workstations editions) and the add-on may end support for a feature update prior to end of consumer support. See aka.ms/WindowsTargetVersioninfo for more information and support dates.
ja: 機能の更新サポート期間は、コンシューマーサポート期間に関係付けられ(ホーム、プロ、プロエデュケーション、プロワークステーションエディション) アドオンはコンシューマーサポートの終了よりも前に、機能更新のサポートを終了する場合もあります。より詳しい情報とサポート日については、aka.ms/WindowsTargetVersioninfoを参照して下さい。
pt_pt: A duração do suporte da actualização de funcionalidades está associada à duração do suporte ao consumidor (edições Home, Pro, Pro Education, Pro para Estações de Trabalho) e o suplemento pode terminar o suporte para uma actualização de funcionalidades antes do fim do suporte ao consumidor. Consulte aka.ms/WindowsTargetVersioninfo para obter mais informações e datas de suporte.

source: When opening, closing, or switching between virtual desktops, NVDA will announce active virtual desktop name (desktop 2, for example).
ja: バーチャルデスクトップを開き、閉じ、切り替える時、NVDAがアクティブなバーチャルデスクトップ名を通知します(例えば、デスクトップ2)。

source: This add-on requires Windows 10 22H2 (build 19045), 11 22H2 (build 22621), or later releases.
pt_pt: Este add-on requer o Windows 10 22H2 (build 19045), 11 22H2 (build 22621) ou versões posteriores.

source: Not all features from Windows Insider Preview builds will be supported, more so for features introduced to a subset of Windows Insiders in canary and dev channels.
ko: 윈도우 참가자 빌드에 탑제된 기능을 모두 지원하지 않습니다(특히 카나리아 및 개발자 빌드에서 일부에게만 공개된 경우).
pt_pt: Nem todas as funcionalidades das compilações do Windows Insider Preview serão suportadas, sobretudo as funcionalidades apresentadas a um subconjunto de Windows Insiders nos canais Canary e Dev.
tr: Windows Insider Önizleme yapılarındaki tüm özellikler desteklenmeyecek, özellikle canary ve dev kanallarında Windows Insiders alt kümesine sunulan özellikler için.

source: For a list of changes made between each add-on releases, refer to [changelogs for add-on releases][4] document.
pt_pt: Para obter uma lista das alterações efectuadas entre cada versão do extra, consulte o documento [changelogs for add-on releases][4].

source: This add-on requires 64-bit Windows 10 22H2 (build 19045), 11 22H2 (build 22621), or later releases.
ko: 본 추가 기능은 64비트 윈도우 10 22H2(빌드 19045), 11 22H2(빌드 22621) 이상을 지원합니다.
ru: Для этого дополнения требуется 64-разрядная версия Windows 10 22H2 (сборка 19045), 11 22H2 (сборка 22621) или более поздние версии.
tr: Bu eklenti için 64 bit Windows 10 22H2 (derleme 19045), 11 22H2 (derleme 22621) veya sonraki sürümler gerekir.

source: For a list of changes made between each add-on releases, refer to [changelogs for add-on releases][1] document.
ko: 추가 기능 변경 내역은 [변경 내용 문서][1]에서 확인할 수 있습니다.
ru: Список изменений, внесённых между выпусками каждого дополнения, приведён в документе [списки изменений для выпусков дополнения][1].
tr: Her bir eklenti sürümü arasında yapılan değişikliklerin listesi için [eklenti sürümleri için değişiklik günlükleri][1] belgesine bakın.

source: In Windows 11, NVDA will announce suggested actions when compatible data such as phone numbers is copied to the clipboard. This is now part of NVDA 2024.2.
ko: 윈도우 11에서 전화번호와 같은 내용이 클립보드에 복사되었을때 나타나는 추천 엑션을 출력하도록 함(NVDA 2024.2에 포함됨).
ru: В Windows 11 NVDA сообщит о предлагаемых действиях при копировании совместимых данных, таких как номера телефонов, в буфер обмена. Теперь это часть NVDA 2024.2.
tr: Windows 11'de, telefon numaraları gibi uyumlu veriler panoya kopyalandığında NVDA önerilen eylemleri duyuracaktır. Bu artık NVDA 2024.2'nin bir parçasıdır.

source: In Windows 11 24H2, quick settings (shellhost.exe) interface elements can be navigated using mouse and/or touch interaction. This is now part of NVDA 2024.2.
ru: В Windows 11 24H2 для быстрой настройки элементов интерфейса (shellhost.exe) можно управлять с помощью мыши и/или касания. Теперь это часть NVDA 2024.2.
