Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/winWizard.*.po
Languages: da, de, fr, gl, hr

source: Author: Oriol Gómez, current maintenance by Łukasz Golonka
da: Forfatter: Oriol Gómez, vedligeholdes i øjeblikket af Łukasz Golonka
de: Autor: Oriol Gómez, aktuelle Wartung durch Łukasz Golonka
fr: Auteur : Oriol Gómez, maintenance actuelle par Łukasz Golonka
gl: Autor: Oriol Gómez, mantido actualmente por Łukasz Golonka
hr: Autor: Oriol Gómez, dodatak trenutačno održava Łukasz Golonka

source: NVDA compatibility: 2019.3 and beyond
da: NVDA-kompatibilitet: 2019.3 og derefter
de: NVDA-Kompatibilität: 2019.3 und neuer
fr: Compatibilité NVDA : 2019.3 et ultérieurs
gl: Compatibilidade co NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije

source: Download [stable version][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stablnu verziju][1]

source: This add-on allows you to perform some operations on the focused window or the process associated with it.
de: Mit dieser Erweiterung können Sie einige Operationen im fokussierten Fenster oder dem damit verbundenen Prozess ausführen.
gl: Este complemento permíteche realizar algunhas operacións na ventá enfocada ou no proceso asociado a ela.

source: Keyboard commands:
da: Tastaturkommandoer
de: Tastaturbefehle:
fr: Commandes clavier :
gl: Ordes de teclas
hr: Tipkovne naredbe:

source: All these commands can be remapped from the Input gestures dialog in the Win Wizard category.
da: Alle tilhørende kommandoer kan ændres fra dialogboksen "Håndter kommandoer" under kategorien "Win Wizard".
de: Alle diese Befehle können im Dialogfeld für Tastenebefehle in der Kategorie "Win Wizard" neu zugeordnet werden.
fr: Toutes ces commandes peuvent être remappées à partir de la boîte de dialogue Gestes de commandes dans la catégorie Win Wizard.
gl: Todos estes comandos pódense reasignar dende o diálogo Xestos de entrada na categoría Win Wizard.
hr: Sve ove naredbe mogu se ponovo odrediti u dijaloškom okviru ulaznih gesta u kategoriji Win čarobnjak.

source: Hiding and showing hidden windows:
da: Skjul og vis skjulte vinduer
de: Ausblenden und Anzeigen von ausgeblendeten Fenstern:
fr: Cacher et montrer les fenêtres cachées :
gl: Ocultando e amosando ventás ocultas:
hr: Prikazivanje i skrivanje skrivenih prozora:

source: NVDA+Windows+numbers from 1 to 0 - hides currently focused window in the slot corresponding to the pressed number
da: NVDA+Windows+numre fra 1 til 0 - skjuler det aktuelt fokuserede vindue for tallet svarende til det trykte nummer
de: NVDA+Windows+Zahlen von 1 bis 0 - Blendet das aktuell fokussierte Fenster in dem Slot aus, der der gedrückten Zahl entspricht
fr: NVDA+Windows+chiffres de 1 à 0 - masque la fenêtre actuellement focalisée dans l'emplacement correspondant au numéro pressé
gl: NVDA+Windows+números do 1 ó 0 - oculta a ventá actualmente co foco na posición correspondente ó número premido
hr: NVDA+Windows+brojke od 1 do 0 – skriva trenutačno fokusirani prozor na položaj koji odgovara pritisnutoj brojki

source: NVDA+Windows+left arrow - moves to the previous stack of hidden windows.
da: NVDA+Windows+venstre pil - flytter til den forrige stak af skjulte vinduer
de: NVDA+Windows+Pfeil nach links – Wechselt zum vorherigen Stapel versteckter Fenster.
fr: NVDA+Windows+flèche gauche - aller à la pile précédente de fenêtres cachées.
gl: NVDA+Windows+frecha esquerda - móvese á pía anterior de ventás ocultas.
hr: NVDA+Windows+strelica lijevo – premješta prethodni skup skrivenih prozora.

source: NVDA+Windows+right arrow - moves to the next stack of hidden windows.
da: NVDA+Windows+højre pil - flytter til den næste stak af skjulte vinduer
de: NVDA+Windows+Pfeil nach rechts – Wechselt zum nächsten Stapel versteckter Fenster.
fr: NVDA+Windows+flèche droite - aller à la prochaine pile de fenêtres cachées.
gl: NVDA+Windows+frecha dereita - móvese á seguinte pía de ventás ocultas.
hr: NVDA+Windows+strelica desno – premješta sljedeći skup skrivenih prozora.

source: Windows+Shift+h - hides the currently focused window in the first available slot
da: Windows+Shift+h - skjuler det aktuelt fokuserede vindue på den første tilgængelige plads
de: Windows+Umschalt+H - Blendet das aktuell fokussierte Fenster im ersten verfügbaren Slot aus
fr: Windows+Maj+h - masque la fenêtre actuellement focalisée dans le premier emplacement disponible
gl: Windows+Shift+h - oculta a ventá actualmente co foco na primeira posición dispoñible
hr: Windows+šift+h – skriva trenutačno fokusirani prozor u prvom dostupnom položaju

source: NVDA+Windows+h - shows the last hidden window
da: NVDA+Windows+h - viser det sidste skjulte vindue
de: NVDA+Windows+H - Zeigt das letzte versteckte Fenster an
fr: NVDA+Windows+h - montrer la dernière fenêtre cachée
gl: NVDA+Windows+h - amosa a última ventá ocultada
hr: NVDA+Windows+h – prikazuje zadnji skriveni prozor

source: Windows+Shift+l - shows the list of all hidden windows grouped by the stacks (please note that by default last hidden window is selected)
da: Windows+Shift+l - viser listen over alle skjulte vinduer grupperet efter deres tilhørende stakken (bemærk, at det sidste skjulte vindue som standard er valgt)
de: Windows+Umschalt+L - Zeigt die Liste aller versteckten Fenster gruppiert nach den Stapeln an (bitte beachten Sie, dass standardmäßig das letzte versteckte Fenster ausgewählt ist)
fr: Windows+Maj+l - afficher la liste de toutes les fenêtres cachées regroupées par piles (veuillez noter que par défaut la dernière fenêtre cachée est sélectionnée)
gl: Windows+Shift+l - amosa a lista de todas as ventás ocultas agrupadas por pía (ten en conta que se selecciona a última ventá ocultada)
hr: Windows+šift+l – prikazuje popis svih skrivenih prozora grupiranih u skupovima (standardno se bira zadnji skriveni prozor)

source: Managing processes:
da: Styring af processer
de: Prozesse verwalten:
fr: Gestion des processus :
gl: Administrando procesos:
hr: Upravljanje procesima:

source: Windows+F4 - kills the process associated with the currently focused window
da: Windows+F4 - afslutter processen, der er knyttet til det aktuelt fokuserede vindue
de: Windows+F4 - Beendet den Prozess, der mit dem aktuell fokussierten Fenster verbunden ist
fr: Windows+F4 - tue le processus associé à la fenêtre actuellement focalisée
gl: Windows+F4 - mata o proceso asociado coa ventá actualmente co foco
hr: Windows+F4 – prekida proces koji je povezan s trenutačno fokusiranim prozorom

source: NVDA+Windows+p - opens dialog allowing you to set priority of the process associated with the currently focused window
da: NVDA+Windows+p - åbner dialog, der giver dig mulighed for at indstille prioritet for den proces, der er knyttet til det aktuelt fokuserede vindue
de: NVDA+Windows+p - Öffnet ein Dialogfeld, in dem Sie die Priorität des Prozesses festlegen können, der mit dem aktuell fokussierten Fenster verknüpft ist
fr: NVDA+Windows+p - ouvre un dialogue vous permettant de définir la priorité du processus associé à la fenêtre actuellement focalisée
gl: NVDA+Windows+p - abre un diálogo que che permite establecer a prioridade do proceso asociado coa ventá actualmente co foco
hr: NVDA+Windows+p – otvara dijaloški okvir za prioriziranje procesa koji je povezan s trenutačno fokusiranim prozorom

source: Miscellaneous commands:
da: Diverse kommandoer
de: Verschiedene Befehle:
fr: Commandes diverses :
gl: Ordes misceláneas:
hr: Razne naredbe:

source: NVDA+Windows+TAB - switches between top level windows of the current program (useful in foobar2000, Back4Sure etc.) Since this command moves the system focus it can be found in the System focus category of the Input gestures dialog.
de: NVDA+Windows+TAB - Wechselt zwischen den Fenstern der obersten Ebene des aktuellen Programms (nützlich in Foobar2000, Back4Sure, etc.) Da dieser Befehl den System-Fokus verschiebt, ist er in der Kategorie "System-Fokus" in den Tastenbefehlen zu finden.
gl: NVDA+Windows+TAB - cambia entre ventás de nivel superior do programa actual (útil en foobar2000, Back4Sure etc.) Dado que esta orde move o foco do sistema pódese atopar na categoría Foco do sistema do diálogo Xestos de Entrada.

source: CTRL+ALT+T - allows you to change title of the currently focused program
da: CTRL+ALT+T - giver dig mulighed for at ændre titlen på det aktuelt fokuserede program
de: STRG+ALT+T - Ermöglicht den Titel des aktuell fokussierten Programms zu ändern
fr: CTRL+ALT+T - vous permet de changer le titre du programme actuellement ciblé
gl: CTRL+ALT+T - permíteche cambiar o título do programa actualmente co foco
hr: CTRL+ALT+T – omogućuje mijenjanje naslova trenutačno fokusiranog programa

source: Changes:
da: Ændringer
de: Änderungen:
fr: Changements :
gl: Trocos:
hr: Promjene:

source: Changes for 5.0.3:
da: Ændringer i 5.0.3:
de: Änderungen in 5.0.3:
fr: Changements pour la version 5.0.3 :
hr: Promjene u 5.0.3:

source: Compatibility with NVDA 2021.1
da: Kompatibilitet med NVDA 2021.1
de: Kompatibilität mit NVDA 2021.1
fr: Compatibilité avec NVDA 2021.1
hr: Kompatibilnost s NVDA 2021.1

source: Changes for 5.0.2:
da: Ændringer i 5.0.2:
de: Änderungen in 5.0.2:
fr: Changements pour la version 5.0.2 :
gl: Trocos para 5.0.2:
hr: Promjene u 5.0.2:

source: - First release available from the add-ons website
de: - Erste Version auf der Webseite für Erweiterungen verfügbar
gl: - Primeira versión dispoñible dende o sitio web de complementos

source: [[!meta title="Win Wizard"]]
hr: [[!meta title="Win čarobnjak (Win Wizard)"]]
