Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wordNav.*.po
Languages: bg, de, fi, fr, gl, hr, ja, pl, pt_pt, tr, uk

source: `RightControl+Arrows`: Fine word definition splits `camelCaseIdentifiers` and `underscore_separated_identifiers` into separate parts, thus allowing the cursor to go into long identifiers.
bg: Десен Control+стрелки: Фино определение за дума, разделящо "ИдентификаториСМалкиИГлавниБукви" и "Идентификатори_разделени_с_долни_черти" на отделни части, като по този начин позволява на курсора да обхожда дълги идентификатори.
de: `Rechte-Strg+Pfeiltasten`: Feine Wortdefinition teilt `camelCaseIdentifiers` und `underscore_separated_identifiers` in separate Teile auf, so dass der Cursor in lange Bezeichner gehen kann.
fi: `Oikea Ctrl+nuolet`: Tarkka sanamääritelmä jakaa `karavaaniTyyliset` merkkijonot sekä `alaviivalla_erotetut_merkkijonot` erillisiin osiin, mikä mahdollistaa kohdistimen siirtämisen pitkiin merkkijonoihin.
fr: `ContrôleDroit+Flèches` : la définition fine des mots divise `identifiantsCamelCase` et `identifiants_séparés_par_souligné` en parties séparées, permettant ainsi au curseur d'entrer dans de longs identifiants.
gl: `ControlDereito+Frechas`: definición de palabra de Fine, que separa `camelCaseIdentifiers` e `underscore_separated_identifiers` en partes separadas, permitindo dese xeito ao cursor que percorra longos identificadores.
hr: Desni kontrol+strelice: Prepoznavanje riječi. Rastavlja riječi na osnovi velikih slova u sastavljenim riječima kao i sastavljene riječi s podvlakom u zasebne dijelove, omogućujući tako pokazivaču da uđe u dugačke identifikatore.
ja: `右コントロール+矢印`: 細かい単語定義で、`camelCaseIdentifiers`と`underscore_separated_identifiers`を複数の部分に分け、カーソルが長い識別子内に行くようにします。
pl: "RightControl+Arrows": Definicja precyzyjnego słowa dzieli "camelCaseIdentifiers" i "underscore_separated_identifiers" na oddzielne części, umożliwiając w ten sposób kursorowi przejście do długich identyfikatorów.
pt_pt: `Controlo direito+Setas`: A definição de palavra fina divide `camelCaseIdentifiers` e `underscore_separated_identifiers` em partes separadas, permitindo assim que o cursor vá para identificadores longos.
tr: "Sağ control+ ok tuşları": CamelCase tanımlayıcısının kullanıldığı veya alt çizgi karakteriyle ayrılan cümlecikleri bölünmesinden oluşan tanımdır. CamelCase: olarak adlandırılan bir bileşik kelimenin ikinci kelimesinin büyük harfle başlaması
uk: `Правий control+стрілки`: Визначення точного слова розділяє `camelCaseIdentifiers` і `underscore_separated_identifiers` на окремі частини, що дозволяє курсору переходити до ідентифікаторів.

source: `LeftControl+Windows+Arrows`: Bulky word definition treats almost all punctuation symbols adjacent to text as part of a single word, therefore it would treat paths like `C:\directory\subdirectory\file.txt` as a single word.
bg: Ляв Control+Windows+стрелки: Определение за обемиста дума, третиращо почти всички препинателни символи, съседни на текста, като част от една дума, поради което ще третира пътищата като "C:\directory\subdirectory\file.txt" като една дума.
de: `Linke-Strg+Windows+Pfeiltasten`: Bei der Definition von sperrigen Wörtern werden fast alle Satzzeichen, die an Text angrenzen, als Teil eines einzigen Worts behandelt, so dass Pfade wie "C:\Verzeichnis\Unterverzeichnis\Datei.txt" als ein einziges Wort behandelt werden würden.
fi: `Vasen Ctrl+Win+nuolinäppäimet`: Laaja sanamäärittely käsittelee lähes kaikkia tekstin perässä olevia välimerkkejä osana yhtä sanaa, joten se käsittelee polut, kuten `C:\hakemisto\alihakemisto\tiedosto.txt` yhtenä sanana.
fr: « ContrôleGauche+Windows+Flèches » : la définition de mots volumineux traite presque tous les symboles de ponctuation adjacents au texte comme faisant partie d'un seul mot. Par conséquent, les chemins tels que « C:\répertoire\sous-répertoire\fichier.txt » seraient traités comme un seul mot.
gl: `ControlEsquerdo+Windows+Frechas`: definición de palabra de Bulky, que trata case todos os signos de puntuación adxacentes ó texto como parte dunha única palabra, de xeito que tratará rutas como `C:\directorio\subdirectorioarquivo.txt` como unha soa palabra.
hr: Lijevi kontrol+Windows+strelice: Sastavljanje riječi u cjelinu. Tretira gotovo sve interpunkcijske znakove uz tekst kao dio jedne riječi, stoga bi staze poput `C:\direktorij\poddirektorij\datoteka.txt` tretirala kao jednu riječ.
ja: `左コントロール+ウィンドウズ+矢印`: 粗い単語定義で、文字と隣り合うほぼ全ての句読点記号を1つの単語の一部として扱い、そのため、次のようなパス`C:\directory\subdirectory\file.txt`を一つの単語として扱います。
pl: "LeftControl+ Windows+Arrows": Nieporęczna definicja słów traktuje prawie wszystkie symbole interpunkcyjne sąsiadujące z tekstem jako część jednego słowa, dlatego traktowałaby ścieżki takie jak "C:\directory\subdirectory\file.txt" jako pojedyncze słowo.
pt_pt: `Controlo Esquerdo+Windows+Setas`: A definição de palavra volumosa trata quase todos os símbolos de pontuação adjacentes ao texto como parte de uma única palavra, portanto trataria caminhos como `C:\directory\subdirectory\file.txt` como uma única palavra.
tr: "SolControl+Windows+Ok tuşları": karmaşık kelime tanımı, metin le bitişik tüm noktalama işaretlerinin bulunduğu yapıları tek bir kelime gibi algılar. Örneğin c:\klasöraltklasör\dosya.txt yapısını tek bir kelime olarak algılar.
uk: `Лівий control+Windows+стрілки`: Визначення об’ємних слів розглядає майже всі символи пунктуації, прилеглі до тексту, як частину одного слова, тому такі шляхи, як `C:\directory\subdirectory\file.txt` трактуватимуться як одне слово.

source: `RightControl+Windows+Arros`: Multiword definition, that groups several words together. The amount of words is configurable.
bg: Десен Control+Windows+стрелки: Определение за множество думи, което групира няколко думи заедно. Количеството думи може да се конфигурира.
de: `Rechte-Strg+Windows+Pfeiltasten`: Mehrwortdefinition, die mehrere Wörter zusammenfasst. Die Anzahl der Wörter ist konfigurierbar.
fi: `Oikea Ctrl+Win+nuolinäppäimet`: Usean sanan määritelmä, joka ryhmittelee useita sanoja yhteen. Sanojen määrä on säädettävissä.
fr: `ContrôleDroit+Windows+Flèches` : définition de plusieurs mots, qui regroupe plusieurs mots. Le nombre de mots est configurable.
gl: `ControlDereito+Windows+Frechas`: definición de Multiword, que agrupa varias palabras nunha. A cantidade de palabras é configurable.
hr: Desni kontrol+Windows+strelice: Grupiranje riječi. Grupira više riječi zajedno. Količina riječi je podesiva.
ja: `右コントロール+ウィンドウズ+矢印`: 複数単語定義で、いくつかの単語を組にします。単語数を設定出来ます。
pl: "RightControl+Windows+Arros": definicja wielowyrazowa, która grupuje kilka słów razem. Ilość słów jest konfigurowalna.
pt_pt: `Controlo direito+Windows+Setas`: Definição multipalavra, que agrupa várias palavras. A quantidade de palavras é configurável.
tr: "SağKontrol+Windows+Ok tuşları": Birkaç kelimeyi bir arada gruplayan çok kelimeli tanım. Sözcük miktarı yapılandırılabilir.
uk: `Правий control+Windows+стрілки`: Визначення кількох слів, що об'єднує кілька слів разом, кількість слів налаштовується.

source: Gestures can be customized in WordNav settings panel.
bg: Жестовете могат да бъдат персонализирани в панела за настройки на "Навигация по думи".
de: Die Tastenbefehle können in den Einstellungen von WordNav angepasst werden.
fi: Syötekomennot ovat mukautettavissa WordNavin asetuspaneelissa.
fr: Les gestes peuvent être personnalisés dans le panneau des paramètres de WordNav.
gl: Os xestos pódense persoalizar no panel de opcións de WordNav.
hr: Geste se mogu prilagoditi u ploči postavaka dodatka „Kretanje po riječima”.
ja: ジェスチャーは、WordNav設定パネルで変更出来ます。
pl: Gesty można dostosować w panelu ustawień WordNav.
pt_pt: Os atalhos podem ser personalizados no painel de configurações do WordNav.
tr: Hareketler, WordNav ayarları iletişim kutusundan özelleştirilebilir.
uk: Жести можна налаштувати в панелі налаштувань WordNav.

source: Notes
bg: Бележки
de: Anmerkungen
fi: Huomautuksia
gl: Notas
hr: Napomene
ja: 備考
pl: Notatki
pt_pt: Notas
tr: notlar
uk: Примітки

source: At this time WordNav doesn't modify `Control+Shift+LeftArrow/RightArrow` gestures to select words, since implementation of such commands are significantly more complicated.
bg: Понастоящем "Навигация по думи" не променя жестовете Control+Shift+стрелка наляво/надясно, за маркиране на думи, тъй като внедряването на такива команди е значително по-сложно.
de: Zur Zeit verändert WordNav nicht die Tastenbefehle "Strg+Umschalt+Pfeiltaste nach links/rechts", um Wörter auszuwählen, da die Implementierung solcher Befehle wesentlich komplizierter ist.
fi: Tällä hetkellä WordNav ei muokkaa Ctrl+Vaihto+Vasen/oikea nuoli -komentoja valitsemaan sanoja, koska tällaisten komentojen toteuttaminen on huomattavasti monimutkaisempaa.
fr: À l'heure actuelle, WordNav ne modifie pas les gestes `Ctrl+Maj+Flèche Gauche/Flèche Droite` pour sélectionner des mots, car la mise en œuvre de telles commandes est nettement plus compliquée.
gl: Nestes momentos WordNav non modifica os xestos `Control+Shift+FrechaEsquerda/FrechaDereita` para selecionar palabras, xa que a implementación desas ordes é significativamente máis complicada.
hr: Dodatak „Kretanje po riječima” trenutačno ne mijenja geste „Kontrol+šift+strelica lijevo/strelica desno” za biranje riječi, jer je implementacija takvih naredbi znatno složenija.
ja: 現在はWordNavは、`Control+Shift+左矢印/右矢印`の、単語を選択するジェスチャーを変更出来ません。そういったコマンドの実行は、非常に、より複雑だからです。
pl: W tej chwili WordNav nie modyfikuje gestów "Control + Shift + LeftArrow / RightArrow" do wybierania słów, ponieważ implementacja takich poleceń jest znacznie bardziej skomplikowana.
pt_pt: Neste momento, o WordNav não modifica os atalhos `Control+Shift+Seta para a esquerda/Seta para a direita` para seleccionar palavras, uma vez que a implementação de tais comandos é significativamente mais complicada.
tr: WordNav,kelime seçimi için kullanılan "ctrl shift sağ sol ok tuşları" kısayollarının kulanılmasının daha karmaşık olduğundan değiştirmez.
uk: Наразі WordNav не змінює жести `Control+Shift+стрілка вліво/стрілка вправо` для вибору слів, оскільки реалізація таких команд значно складніша.

source: If you would like to use virtual desktops feature of Windows 10, please remember to disable Control+Windows+Arrows keyboard shortcuts either in WordNav Settings panel, or in NVDA Input gestures dialog.
bg: Ако искате да използвате функцията за виртуални работни плотове на Windows 10, не забравяйте да деактивирате клавишните комбинации Control+Windows+стрелки или в панела за настройки на "Навигация по думи", или в диалоговия прозорец "Жестове на въвеждане" на NVDA.
de: Wenn Sie die Funktion der virtuellen Desktops von Windows 10 nutzen möchten, denken Sie bitte daran, die Tastenkombinationen Strg+Windows+Pfeiltasten entweder in den Einstellungen von WordNav oder im Dialogfeld für die Tastenbefehle zu deaktivieren.
fi: Jos haluat käyttää Windows 10:n virtuaalityöpöytäominaisuutta, muista poistaa käytöstä Ctrl+Win+nuolinäppäin-pikanäppäimet joko WordNavin asetuspaneelissa tai NVDA:n Syötekomennot-valintaikkunassa.
fr: Si vous souhaitez utiliser la fonctionnalité de bureaux virtuels de Windows 10, n'oubliez pas de désactiver les raccourcis clavier Ctrl+Windows+Flèches soit dans le panneau Paramètres WordNav, soit dans le dialogue Gestes dde commande de NVDA.
gl: Se queres utilizar a característica de escritorios virtuais de windows 10, por favor lembra desactivar os atallos de teclado Control+Windows+Frechas xa sexa no panel de opcións de WordNav, ou no diálogo Xestos de Entrada de NVDA.
hr: Ako želiš koristiti funkciju virtualne radne površine u sustavu Windows 10, deaktiviraj tipkovne prečace „kontrol+Windows+strelice” na ploči postavaka dodatka „Kretanje po riječima” ili u dijaloškom okviru „Ulazne geste” NVDA čitača.
ja: Windows 10のバーチャルデスクトップ機能を使用したい場合は、Control+Windows+矢印のショートカットキーを、WordNav設定パネル、またはNVDA入力ジェスチャーダイアログで無効かするのを覚えておいて下さい。
pl: Jeśli chcesz korzystać z funkcji wirtualnych pulpitów systemu Windows 10, pamiętaj, aby wyłączyć skróty klawiaturowe Control + Windows + Strzałki w panelu Ustawienia WordNav lub w oknie dialogowym Gesty wejściowe NVDA.
pt_pt: Se pretender utilizar a funcionalidade de ambientes de trabalho virtuais do Windows 10, lembre-se de desactivar os atalhos de teclado Control+Windows+Setas no painel de configurações do WordNav ou no diálogo definir comandos, no NVDA.
tr: Windows 10'un sanal masaüstleri özelliğini kullanmak istiyorsanız, lütfen WordNav Ayarları letişim kutusundan veya NVDA Girdi hareketleri iletişim kutusunda Control+Windows+Oklar klavye kısayollarını devre dışı bırakmayı unutmayın.
uk: Якщо ви хочете використовувати функцію віртуальних робочих столів у Windows 10, не забудьте вимкнути комбінації клавіш Control+Windows+стрілки або в панелі налаштувань WordNav, або в діалозі жестів вводу NVDA.

source: WordNav doesn't work reliably in VSCode, since due to its internal optimizations, VSCode presents only a few lines of file contents at a time, that change dynamically, and this occasionally interferes with WordNav algorithm.
bg: "Навигация по думи" не работи надеждно във VSCode, тъй като поради своите вътрешни оптимизации, VSCode представя наведнъж само няколко реда от съдържанието на файла, които се променят динамично и това от време на време пречи на алгоритъма на "Навигация по думи".
de: WordNav funktioniert in VS Code nicht zuverlässig, da VSCode aufgrund seiner internen Optimierungen nur wenige Zeilen des Dateiinhalts auf einmal darstellt, die sich dynamisch ändern, was gelegentlich den WordNav-Algorithmus stört.
fi: WordNav ei toimi luotettavasti VSCodessa, koska sisäisten optimointiensa vuoksi VSCode näyttää tiedoston sisältöä vain muutama rivi kerrallaan, jotka muuttuvat dynaamisesti, ja tämä häiritsee toisinaan WordNavin algoritmia.
fr: WordNav ne fonctionne pas de manière fiable dans VSCode, car en raison de ses optimisations internes, VSCode ne présente que quelques lignes de contenu de fichier à la fois, qui changent dynamiquement, ce qui interfère parfois avec l'algorithme WordNav.
gl: WordNav non funciona de xeito confiable en VSCode, xa que por mor da súa optimización interna, VSCode só presenta unhas poucas liñas do contido do arquivo á vez, que cambian dinamicamente, e isto ocasionalmente interfire co algoritmo de WordNav.
hr: Dodatak „Kretanje po riječima” ne radi pouzdano u VSCodeu, jer zbog interne optimizacije, VSCode istovremeno predstavlja samo nekoliko redaka sadržaja datoteke koji se dinamički mijenjaju, a to povremeno ometa algoritam dodatka „Kretanje po riječima”.
ja: WordNavは、VSCodeではうまく動きません。内部的な最適化により、VSCodeは、ファイルの内容の数行しか一度に表示せず、動的に変化し、時折WordNavのアルゴリズムの妨げになるからです。
pl: WordNav nie działa niezawodnie w VSCode, ponieważ ze względu na wewnętrzne optymalizacje VSCode prezentuje tylko kilka linii zawartości pliku na raz, które zmieniają się dynamicznie, a to czasami zakłóca algorytm WordNav.
pt_pt: O WordNav não funciona de forma fiável no VSCode, uma vez que devido às suas optimizações internas, o VSCode apresenta apenas algumas linhas do conteúdo do ficheiro de cada vez, que mudam dinamicamente, o que ocasionalmente interfere com o algoritmo do WordNav.
tr: WordNav, VSCode'da düzgün bir şekilde çalışmaz. Bunun sebebi, VSCode dahili optimizasyonları nedeniyle bir seferde yalnızca birkaç satır dosya içeriği sunar. Bu durum ise dinamik olarak değişir ve zaman zaman WordNav algoritmasıyla çakışabilir.
uk: WordNav не працює надійно у VSCode, оскільки завдяки своїй внутрішній оптимізації VSCode подає лише кілька рядків вмісту файлів одночасно, які змінюються динамічно, і це іноді заважає алгоритму WordNav.
