Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/wordNav.*.po
Languages: bg, de, fi, fr, gl, hr, ja, pl, pt_pt, tr, uk

source: [[!meta title="WordNav"]]
bg: [[!meta title="Навигация по думи (WordNav)"]]
hr: [[!meta title="Kretanje po riječima (WordNav)"]]
uk: [[!meta title="WordNav (навігація по словах)"]]

source: Author: Tony Malykh
bg: Автор: Tony Malykh
de: Autor: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteur : Tony Malykh
gl: Autor: Tony Malykh
hr: Autor: Tony Malykh
ja: 作者: Tony Malykh
pl: Autor: Tony Malykh
pt_pt: Autor: Tony Malykh
tr: Yazar: Tony Malykh
uk: Автор: Tony Malykh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_pt: Descarregar [versão estável][1]
tr: [kararlı sürüm][1]ü indir
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.3 and later
bg: Съвместимост с NVDA: от 2019.3 и по-нови
de: NVDA-Kompatibilität: 2019.3 und neuer
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieurs
gl: Compatibilidade co NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije
ja: NVDA 互換性: 2019.3 以降
pl: Zgodność z NVDA: 2019.3 i nowsze
pt_pt: Compatibilidade com o NVDA: 2019.3 e posteriores
tr: NVDA 2019.3 veya sonraki bir sürümü gerektirir.
uk: Сумісність з NVDA: 2019.3 та новіші

source: WordNav NVDA add-on improves built-in navigation by word, as well as adds extra word navigation commands with different definition for the word.
bg: Добавката "Навигация по думи" за NVDA подобрява вградената навигация по думи, както и добавя допълнителни команди за навигация по думи с различни определения за думата.
de: Die NVDA-Erweiterung "WordNav" verbessert die integrierte Navigation nach Wörtern und fügt zusätzliche Wortnavigationsbefehle mit unterschiedlichen Definitionen für das Wort hinzu.
fi: WordNav-lisäosa parantaa sisäänrakennettua sananavigointia sekä lisää ylimääräisiä komentoja, joilla voi siirtyä eri tavalla määriteltyjen sanojen kohdalle.
fr: L'extension WordNav pour NVDA améliore la navigation intégrée par mot, et ajoute des commandes de navigation de mot supplémentaires avec une définition différente pour le mot.
gl: O complemento de NVDA WordNav mellora a navegación por palabras integrada, e engade ordes adicionais de navegación por palabras con definición diferente para a palabra.
hr: NVDA dodatak „Kretanje po riječima” poboljšava ugrađeno kretanje po riječima te dodaje dodatne naredbe za kretanje po riječima s različitim definicijama za riječ.
ja: WordNav NVDAアドオンは、搭載の単語によるナビゲーションを改善します。また、単語の異なる定義による単語ナビゲーション機能をさらに追加します。
pl: Dodatek WordNav NVDA poprawia wbudowaną nawigację po słowie, a także dodaje dodatkowe polecenia nawigacji słownej z inną definicją słowa.
pt_pt: O extra WordNav para o NVDA melhora a navegação incorporada por palavra, bem como adiciona comandos de navegação por palavra extra com definições diferentes para a palavra.
tr: WordNav NVDA eklentisi, NVDA'nın kelime dolaşım özelliğini iyileştirir ve farklı kelime tanımlarına farklı gezinme komutları ekler.
uk: Додаток WordNav для NVDA покращує вбудовану навігацію по слову, а також додає додаткові команди навігації по слову з різним визначенням слова.

source: Most text editors support Control+LeftArrow/RightArrow commands for word navigation. However the definition of the word changes from one program to another. This is especially true of modern web-based text editors, such as Monaco. NVDA should know the definition of word in given program in order to speak words correctly. If NVDA doesn't know the exact definition, then either words are going to be skipped, or pronounced multiple times. Moreover, some web-based text editors position the cursor in the end of the word, instead of the beginning, making editing much harder for visually impaired users. In order to combat this problem I have created enhanced word navigation commands, that take the word definition from Notepad++ and they do not rely on program's definition of words, but rather parse lines into words on NVDA's side. The Control+LeftArrow/RightArrow gesture is not even sent to the program, thus ensuring the consistency of the speech.
bg: Повечето текстови редактори поддържат команди Control+стрелка наляво/стрелка надясно за навигация по думи. Определението за дума обаче се различава от една програма до друга. Това важи особено за съвременните уеб-базирани текстови редактори, като например "Monaco". NVDA трябва да знае определението за дума в дадената програма, за да говори правилно думите. Ако NVDA не знае точното определение, тогава или думите ще бъдат пропуснати, или произнесени няколко пъти. Освен това някои уеб-базирани текстови редактори позиционират курсора в края на думата, вместо в началото, което прави редактирането много по-трудно за потребители с увредено зрение. За да се преборя с този проблем, създадох разширени команди за навигация по думи, които вземат определението за дума от Notepad++ и те не разчитат на определението за дума в програмата, а по-скоро анализират редовете от думи от страна на NVDA. Жестът Control+стрелка наляво/стрелка надясно дори не се изпраща до програмата, като по този начин се гарантира последователността на речта.
de: Die meisten Texteditoren unterstützen die Befehle Strg+Pfeiltaste nach links/rechts für die Wort-Navigation. Die Definition des Wortes ändert sich jedoch von einem Programm zum anderen. Dies gilt insbesondere für moderne webbasierte Text-Editoren wie Monaco. NVDA sollte die Definition des Wortes im jeweiligen Programm kennen, um die Wörter korrekt aussprechen zu können. Wenn NVDA die genaue Definition nicht kennt, werden Wörter entweder übersprungen oder mehrfach ausgesprochen. Darüber hinaus positionieren einige webbasierte Text-Editoren den Cursor am Ende des Wortes und nicht am Anfang, was die Bearbeitung für sehbehinderte Benutzer erheblich erschwert. Um dieses Problem zu bekämpfen, habe ich verbesserte Wort-Navigationsbefehle entwickelt, die die Wortdefinition von Notepad++ übernehmen und sich nicht auf die Wortdefinition des Programms verlassen, sondern die Zeilen auf der Seite von NVDA in Wörter zerlegen. Der Tastenbefehl Strg+Pfeiltaste nach links/rechts wird nicht einmal an das Programm gesendet, so dass die Konsistenz der Sprache gewährleistet ist.
fi: Useimmat tekstieditorit tukevat Ctrl+Nuoli vasemmalle/oikealle -komentoja sananavigointia varten. Sanan määritelmä kuitenkin muuttuu ohjelmasta toiseen. Tämä pätee erityisesti nykyaikaisiin verkkopohjaisiin tekstieditoreihin, kuten Monaco. NVDA:n tulee tietää sanan määritelmä tietyssä ohjelmassa voidakseen puhua sanat oikein. Jos NVDA ei tiedä tarkkaa määritelmää, joko sanat ohitetaan tai ne puhutaan useita kertoja. Lisäksi jotkin verkkopohjaiset tekstieditorit sijoittavat kohdistimen sanan loppuun alun sijaan, mikä tekee muokkaamisesta paljon vaikeampaa näkövammaisille käyttäjille. Tämän ongelman torjumiseksi olen luonut parannettuja sananavigointikomentoja, jotka ottavat sanamääritelmän Notepad++:sta eivätkä luota ohjelman sanamäärittelyyn, vaan jäsentävät rivit sanoiksi NVDA:n sisällä. Ctrl+Nuoli vasemmalle/oikealle -komentoa ei edes lähetetä ohjelmalle, mikä varmistaa puheen johdonmukaisuuden.
fr: La plupart des éditeurs de texte prennent en charge les commandes Contrôle+FlècheGauche/FlècheDroite pour la navigation dans les mots. Cependant la définition du mot change d'un programme à l'autre. Cela est particulièrement vrai des éditeurs de texte modernes basés sur le Web, tels que Monaco. NVDA doit connaître la définition du mot dans un programme donné afin de prononcer les mots correctement. Si NVDA ne connaît pas la définition exacte, alors les mots seront ignorés ou prononcés plusieurs fois. De plus, certains éditeurs de texte basés sur le Web positionnent le curseur à la fin du mot, au lieu du début, ce qui rend l'édition beaucoup plus difficile pour les utilisateurs malvoyants. Afin de lutter contre ce problème, j'ai créé des commandes de navigation de mots améliorées, qui prennent la définition de mot de Notepad ++ et ne reposent pas sur la définition des mots du programme, mais analysent plutôt les lignes en mots du côté de NVDA. Le geste Contrôle+FlècheGauche/FlècheDroite n'est même pas envoyé au programme, assurant ainsi la cohérence du discours.
gl: A maioría de editores de texto soportan as ordes Control+FrechaEsquerda/FrechaDereita para navegación por palabras. Porén, a definición da palabra cambia dun programa a outro. Isto é especialmente certo en editores modernos baseados en web, como Monaco. NVDA debería coñecer a definición de palabra nun programa dado para ler as palabras correctamente. Se NVDA non coñece a definición exacta, entón as palabras ou ben se saltan, ou ben se pronuncian múltiples veces. Aínda máis, algúns editores de texto baseados en web posicionan o cursor ó final da palabra, no canto de no principio, facendo a edición moito máis complicada para usuarios con discapacidade visual. Para combater este problema creei ordes melloradas de navegación por palabras, que teñen en conta a definición de palabra de Notepad++ e non confían na definición de palabras de cada programa, e codifican liñas en palabras no lado de NVDA. O xesto Control+FrechaEsquerda/FrechaDereita non se invía ó programa, asegurando así a consistencia da lectura.
hr: Većina programa za obradu teksta podržava naredbe „kontrol+strelica lijevo/strelica desno” za kretanje po riječima. Međutim, programi ne definiraju riječi jednako. To se posebno odnosi na moderne programe za obradu teksta na internetu, poput programa Monaco. NVDA mora znati definiciju riječi u datom programu kako bi se riječi pravilno izgovorile. Ako NVDA ne zna točnu definiciju, tada će se riječi preskočiti ili izgovoriti više puta. Štoviše, neki internetski programi za obradu teksta postavljaju pokazivač na kraj riječi, umjesto na početak, što slabovidnim korisnicima znatno otežava obradu teksta. U tu sam svrhu izradio poboljšane naredbe za kretanje po riječima koje preuzimaju definiciju riječi iz programa Notepad++ te se ne oslanjaju definiciju riječi pojedinačnog programa, već raščlanjuju retke u riječi na razini NVDA čitača. Gesta „kontrol+strelica lijevo/strelica desno” se ne šalje programu, čime se osigurava dosljednost govora.
ja: 多くのテキストエディタは、Control+左矢印/右矢印コマンドでの単語ナビゲーションをサポートしています。ただし、単語の定義は、プログラム個々に変化します。これは、Monacoなどの、モダンなウェブベースのテキストエディタについて、特にそうです。NVDAは、与えられたプログラムで単語を正確に読み上げるためには、単語の定義を知らなくてはなりません。もし、NVDAが正確な定義を知らない場合、単語が飛ばされる、または、複数回発音されます。さらに、いくつかのウェブベースのテキストエディタは、カーソルを単語の最初ではなく、終わりに置きます。これにより、視覚障害ユーザーにとっては、編集がより困難になります。この問題に取り組むために、私は、単語の定義をNotepad++から取り、プログラムの単語の定義に頼らず、むしろNVDA側で行から単語に分ける、拡張された単語ナビゲーションコマンドを作りました。Control+左矢印/右矢印ジェスチャーは、プログラムに送られないため、読み上げの一貫性を確保します。
pl: Większość edytorów tekstu obsługuje polecenia Control+LeftArrow/RightArrow do nawigacji po słowach. Jednak definicja słowa zmienia się z jednego programu na drugi. Dotyczy to zwłaszcza nowoczesnych internetowych edytorów tekstu, takich jak Monako. NVDA powinna znać definicję słowa w danym programie, aby poprawnie wypowiadać słowa. Jeśli NVDA nie zna dokładnej definicji, to albo słowa zostaną pominięte, albo wymawiane wiele razy. Co więcej, niektóre internetowe edytory tekstu umieszczają kursor na końcu słowa, zamiast na początku, co znacznie utrudnia edycję użytkownikom niedowidzącym. Aby zwalczyć ten problem, stworzyłem ulepszone polecenia nawigacji po słowach, które pobierają definicję słowa z Notepad ++ i nie opierają się na definicji słów programu, ale raczej analizują linie na słowa po stronie NVDA. Gest Control+LeftArrow/RightArrow nie jest nawet wysyłany do programu, zapewniając w ten sposób spójność mowy.
pt_pt: A maioria dos editores de texto suporta os comandos Control+Seta para a esquerda/Seta para a direita para navegar nas palavras. No entanto, a definição da palavra muda de um programa para outro. Isto é especialmente verdade nos editores de texto modernos baseados na Web, como o Monaco. O NVDA deve conhecer a definição da palavra num determinado programa para poder dizer as palavras correctamente. Se o NVDA não souber a definição exacta, então as palavras serão ignoradas ou pronunciadas várias vezes. Além disso, alguns editores de texto baseados na Web posicionam o cursor no fim da palavra, em vez de no início, tornando a edição muito mais difícil para os utilizadores com deficiência visual. Para combater este problema, criei comandos de navegação de palavras melhorados, que utilizam a definição de palavras do Notepad++ e não dependem da definição de palavras do programa, mas analisam as linhas em palavras do lado do NVDA. O gesto Control+Seta para a esquerda/Seta para a direita nem sequer é enviado para o programa, garantindo assim a consistência do discurso.
tr: Çoğu metin düzenleyicisi, kelimeler arasında dolaşmak için Control+Sol OK/Sağ Ok tuşlarını destekler. Ancak kelimenin ne olarak tanımlandığı bir programdan diğerine değişiklik gösterebilir. Bu durum özellikle Monako gibi modern web tabanlı metin düzenleyicileri için geçerlidir. NVDA, kelimeleri doğru tanımlayabilmesi için verilen programdaki kelimenin tanımını bilmelidir. NVDA tam tanımı bilmiyorsa, ya kelimeleri atlar, ya da kelimeleri birçok kez tekrar eder. Ayrıca, bazı web tabanlı metin düzenleyicileri, imleci kelimenin başına değil sonuna yerleştirir ve bu da görme engelli kullanıcılar için düzenlemeyi çok daha zor hale getirir. Bu sorunlara çözüm getirebilmek için kelimenin tanımını Notepad++'dan alan ve odaklanan programın kelime tanımını yoksayan, bunun yerine NVDA tarafından satırları sözcüklere ayrıştıran gelişmiş kelime dolaşım komutları oluşturdum. Control +sağ ve Sol ok tuşları kullanılan programa gönderilmez ve böylece konuşma tutarlılığı sağlanır
uk: Більшість текстових редакторів підтримують команди Control+стрілка вліво/стрілка вправо для навігації словами. Однак визначення слова змінюється від однієї програми до іншої. Особливо це стосується сучасних веб-текстових редакторів, таких як Monaco. NVDA має знати визначення слова в цій програмі, щоб правильно говорити слова. Якщо NVDA не знає точного визначення, то або слова будуть пропущені, або вимовлені кілька разів. Більше того, деякі веб-текстові редактори розміщують курсор у кінці слова, а не в його початку, що значно ускладнює редагування для користувачів з порушеннями зору. Для того, щоб подолати цю проблему, я створив покращені команди навігації по словах, які беруть визначення слова з Notepad ++, і вони не покладаються на визначення слів програмами, а скоріше розбирають рядки в слова на стороні NVDA. Жест Control+стрілка вліво/вправо навіть не надсилається до програми, забезпечуючи таким чином послідовність промови.

source: Please note that a prototype of WordNav was formerly a part of [Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/) add-on. Please either uninstall it or upgrade to [Tony's enhancements latest stable version](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) to avoid conflicts.
bg: Моля, обърнете внимание, че прототип на "Навигация по думи" преди това беше част от добавката ["Подобрения от Тони"](https://github.com/mltony/nvda-tonys-enhancements/). Моля, деинсталирайте я или надстройте до [последната стабилна версия на "Подобрения от Тони"](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon), за да избегнете конфликти.
de: Bitte beachten Sie, dass ein Prototyp von WordNav früher Teil von [Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/) add-on war. Bitte deinstallieren Sie es oder aktualisieren Sie auf [Tonys Verbesserungen der letzten stabilen Version](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon), um Konflikte zu vermeiden.
fi: Huomaa, että WordNavin prototyyppi oli aiemmin osa [Tonyn laajennuksia](https://github.com/mltony/nvda-tonys-enhancements/) -lisäosaa. Poista se tai päivitä [Tonyn laajennukset uusimpaan vakaaseen versioon](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) ristiriitojen välttämiseksi.
fr: Veuillez noter qu'un prototype de WordNav faisait auparavant partie de l'extension [Tony's Improvements](https://github.com/mltony/nvda-tonys-enhancements/). Veuillez soit le désinstaller, soit passer à la [dernière version stable des améliorations de Tony] (https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) pour éviter les conflits.
gl: Por favor ten en conta que anteriormente un prototipo de WordNav formou parte de [Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/) add-on. Por favor desinstálao ou actualiza a [Tony's enhancements latest stable version](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) para evitar conflitos.
hr: Napomena: prototip dodatka „Kretanje po riječima” ranije je bio dio dodatka [Tonijeva poboljšanja](https://github.com/mltony/nvda-tonys-enhancements/). Deinstaliraj ga ili ga nadogradi na [najnoviju stabilnu verziju](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) kako bi se izbjegli problemi.
ja: WordNavアドオンの試作品は、以前は[Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/)アドオンの一部であったことに留意して下さい。干渉を避けるために、アンインストールする、または、[Tony's enhancementsの最新安定版](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon)に更新して下さい。
pl: Należy pamiętać, że prototyp WordNav był wcześniej częścią dodatku [Tony's enhancements] (https://github.com/mltony/nvda-tonys-enhancements/). Odinstaluj go lub uaktualnij do [Najnowsza stabilna wersja ulepszeń Tony'ego] (https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon), aby uniknąć konfliktów.
pt_pt: Tenha em atenção que um protótipo do WordNav fazia anteriormente parte do complemento [Melhorias do Tony](https://github.com/mltony/nvda-tonys-enhancements/). Por favor, desinstale-o ou actualize-o para a última versão estável do [Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) para evitar conflitos.
tr: Önemli: WordNav eklentisinin ilk sürümü daha önce [Tony geliştirmeleri](https://github.com/mltony/nvda-tonys-enhancements/) eklentisinin bir parçası olduğunu unutmayın. Çakışmaları önlemek için lütfen eski eklentiy kaldırın veya [Tony geliştirmeleri eklentisinin son kararlı sürümüne](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) yükseltin.
uk: Зверніть увагу, що прототип WordNav раніше був частиною доповнення до [Tony's enhancements](https://github.com/mltony/nvda-tonys-enhancements/). Видаліть його або оновіть до [останньої стабільної версії](https://github.com/mltony/nvda-tonys-enhancements/releases/latest/download/tonysEnhancements.nvda-addon) щоб уникнути конфліктів.

source: Currently WordNav supports four definitions of the word, assigned to different gestures:
bg: Към момента "Навигация по думи"поддържа четири определения за дума, присвоени на различни жестове:
de: Derzeit unterstützt WordNav vier Definitionen des Wortes, die verschiedenen Tastenbefehlen zugeordnet sind:
fi: WordNav tukee tällä hetkellä neljää sanan määritelmää, jotka on määritetty eri syötekomennoille:
fr: Actuellement, WordNav prend en charge quatre définitions du mot, attribuées à différents gestes :
gl: Actualmente WordNav soporta catro definicións da palabra, asignadas a diferentes xestos:
hr: Dodatak „Kretanje po riječima” trenutačno podržava četiri definicije za riječ, koje su dodijeljene različitim gestama:
ja: 現在、WordNavは、4種類の単語の定義をサポートしていて、異なるジェスチャーに割り当てられています:
pl: Obecnie WordNav obsługuje cztery definicje słowa, przypisane do różnych gestów:
pt_pt: Actualmente, o WordNav suporta quatro definições da palavra, atribuídas a diferentes atalhos:
tr: Şu anda WordNav, kelimenin farklı hareketlere atanmış dört tanımını desteklemektedir:
uk: Наразі WordNav підтримує чотири визначення слова, призначені для різних жестів:

source: `Left Control+Arrows`: Notepad++ definition, that treats alphanumeric characters as words, and adjacent punctuation marks are also treated as words. This should be the most convenient word definition for the majority of users.
bg: Ляв Control+стрелки: Определение от Notepad++, което третира буквено-цифровите знаци като думи, а съседните препинателни знаци също се третират като думи. Това би трябвало да е най-удобното определение за дума за повечето потребители.
de: `Linke-Strg+Pfeiltasten`: Notepad++-Definition, die alphanumerische Zeichen als Wörter behandelt, und benachbarte Satzzeichen werden ebenfalls als Wörter behandelt. Dies sollte für die meisten Benutzer die bequemste Wortdefinition sein.
fi: Vasen Ctrl+nuolet: Notepad++-määritelmä, joka käsittelee aakkosnumeerisia merkkejä ja vierekkäisiä välimerkkejä sanoina. Tämän pitäisi olla kätevin sanamääritelmä suurimmalle osalle käyttäjistä.
fr: « Contrôle gauche + flèches » : définition de Notepad++, qui traite les caractères alphanumériques comme des mots, et les signes de ponctuation adjacents sont également traités comme des mots. Cela devrait être la définition de mot la plus pratique pour la majorité des utilisateurs.
gl: `Control Esquerdo+Frechas`: definición de Notepad++, que trata ós caracteres alfanuméricos como palabras, e os signos de puntuación adxacentes tamén se tratan como palabras. Ésta debería ser a definición de palabra máis axeitada para a maioría de usuarios.
hr: Lijevi kontrol+strelice: Notepad++ definicija. Tretira alfanumeričke znakove kao riječi, a susjedni interpunkcijski znakovi također se tretiraju kao riječi. Ovo bi trebala biti najpovoljnija definicija riječi za većinu korisnika.
ja: `左コントロール+矢印`: Notepad++の定義で、英数文字を単語として扱い、隣の句読点記号もまた単語として扱います。多くのユーザーにとって最も便利な単語の定義であるはずです。
pl: "Lewy Control + Strzałki": Definicja Notepad ++, która traktuje znaki alfanumeryczne jako słowa, a sąsiednie znaki interpunkcyjne są również traktowane jako słowa. Powinna to być najwygodniejsza definicja słowa dla większości użytkowników.
pt_pt: `Controlo esquerdo+Setas`: Definição do Notepad++, que trata os caracteres alfanuméricos como palavras, e os sinais de pontuação adjacentes também são tratados como palavras. Esta deve ser a definição de palavra mais conveniente para a maioria dos utilizadores.
tr: "SolKontrol+Ok tuşları": Alfanümerik karakterleri ve bitişik noktalama işaretleri de kelime olarak tanımlayan Notepad++ tanımı. Bu çoğu kullanıcının kullandığı genel kelime tanımıdır.
uk: `Лівий control+стрілки`: визначення Notepad++, яке розпізнає буквенно- цифрові символи як слова, і суміжні розділові знаки також розпізнаються як слова. Це має бути найзручнішим визначенням слова для більшості користувачів.
