Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/word.*.po
Languages: da, hr, vi, zh_cn

source: [[!meta title="Extended Microsoft Word functionality"]]
da: [[!meta title="Udvidet funktionalitet i Microsoft word"]]
hr: [[!meta title="Proširena funkcionalnost u Microsoft Wordu"]]
vi: [[!meta title="Mở rộng chức năng của Microsoft Word"]]
zh_cn: [[!meta title="Microsoft Word扩展功能"]]

source: Authors: Bram Duvigneau
da: Forfattere: Bram Duvigneau
hr: Autori: Bram Duvigneau
vi: Tác giả: Bram Duvigneau
zh_cn: 作者: Bram Duvigneau

source: Download: [version 0.2-dev][1]
hr: Preuzmi: [Verzija 0.2-dev][1]
vi: Tải về: [phiên bản 0.2-dev][1]
zh_cn: 下载: [开发板0.2-][1]

source: This package is distributed under the terms of the GNU General Public License, version 2 or later. Please see the file COPYING.txt for further details.
da: Denne pakke er distribueret i henhold til GNU General Public License, version 2 eller nyere. Se filen COPYING.txt for yderligere oplysninger.
hr: Ovaj je paket dostupan pod uvjetima GNU opće javne licence, verzije 2 ili novije. Daljnje informacije se nalaze u datoteci COPYING.txt.
vi: Phân phối theo các điều khoản trong giấy phép GNU General Public License, phiên bản 2 trở lên. Xem tập tin COPYING.txt để biết thêm chi tiết.
zh_cn: 该软件包根据GNU通用公共许可证第2版或更高版本的条款进行分发。有关更多详细信息，请参阅文件COPYING.txt。

source: This is legacy add-on: no active development since 2013.
hr: Ovo je stari dodatak: aktivno se ne razvija od 2013. godine.
zh_cn: 这是一个遗留的插件:自2013年以来没有进行过积极的开发。

source: This add-on extends the support for Microsoft Word in NVDA.
da: Denne tilføjelse udvider funktionalitet til Microsoft Word i NVDA.
hr: Ovaj dodatak proširuje NVDA podršku za Microsoft Word.
vi: Add-on này nhằm tăng khả năng hỗ trợ cho Microsoft Word trong NVDA.
zh_cn: 该附加组件扩展了NVDA中对Microsoft Word的支持。

source: Copyright (C) 2012 - Bram Duvigneau.
da: Ophavsret (C) 2012 - Bram Duvigneau.
hr: Autorska prava (C) 2012. Bram Duvigneau.
vi: Bản quyền (C) 2012 - Bram Duvigneau.
zh_cn: 版权（C）2012 - Bram Duvigneau。

source: Features
da: Funktioner
hr: Funkcije
vi: Các tính năng
zh_cn: 功能

source: For now this add-on just announces the text of a comment when NVDA+shift+c is pressed. Suggestions for new features are very welcome!
da: For øjeblikket annoncerer denne tilføjelse kun teksten for en kommentar, når NVDA+shift+C trykkes. Forslag til nye funktioner er meget velkomne!
hr: Za sada ovaj dodatak dodaje mogućnost najave teksta komentara pomoću prečaca nvda+shift+c. Prijedlozi za dodatne funkcije su dobrodošli!
vi: Giờ đây, add-on chỉ thông báo nội dung của một chú thích khi bấm NVDA+shift+c. Rrất hoan nghênh các đề xuất để thêm tính năng mới!
zh_cn: 当前这个插件只是在按下NVDA + shift + c时公布注释的文本。对新功能的建议非常欢迎！

source: Shortcut: NVDA+Shift+c
da: Genvej: NVDA+Skift+C
hr: Prečac: NVDA+Shift+c
vi: Phím tắt: NVDA+Shift+c
zh_cn: 快捷键：NVDA + Shift + c

source: Changes for 0.1 - 2013-03-07
da: Ændringer for 0.1 - 2013-03-07
hr: Promjene u 0.1 – 2013-03-07
vi: Các thay đổi cho phiên bản 0.1 - 2013-03-07
zh_cn: 0.1 - 2013-03-07更新日志

source: Initial release
da: Første udgivelse.
hr: Prvo izdanje
vi: Bản phát hành đầu tiên
zh_cn: 发布初始版本
