Repository: nvda-es/screenReaderTranslations
Catalog: website/addons/zoomEnhancements.*.po
Languages: de, pl

source: [[!meta title="Zoom Accessibility Enhancements"]]
de: [[!meta title="Verbesserung für Zoom-Barrierefreiheit"]]

source: Authors: Mohamad Suliman, Eilana Benish
de: Autoren: Mohamad Suliman, Eilana Benish
pl: Autorzy: Mohamad Suliman, Eilana Benish

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
pl: Pobierz [Wersja stabilna][1]

source: NVDA compatibility: 2018.4 to 2020.2
de: NVDA-Kompatibilität: 2018.4 bis 2020.2
pl: Zgodność z wersjami NVDA: 2018.4 do 2020.2

source: This add-on improves the experience of using Zoom for NVDA users by providing keyboard shortcuts to Handle alerts for Different events While In a meeting, make the process of remote control much more accessible and smoother, and more.
de: Diese Erweiterung verbessert die Zoom-Erfahrung für NVDA-Nutzer in dem Tastenkombinationen für Meldungen bei verschiedenen Veranstaltungen zur Verfügung gestellt werden, der Prozess der Fernsteuerung wird viel bedienbarer und mehr.
pl: Ten dodatek ułatwia użytkownikom NVDA korzystanie z programu Zoom. Wprowadza skróty klawiszowe do obsługi alertów dla różnych zdarzeń podczas spotkania. Poprawia też jakość wsparcia zdalnego, które staje się bardziej dostępne.

source: keyboard shortcuts for controlling alerts In meetings
de: Tastenkombinationen zur Kontrolle von Meldungen in Veranstaltungen
pl: Skróty klawiszowe do obsługi alertów podczas spotkań

source: NVDA + Shift + A: cycles between different modes of reporting alerts. The following modes are available:
de: NVDA+Umschalt+A: wechselt zwischen mehreren Modi zur Meldungs-Ansage. Die folgenden Modi sind verfügbar:
pl: NVDA + Shift + A: przełącza między różnymi trybami ogłaszania alertów. Dostępne są następujące tryby:

source: Report all alerts mode, where all alerts are reported as usual
de: Sage alle Meldungen an,: Hier werden wie voreingestellt alle Meldungen angesagt
pl: Tryb "Ogłaszaj wszystkie alerty", w którym każdy alert jest wymawiany.

source: Beep for alerts, where NVDA will play a short beep for every alert displayed in Zoom
de: Piepton für Meldungen: Für jede Meldung, die Zoom anzeigt, wird ein Piepton ausgegeben
pl: Tryb "Ogłaszaj dźwiękiem", w którym NVDA odtwarza krótki sygnał dźwiękowy dla każdego alertu wyświetlanego przez Zoom.

source: Silence all alerts, where NVDA will ignore all alerts
de: Alle Meldungen stummschalten: Hier ignoriert NVDA alle Meldungen
pl: Tryb "Wycisz wszystko", w którym NVDA ignoruje każdy alert.

source: Custom mode, Where the user can customize which alerts they want to have and which not. This can be done using the settings dialog of the add-on, or by using the dedicated keyboard shortcuts for that
de: Eigene Auswahl: Hier kann der Nutzer selbst festlegen, über weelche Meldungen er informiert werden möchte und welche ignoriert werden sollen. Dies kann im Einstellungs-Dialog der Erweiterung oder über die entsprechende Tastenkombination festgelegt werden
pl: "Tryb użytkownika", w którym można określić, jakie alerty mają być sygnalizowane, a jakie nie. Należy to zrobić w oknie ustawień dodatku lub za pomocą odpowiednich skrótów klawiszowych.

source: The following shortcuts can be used to toggle on / off the announcements of each type of alert (note that this will be effective when custom mode is selected):
de: Die folgenden Tastenkombinationen stehen zur Verfügung, um die Ansage von Meldungstypen ein- oder auszuschalten, sofern der Modus "persönliche Auswahl" aktiviert ist:
pl: Następujące skróty służą do włączania lub wyłączania alertów każdego typu. Uwaga! Działają tylko w trybie użytkownika.

source: NVDA + Ctrl + 1: Participant Has Joined/Left Meeting (Host Only)
de: NVDA+Strg+1: Teilnehmer hat die Besprechung betreten/verlassen (nur Veranstalter)
pl: NVDA + Ctrl + 1: Uczestnik dołączył do spotkania/opuścił spotkanie. (Widoczne tylko dla organizatora)

source: NVDA + Ctrl + 2: Participant Has Joined/Left Waiting Room (Host Only)
de: NVDA+Strg+2: Teilnehmer hat den Warteraum betreten/verlassen (nur Veranstalter)
pl: NVDA + Ctrl + 2: Uczestnik dołączył do poczekalni/opuścił poczekalnię. (Widoczne tylko dla organizatora)

source: NVDA + Ctrl + 3: Audio Muted by Host
de: NVDA+Strg+3: Ton durch den Veranstalter stummgeschalten
pl: NVDA + Ctrl + 3: Organizator wyciszył audio.

source: NVDA + Ctrl + 4: Video Stopped by Host
de: NVDA+Strg+4: Video durch den Veranstalter gestoppt
pl: NVDA + Ctrl + 4: Organizator zatrzymał wideo.

source: NVDA + Ctrl + 5: Screen Sharing Started/Stopped by a Participant
de: NVDA+Strg+5: Bildschirm teilen durch einen Teilnehmer gestartet/gestoppt
pl: NVDA + Ctrl + 5: Uczestnik rozpoczął/zatrzymał dzielenie ekranu.

source: NVDA + Ctrl + 6: Recording Permission Granted/Revoked
de: NVDA+Strg+6: Erlaubnis zur Aufname genehmigt/untersagt
pl: NVDA + Ctrl + 6: Nadano/odebrano uprawnienia do nagrywania.

source: NVDA + Ctrl + 7: Public In-meeting Chat Received
de: NVDA+Strg +7: Öffentliche Chat-Nachricht (in einer Veranstaltung) erhalten
pl: NVDA + Ctrl + 7: Otrzymano publiczną wiadomość czatu.

source: NVDA + Ctrl + 8: Private In-meeting Chat Received
de: NVDA+Strg+8: Private Chat-Nachricht (innerhalb der Veranstaltung) erhalten
pl: NVDA + Ctrl + 8: Otrzymano prywatną wiadomość czatu.

source: NVDA + Ctrl + 9: In-meeting File Upload Completed
de: NVDA+Strg+9: Datei innerhalb der Veranstaltung hochgeladen
pl: NVDA + Ctrl + 9: Wysyłanie pliku do spotkania zakończone.

source: NVDA + Ctrl + 0: Host Privilege Granted/Revoked
de: NVDA+Strg+0: Ernennung zum Veranstalter erhalten/zurückgezogen
pl: NVDA + Ctrl + 0: Nadano/odebrano uprawnienia organizatora.

source: NVDA + Shift + Ctrl + 1: Participant Has Raised/Lowered Hand (Host Only)
de: NVDA+Umschalt+Strg+ 1: Teilnehmer hat die Hand gehoben/gesenkt (nur Veranstalter)
pl: NVDA + Shift + Ctrl + 1: Uczestnik podniósł/opuścił rękę. (Widoczne tylko dla organizatora)

source: NVDA + Shift + Ctrl + 2: Remote Control Permission Granted/Revoked
de: NVDA+Umschalt+Strg+2: Genehmigung der Fernsteuerung erhalten/zurückgezogen (nur Veranstalter)
pl: NVDA + Shift + Ctrl + 2: Nadano/odebrano uprawnienia do wsparcia zdalnego.

source: NVDA + Shift + Ctrl + 3: IM chat message received
de: NVDA+Umschalt+Strg+3: Direkt-chat-nachricht erhalten
pl: NVDA + Shift + Ctrl + 3: Otrzymano wiadomość czatu

source: Note that you need to leave reporting all alert types selected (in Zoom accessibility settings) to have the add-on function as expected.
de: Beachten Sie, dass in den Zoom-Einstellungen alle Meldungen aktiviert sein müssen, damit die Erweiterung richtig funktioniert.
pl: Uwaga! Aby dodatek działał poprawnie, należy zaznaczyć tryb "Ogłaszaj wszystkie alerty" w ustawieniach dostępności Zoom.

source: Keyboard shortcut for Opening add on Dialogue
de: Tastenkürzel um den Dialog der Erweiterung aufzurufen
pl: Skrót klawiszowy otwierający okno dodatku

source: NVDA + Z Opens the add-on dialog !
de: NVDA+Z öffnet den Dialog der Erweiterung!
pl: NVDA + Z otwiera okno dodatku.

source: Using this dialog you can :
de: In diesem Dialog können Sie:
pl: Można w nim:

source: See which alerts are announced and which aren't
de: Feststellen, welche Meldungen angesagt oder nicht angesagt werden
pl: Sprawdzić, które alerty są ogłaszane, a które nie

source: Select the types of the alerts you want to be announced
de: Wählen Sie die Meldungstüpen, über welche Sie informiert werden wollen
pl: Wybrać, jakiego rodzaju alerty mają być ogłaszane

source: Choose alerts reporting mode
de: Wähle auszugebende Meldungen
pl: Wybrać tryb ogłaszania alertów

source: Save custom changes
de: Persönliche Änderungen speichern
pl: Zapisać zmiany urzytkownika

source: Remote control
de: Fernsteuerung
pl: Wsparcie zdalne

source: after a remote control permission is granted, NVDA + O will move the focus in /Out of the remote controlled screen
de: Sofern man eine Steuerungs-Erlaubnis erhalten hat, bewegt NVDA+o den Fokus in und aus dem zu kontrollierenden Bildschirm
pl: Po nadaniu uprawnień do wsparcia zdalnego, skrót NVDA + O przenosi kursor systemu na lub poza kontrolowany zdalnie ekran.

source: Note that the focus should be on one of the meeting controls to be able to remote control the other screen
de: Bitte beachten Sie, dass der Fokus auf einem Meeting-Element sein sollte, damit Sie einen anderen Bildschirm fernsteuern können
pl: Uwaga! Kursor systemu powinien znajdować się na jednej z kontrolek spotkania, aby można było kontrolować zdalnie inny ekran.

source: An Important note
de: Wichtiger Hinweis
pl: Ważne!

source: Currently the feature of custom alerts mode where the user can choose which alerts they want to have and which not works with Zoom only when the user interface language is set to english.
de: Momentan funktioniert das Feature der benutzerspezifischen Meldungsauswahl, bei dem der Nutzer selbst festlegen kann, welche Meldungen er mitbekommen möchte nur, wenn die Sprache von Zoom auf englisch eingestellt ist.
pl: Funkcja Trybu Użytkownika pozwalająca określić, które alerty mają być ogłaszane, a które nie, działa tylko wtedy, gdy język interfejsu użytkownika w programie Zoom jest ustawiony na angielski.
