Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/lambda/nvda.po
Languages: de, ru

source: Shows a dialog to revert lambda profile options to the default.
de: Zeigt ein Dialogfeld für das Zurücksetzen der Profil-Einstellungen auf den Standardzustand an.
ru: Показывает диалог возврата параметров профиля лямбда к значениям по умолчанию.

source: Reports the current line under the application cursor.
de: Teilt die aktuelle Zeile unter dem Cursor der Anwendung mit.
ru: Читает текущую строку под курсором приложения.

source: reads from the beginning of the document up to the end of the text.
de: Liest das Dokument von Anfang bis Ende vor.
ru: читает от начала документа до конца текста.

source: Announces the current selection in edit controls and documents.
de: Teilt die aktuelle Auswahl in Eingabefeldern und Dokumenten mit.
ru: Объявляет текущее выделение в полях редактирования и документах.

source: Duplicate the current line and sets the cursor to the new line.
de: Dupliziert die aktuelle Zeile und setzt den Cursor in die neue Zeile.
ru: Дублирует текущую строку и устанавливает курсор на новую строку.

source: flat mode
de: Flächenmodus
ru: плоский режим

source: Toggle the braille flat mode on or off.
de: Schaltet den Flächenmodus auf der Braillezeile ein oder aus.
ru: Переключает плоский режим Брайля.

source: Duplicate lines using control+d shortcut may causes error or stability issues while using Lambda with NVDA. Please consider using the NVDA+D shortcut instead.
de: Duplizieren von Zeilen mit Strg+D kann Fehler oder Stabilitätsprobleme bei der Verwendung von Lambda mit NVDA verursachen. Bitte denken Sie daran, stattdessen NVDA+D zu verwenden.
ru: Дублирование строк с помощью сочетания клавиш control+d может привести к ошибкам или проблемам со стабильностью при использовании Lambda с NVDA. Пожалуйста, рассмотрите возможность использования сочетания клавиш NVDA+D.

source: Revert LAMBDA Profile Wizard
de: Dialogfeld für Lambda-Profil zurücksetzen
ru: Мастер возврата профиля ЛЯМБДА

source: Choose which options you want to reset to the default value for the Lambdas profile
de: Wählen Sie aus, welche Einstellungen aus dem Lambda-Profil auf Standard zurückgesetzt werden sollen
ru: Выберите, какие параметры вы хотите сбросить до значений по умолчанию для профиля Лямбда

source: Keep the LAMBDA braille table for the current language (%s)
de: Für die Sprachausgabe (%s) die Braille-Tabelle für Lambda behalten
ru: Сохранить таблицу брайля ЛЯМБДА для текущего языка (%s)

source: Set the braille cursor to tether the focus
de: Braille-Cursor folgt dem Fokus
ru: Установить курсор Брайля для привязки фокус

source: Disable the Braille reading by paragraph
de: Absatzweises Lesen auf der Braillezeile ausschalten
ru: Отключить чтение по Брайлю по абзацам

source: Disable word wrappping of the braille line
de: Zeilenumbrüche der Zeile ausschalten
ru: Отключить перенос слов в строке Брайля

source: Incompatible version of the addon detected
de: Inkompatible Version dieser NVDA-Erweiterung gefunden
ru: Обнаружена несовместимая версия дополнения

source: An old, incompatible version of this addon has been detected. This prevents the installation to be completed. Please uninstall the previous version before proceeding with the Lambda addon setup.
de: Es wurde eine alte, inkompatible Version dieser NVDA-Erweiterung gefunden. Dies verhindert die Fertigstellung der Installation. Bitte deinstallieren Sie die ältere Version, bevor Sie mit der Installation der NVDA-Erweiterung fortfahren.
ru: Обнаружена старая, несовместимая версия этого дополнения. Это препятствует завершению установки. Пожалуйста, удалите предыдущую версию, прежде чем приступать к установке дополнения лямбда.

source: lambda profile already exists
de: Lambda-Profil existiert bereits
ru: лямбда-профиль уже существует

source: Another profile named "lambda" is already present in your NVDA configuration. This may prevents the addon on create and configure the lambda profile correctly. Please review default options for this addon using the Revert LAMBDA Profile Wizard (pressing nvda+alt+r) while the Lambda Application is active. Press OK to complete the addon Setup.
de: Ein weiteres Profil mit dem Namen"Lambda" ist bereits in Ihrer NVDA-Konfiguration vorhanden. Dies kann zu fehlerhaften Konfigurationen des Lambda-Profils führen. Bitte überprüfen Sie die Standard-Optionen für diese NVDA-Erweiterung mit Hilfe des Lambda-Profil-Assistenten (drücken von NVDA+Alt+R), während die Lambda-Anwendung aktiv ist. Klicken Sie auf "OK", um das Setup der NVDA-Erweiterung abzuschließen.
ru: Другой профиль с именем "lambda" уже присутствует в вашей конфигурации NVDA. Это может помешать дополнению правильно создать и настроить профиль lambda. Пожалуйста, просмотрите настройки по умолчанию для этого дополнения, используя мастер восстановления лямбда-профиля (команда nvda+alt+r), пока приложение Lambda активно. Нажмите OK, чтобы завершить настройку дополнения.

source: Lambda math editor addon
de: NVDA-Erweiterung für den Mathematik-Editor Lambda
ru: Дополнение к математическому редактору лямбда

source: This addon provides access to the Lambda math editor with both braille and speech support.
de: Diese NVDA-Erweiterung ermöglicht den Zugang zum Mathematik-Editor Lambda mit Braille- und Sprachausgaben-Unterstützung
ru: Это дополнение предоставляет доступ к математическому редактору Lambda как с поддержкой шрифта Брайля, так и с поддержкой речи.
