Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/resourceMonitor/nvda.po
Languages: uk

source: Unsupported Windows release
uk: Непідтримувана версія Windows

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
uk: Ви використовуєте версію Windows {releaseName} ({build}), яку цей додаток не підтримує. Цей додаток вимагає {supportedReleaseName} ({supportedBuild}) чи пізнішу.

source: No authentication (Open)
uk: Без автентифікації (Відкрито)

source: Connected to {}
uk: Підключено до {}

source: Disconnected from {}
uk: Відключено від {}

source: A wireless device has been enabled
uk: Бездротовий пристрій увімкнено

source: A wireless device has been disabled
uk: Бездротовий пристрій вимкнено

source: This computer does not have a battery connected.
uk: До цього комп’ютера не підключено акумулятор.

source: {percent}%, battery charging.
uk: {percent}%, акумулятор заряджається.

source: {percent}% battery remaining, battery time unknown.
uk: Залишилося {percent}% заряду акумулятора, час роботи акумулятора невідомий.

source: 1 hour
uk: 1 година

source: {0} hours
uk: {0} годин

source: 1 minute
uk: 1 хвилина

source: {0} minutes
uk: {0} хвилин

source: {percent}% battery remaining, about {time}.
uk: Залишилося {percent}% заряду акумулятора, приблизно {time}.

source: Warning: low battery.
uk: Попередження: низький заряд акумулятора.

source: Warning: critically low battery.
uk: Попередження: заряд акумулятора критично низький.

source: Resource Monitor
uk: Монітор ресурсів

source: Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
uk: Повідомляє про відсоток заряду акумулятора, статус заряджання, час, що залишився (якщо акумулятор не заряджається) і попередження про низький та критично низький заряд акумулятора.

source: Presents the used and total space of the static and removable drives on this computer.
uk: Надає інформацію про зайнятий та повний об'єм статичних та переносних дисків, підключених до комп'ютера.

source: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} used {percent}%.
uk: {driveName} ({driveType} диск): {usedSpace} із {totalSpace} використано {percent}%.

source: Presents the average processor load and the load of each core.
uk: Надає інформацію про середню завантаженість процесора і про завантаженість кожного ядра.

source: Core {coreNumber}: {corePercent}%
uk: Ядро {coreNumber}: {corePercent}%

source: Average CPU load {avgLoad}%.
uk: Середня завантаженість процесора {avgLoad}%.

source: Average CPU load {avgLoad}%, {cores}.
uk: Середня завантаженість процесора {avgLoad}%, {cores}.

source: Presents the used and total space for both physical and virtual ram.
uk: Надає інформацію про зайнятий та повний об’єм як фізичної, так і віртуальної пам’яті.

source: Physical: {physicalUsed} of {physicalTotal} used ({physicalPercent}%).
uk: Фізична пам'ять: {physicalUsed} із {physicalTotal} використовується ({physicalPercent}%).

source: Virtual: {virtualUsed} of {virtualTotal} used ({virtualPercent}%).
uk: Віртуальна пам’ять: {virtualUsed} із {virtualTotal} використовується ({virtualPercent}%).

source: Announces the version of Windows you are using.
uk: Повідомляє про версію Windows, яку ви використовуєте.

source: Announces the system's wireless network ssid name, and its strength.
uk: Повідомляє ім'я ssid бездротової мережі системи та її потужність.

source: No wireless devices
uk: Немає бездротових пристроїв

source: No wireless connections
uk: Немає бездротових з'єднань

source: Connected wireless network: {}. Signal strength: {}%. Security type: {}
uk: Підключено бездротову мережу: {}. Рівень сигналу: {}%. Тип захисту: {}

source: 1 day
uk: 1 день

source: {0} days
uk: {0} днів

source: 1 second
uk: 1 секунда

source: {0} seconds
uk: {0} секунд

source: Announces the system's uptime.
uk: Повідомляє час безперервної роботи системи.

source: Failed to get the system's uptime.
uk: Невдалося отримати інформацію про безперервний час роботи системи.

source: Presents used ram, average processor load, and battery info if available.
uk: Надає інформацію про використання оперативної пам'яті, середню завантаженість процесора та акумулятор, якщо він є.

source: {ramPercent}% RAM used, CPU at {cpuPercent}%.
uk: Використано {ramPercent}% оперативної пам’яті, процесор завантажений на {cpuPercent}%.

source: A handy resource monitor to report CPU load, memory usage, battery, disk usage status and more.
uk: Зручний монітор ресурсів повідомляє про завантаженість процесора, використання оперативної пам'яті, статус акумулятора і дискового простору, та іншу інформацію.
