Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/nvdaRd/nvda.po
Languages: hr, it, pl, pt_pt, ro

source: Remote Braille
hr: Udaljena brajica
it: Display Braille remoto
pl: Zdalny brajl
pt_pt: Braille remoto
ro: Braille la distanță

source: Remote Desktop
hr: Udaljena radna površina
it: Desktop remoto
pl: Zdalny pulpit
pt_pt: Ambiente de trabalho remoto
ro: Spațiu de lucru la distanță

source: &Enable NVDA RD for
hr: &Aktiviraj NVDA RD za
it: &Utilizza NVDA RD per
pl: &Włącz NVDA RD dla
pt_pt: Utilizar o NVDA RD para
ro: Activea&ză NVDA RD pentru

source: Server
hr: Poslužitelj
pl: Serwer
pt_pt: Servidor

source: &Automatically recover remote speech after connection loss
hr: &Automatski pokušaj povratiti udaljeni govor poslije gubitka povezanosti
it: Ripristina il supporto vocale remoto dopo una perdita di connessione
pl: &Automatycznie spróbuj odzyskać zdalną mowę po utracie połączenia
pt_pt: Recuperar &Automaticamente a fala à distância após a perda da ligação
ro: &Recuperează automat vorbirea la distanță după pierderea conexiunii

source: Client
hr: Klijent
pl: Klient
pt_pt: Cliente

source: &Allow remote system to control driver settings
hr: &Dozvoli udaljenom sustavu kontrolu postavki upravljačkog programa
it: Consenti al sistem&a remoto di controllare le impostazioni dei driver
pl: &Zezwól zdalnemu systemowi na kontrolę ustawień sterownika
pt_pt: &Permitir que o sistema remoto controle as configurações do driver
ro: &Permite sistemului la distanță să controleze setările driver-ului

source: &Persist client support when exiting NVDA
hr: &Stalna podrška klijenta prilikom izlazka iz NVDA
it: Mantieni il su&pporto client all'uscita di NVDA
pl: &Stałe wsparcie klienta po wyłączeniu NVDA
pt_pt: &Persist apoio ao cliente ao sair da NVDA
ro: &Suportul pentru client persistă la închiderea NVDA

source: Enable Microsoft &Remote Desktop support
hr: Omogući podršku Microsoftove &udaljene radne površine
it: Abilita il supporto di Microsoft &Remote Desktop
pl: Włącz wsparcie protokołu Microsoft &Remote Desktop
pt_pt: Habilitar o suporte Microsoft &Remote Desktop
ro: Activează suportul pentru &Microsoft Remote Desktop

source: Enable &Citrix Workspace support
hr: Omogući podršku &Citrix Workspace
it: Abilita il supporto &Citrix Workspace
pl: Włącz wsparcie protokołu &Citrix Workspace
pt_pt: Habilitar &Citrix Apoio ao espaço de trabalho
ro: Activează suportul pentru &Citrix Workspace

source: You need to enable NVDA RD for at least incoming or outgoing connections.
hr: Moraš omogućiti NVDA RD barem za dolazne ili odlazne veze.
it: Ãˆ necessario abilitare NVDA RD almeno per le connessioni in entrata o in uscita.
pl: Powinieneś włączyć NVDA RD dla chociażby irzychodzących lub wychodzących połączeń.
pt_pt: É necessário activar O NVDA RD para pelo menos as ligações de entrada ou de saída.
ro: Trebuie să activați NVDA RD cel puțin pentru conexiunile de intrare și de ieșire.

source: Error
hr: Greška
it: Errore
pl: Błąd
pt_pt: Erro
ro: Eroare

source: Incoming connections (Remote Desktop Server)
hr: Dolazna povezivanja (server udaljene podrške)
it: Connessioni in entrata (Server desktop remoto)
pl: Przychodzące połączenia (Remote Desktop Server)
pt_pt: Ligações de entrada (Servidor Desktop Remoto)
ro: Conexiuni de intrare (Server Remote Desktop)

source: Outgoing connections (Remote Desktop Client)
hr: Odlazna povezivanja (klijent udaljene podrške)
it: Connessioni in uscita (Client Desktop Remoto)
pl: Wychodzące połączenia (Remote Desktop Klient)
pt_pt: Ligações de saída (Cliente de Desktop Remoto)
ro: Conexiuni de ieșire (Client Remote Desktop)

source: Secure Desktop pass through
it: Passaggio attraverso Desktop protetto
pl: Przepuszczenie przez bezpieczny pulpit
pt_pt: Ligações bidireccionais (Servidor e Cliente remoto de secretária)
ro: Trecere prin spațiul de lucru sigur

source: Remote speech
hr: Udaljeni govor
it: Sintesi vocale remota
pl: Zdalna mowa
pt_pt: Discurso remoto
ro: Vorbire la distanță

source: &Fallback synthesizer
hr: &Rezervna govorna jedinica
it: Sintesi vocale di e&mergenza
pl: &Zapasowy syntezator mowy
pt_pt: &Sintetizador de retorno
ro: &Sintetizator alternativ

source: NVDA Remote Desktop Support
it: Supporto al desktop remoto con NVDA
pl: Wsparcie Remote Desktop dla NVDA
pt_pt: Suporte remoto NVDA Desktop
ro: Suport NVDA Remote Desktop

source: Allows using speech and braille with Microsoft Remote Desktop, Citrix Workspace and VMware Horizon
hr: Omogućuje korištenje govora i brajice sa Microsoft Remote Desktop, Citrix Workspace i VMware Horizon udaljenim rješenjima
it: Consente l'utilizzo della sintesi vocale e del braille con Microsoft Remote Desktop, Citrix Workspace e VMware Horizon
pl: Umożliwia używanie mowy i brajla używając Microsoft Remote Desktop, Citrix Workspace i VMware Horizon
pt_pt: Permite utilizar a fala e o braille com Microsoft Remote Desktop, Citrix Workspace e VMware Horizon
ro: Permite folosirea vorbirii și a Braille cu Microsoft Remote Desktop, Citrix Workspace și VMware Horizon
