Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/searchWith/nvda.po
Languages: fr, gl, ro, vi

source: Search With Menu
fr: Menu Search With
gl: Menú de Search With
ro: Meniul Search With
vi: menu tìm kiếm nhanh

source: Not able to get {item} url
fr: Impossible d'obtenir l'URL de {item}
gl: Imposible obter URL de {item}
ro: Nu se poate obține adresa URL a {item}
vi: không thể lấy url trong {item}

source: Error Message
fr: Message d'erreur
gl: Mensaxe de erro
ro: Mesaj de eroare
vi: cảnh báo lỗi

source: No text in clipboard
fr: Aucun texte dans le presse-papiers
gl: Non hai texto no portapapeis
ro: Nu există text pe planșetă

source: No last spoken text
fr: Aucun dernier texte annoncé
gl: Sen último texto falado
ro: Nu există un ultim text pronunțat

source: Display Search with dialog to enter a search query. And if text selected, displays a virtual menu pressed once, searches Google directly pressed twice.
fr: Affiche la boîte de dialogue Search With pour entrer une requête de recherche. Si du texte est sélectionné, un appui affiche un menu virtuel. Deux appuis recherche directement avec Google.
gl: Amosar o diálogo de Search with para introducir unha procura. E se hai texto seleccionado, amosa un menú virtual premido unha vez, busca en Google directamente premido dúas veces.
ro: Afișează fereastra de dialog a Search with pentru a putea fi introdusă o interogare de căutare. Dacă textul este selectat, afișează un meniu virtual apăsată o dată, iar dacă este apăsată de două ori, caută direct pe Google.
vi: mở hộp thoại có thể nhập văn bản để tìm kiếm. nếu có văn bản đang chọn, mở menu để chọn công cụ khi tìm kiếm. nhấn hai lần, tìm kiếm với google

source: Display Search with virtual menu for clipboard text, and pressed twice searches Google directly.
fr: Affiche le menu virtuel Search with pour le texte du presse-papiers, deux appuis recherche directement sur Google.
gl: Amosar o menú virtual de Search with para o texto do portapapeis, e premido dúas veces busca en Google directamente.
ro: Afișează meniul virtual al Search with pentru textul de pe planșetă, iar dacă este apăsată de două ori, caută direct pe Google.

source: Display Search with virtual menu for last spoken text, and pressed twice searches Google directly.
fr: Affiche le menu virtuel Search with pour le dernier texte annoncé, deux appuis recherche directement sur Google.
gl: Amosar o menú virtual de Search with para o último texto falado, e premido dúas veces busca en Google directamente.
ro: Afișează meniul virtual al Search with pentru ultimul text pronunțat, iar dacă este apăsată de două ori, caută direct pe Google.

source: Menu
gl: Menú
ro: Meniu

source: Available items to add
fr: Éléments disponibles à ajouter
gl: Elementos dispoñibles para engadir
ro: Elemente disponibile de adăugat
vi: các mục bạn có thể thêm

source: Add to menu
fr: Ajouter au menu
gl: Engadir ó menú
ro: Adăugați la meniu
vi: Thêm vào menu

source: Search with menu
fr: Menu Search with
gl: Menú de Search with
ro: Meniul Search with
vi: menu tìm kiếm nhanh

source: Remove
fr: Supprimer
gl: Eliminar
ro: Ștergeți
vi: xóa

source: Move item up
fr: Déplacer l'élément vers le haut
gl: Mover elemento arriba
ro: Deplasați elementul în sus
vi: chuyển mục lên

source: Move item down
fr: Déplacer l'élément vers le bas
gl: Mover elemento abaixo
ro: Deplasați elementul în jos
vi: chuyển mục xuống

source: Set menu to default
fr: Rétablir le menu par défaut
gl: Configurar menú nos valores por defecto
ro: Setați meniul la implicit
vi: đặt menu này làm mặc định

source: In Google search
fr: Dans la recherche Google
gl: Na busca de Google
ro: În căutarea Google
vi: trong google tìm kiếm

source: Browser language and setting
fr: Langue et paramètres du navigateur
gl: Idioma do navegador e configuración
ro: Navigator de limbă și setări
vi: ngôn ngữ của trình duyệt

source: NVDA language
fr: Langue de NVDA
gl: Lingua de NVDA
ro: Limba NVDA
vi: ngôn ngữ của nvda

source: Windows language
fr: Langue de Windows
gl: Lingua de Windows
ro: Limba Windows
vi: Ngôn ngữ của Windows

source: Use:
fr: Utiliser :
gl: Utilizar:
ro: Se utilizează:
vi: sử dụng

source: In search with dialog
fr: Dans la fenêtre Search with
gl: No diálogo de search with
ro: În fereastra de dialog a search with

source: Leave Blank
fr: Laisser vide
gl: Deixar en Branco
ro: Lăsați Necompletat

source: Use clipboard text
fr: Utiliser le texte du presse-papiers
gl: Utilizar texto do portapapeis
ro: Folosiți textul de pe planșetă

source: Use last spoken text
fr: Utiliser le dernier texte annoncé
gl: Utilizar último texto falado
ro: Utilizați ultimul text pronunțat

source: Options for default query:
fr: Options pour la requête par défaut :
gl: Opcións para a consulta por defecto:
ro: Opțiuni pentru interogarea de căutare:

source: Translation engines
fr: Moteurs de traduction
gl: Motores de tradución
ro: Motoare de traducere

source: Target language for google translate:
fr: Langue cible pour Google Translate :
gl: Lingua destiño para google translate:
ro: Limba țintă pentru Google Translate:

source: Target language for deepL translate:
fr: Langue cible pour DeepL Translator :
gl: Lingua destiño para deepL translate:
ro: Limba țintă pentru deepL translate:

source: For advanced users
fr: Pour les utilisateurs avancés
gl: Para usuarios avanzados
ro: Pentru utilizatorii avansați

source: Preserve data folder upon installing a new version
fr: Conserver le dossier de données lors de l'installation d'une nouvelle version
gl: Preservar datos ó instalar unha nova versión
ro: Păstrați dosarul de date la instalarea unei versiuni noi

source: Information: Item added
fr: Information : élément ajouté
gl: Información: Elemento engadido
ro: Informație: Element adăugat
vi: Thông tin: đã thêm mục

source: Information: item removed
fr: Information : élément supprimé
gl: Información: elemento eliminado
ro: Informație: Element șters
vi: Thông tin: đã xóa mục

source: Information: item moved up
fr: Information : élément déplacé vers le haut
gl: Información: elemento movido arriba
ro: Informație: Element deplasat în sus
vi: Thông tin: đã chuyển mục lên

source: Information: item moved down
fr: Information : élément déplacé vers le bas
gl: Información: elemento movido abaixo
ro: Informație: Element deplasat în jos
vi: Thông tin: đã chuyển mục xuống

source: Information: Menu set to default
fr: Information : Menu par défaut rétabli
gl: Información: Menú configurado ós valores por defecto
ro: Informație: Meniu setat la implicit
vi: Thông tin: đã đặt Menu mặc định

source: Search with google
fr: Rechercher avec google
gl: Buscar con google
ro: Căutare cu Google
vi: Tìm với google

source: Enter a search query
fr: Entrez une requête de recherche
gl: Introducir unha procura
ro: Introdu o interogare de căutare
vi: nhập gì đó để tìm kiếm

source: Other Engines
fr: Autres moteurs de recherche
gl: Outros Motores
ro: Alte motoare
vi: dùng công cụ khác

source: This addon helps you to search text, via various search engines. Let no text selected, and press the gesture of the addon A dialog will be displayed, with an edit box to enter a search query To search with Google press enter, or tab to search with other engins. Or select some text and press once, a menu will be displayed with various search engines to choose from. And while text is selected, you can press the gesture twice to search with Google directly. The Default gesture for the addon is: NVDA+ Windows+ S.
fr: Cette extension vous aide à rechercher du texte, via divers moteurs de recherche. Avec aucun texte sélectionné, appuyez sur le geste de l'addon Une boîte de dialogue s'affiche, avec une zone d'édition pour entrer une requête de recherche Pour effectuer une recherche avec Google, appuyez sur Entrée ou sur la touche de tabulation pour effectuer une recherche avec d'autres moteurs. Ou sélectionnez du texte et appuyez une fois, un menu s'affichera avec différents moteurs de recherche parmi lesquels choisir. Et lorsque le texte est sélectionné, vous pouvez appuyer deux fois sur le geste pour rechercher directement avec Google. Le geste par défaut pour l'extension est : NVDA+ Windows+ S.
gl: Este complemento axúdache a buscar texto, a través de varios motores de procura. Non selecciones texto, e preme o xestos do complemento Amosarase un diálogo, cunha caixa de edición para introducir unha procura Para procurar con Google preme intro, ou tab para buscar con outros motores. Ou selecciona algún texto e preme unha vez, amosarase un menú con varios motores de procura entre os que escoller. E mentres estea seleccionado texto, podes premer o xesto dúas veces para procurar con Google directamente. O xesto por defecto para o complemento é: NVDA+ Windows+ S.
ro: Acest supliment vă ajută să căutați text prin intermediul diverselor motoare de căutare. Nu lăsați niciun text selectat și apăsați combinația de taste (gestul) suplimentului Va fi afișată o fereastră de dialog ce va conține o casetă de editare în care să introduceți o interogare de căutare Apăsați tasta enter pentru a căuta cu Google sau tasta tab pentru a utiliza alte motoare de căutare. Sau Selectați un text, apăsați o dată și se va deschide un meniu cu o gamă variată de motoare de căutare din care să alegeți. Cât timp este selectat text, puteți apăsa cscurtătura de taste de două ori pentru a căuta direct cu Google. Gestul implicit al suplimentului este: NVDA+ Windows+ S.
vi: bổ trợ này giúp bạn tìm kiếm văn bản bằng nhiều công cụ khác nhau . nếu bạn chưa chọn văn bản, mà bạn nhấn phím tắt của bổ trợ n một hộp thoại với một ô nhập liệu sẽ mở để bạn gõ nội dung muốn tìm kiếm để tìm kiếm bằng google chỉ cần bấm enter. nếu bạn muốn sử dụng công cụ tìm kiếm khác, chỉ cần nhấn tab tới dùng công cụ khác . Hoặc bạn hãy chọn một vài văn bản. nếu bạn nhấn một lần, một menu sẽ hiện ra các công cụ tìm kiếm cho bạn chọn . nếu bạn nhấn nhanh 2 lần. sẽ tìm kiếm luôn với google . phím tắt mặc định của bổ trợ là. NVDA+ Windows+ S. .

source: Search With
vi: tìm kiếm nhanh
