Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/rdAccess/nvda.po
Languages: pl

source: Remote Braille
pl: Zdalny brajl

source: &Enable remote desktop accessibility for
pl: &Włącz remote desktop accessibility dla

source: Server
pl: Serwer

source: &Automatically recover remote speech after connection loss
pl: &Automatycznie spróbuj odzyskać zdalną mowę po utracie połączenia

source: Client
pl: Klient

source: &Allow remote system to control driver settings
pl: &Zezwalaj zdalnemu systemowi na sterowanie ustawieniami sterownika

source: &Persist client support when exiting NVDA
pl: &Utrwalanie obsługi klienta podczas wychodzenia z NVDA

source: Enable Microsoft &Remote Desktop support
pl: Włącz wsparcie Microsoft &Remote Desktop

source: Enable &Citrix Workspace support
pl: Włącz obsługę &Citrix Workspace

source: You need to enable remote destkop accessibility support for at least incoming or outgoing connections.
pl: Musisz włączyć obsługę remote destkop accessibility przynajmniej dla połączeń przychodzących lub wychodzących.

source: Error
pl: Błąd

source: Incoming connections (Remote Desktop Server)
pl: Połączenia przychodzące (serwer usług pulpitu zdalnego)

source: Outgoing connections (Remote Desktop Client)
pl: Połączenia wychodzące (klient pulpitu zdalnego)

source: Secure Desktop pass through
pl: Przepuszczenie przez bezpieczny pulpit

source: Remote speech
pl: Zdalna mowa

source: &Fallback synthesizer
pl: &Zapasowy syntezator mowy

source: This add-on was previously called NVDA Remote Desktop. You have an installed version of that add-on. Would you like to update to RDAccess?
pl: Ten dodatek wcześniej nazywał sie NVDA Remote Desktop. Masz zainstalowaną wersję tego dodatku. Czy chcesz zaktualizować RDAccess?

source: Previous version detected
pl: Wykryto poprzednią wersję

source: Allows using speech and braille with Microsoft Remote Desktop, Citrix Workspace and VMware Horizon
pl: Umożliwia używanie mowy i brajla w Microsoft Remote Desktop, Citrix Workspace i VMware Horizon
