Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/calibre/nvda.po
Languages: tr

source: (hidden)
tr: (gizli)

source: Not found
tr: Bulunamadı

source: Tools bar
tr: Araç çubuğu

source: open the context menu for selecting and maintenance library
tr: Kitaplık seçmek ve yönetmek için içerik menüsünü kullanın

source: open the context menu for adding books
tr: Kitap eklemek için içerik menüsünü kullanın

source: Search bar
tr: Arama çubuğu

source: open the context menu for saved searches
tr: Kaydedilen aramaları görmek için içerik menüsünü kullanın

source: open the context menu for virtual libraries
tr: Sanal kitaplıklar için içerik menüsünü kullanın

source: The search bar is not visible. Press shift+alt+f to show it.
tr: Arama çubuğu gizlenmiş. Görüntülemek için shift+alt+f tuşlarına basın.

source: Bring focus to toolbar
tr: Odağı araç çubuğuna getir

source: says the total of books in the current library view and the number of books selected
tr: Üzerinde bulunulan kütüphane görünümündeki kitap sayısını ve seçilen kitap sayısını söyler

source: open the context menu for settings of the current column
tr: Üzerinde bulunulan sütunun ayarlarını görüntülemek için içerik menüsünü açın

source: Book info
tr: Kitap bilgisi

source: search the current book in Google
tr: Kitabı Google'da ara

source: Leaving the toolbar
tr: Araç çubuğundan çıkılıyor

source: Can't click in %s, try to maximize the window
tr: %s tıklanamıyor, ekranı kaplamayı deneyin

source: Report table headers
tr: Tablo başlıklarını söyle

source: None
tr: Hiçbiri

source: Rows and columns
tr: Satırlar ve sütunlar

source: Columns only
tr: Sadece sütunlar

source: Calibre accessibility enhancements
tr: Calibre erişilebilirlik geliştirmeleri

source: Provides some accessibility enhancements for the interface of Calibre eBook Management
tr: Calibre e-kitap yönetimi yazılımı arayüzü için erişilebilirlik geliştirmeleri sunar
