Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/clipContentsDesigner/nvda.po
Languages: sk

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut, and by default it works just when clipboard contains text. Do you want to configure Emulate copy and cut now? You may do or change this later.
sk: Teraz môžete nastaviť, aby sa pred skopírovaním a vystrihnutím do schránky zobrazilo varovanie. Predvolene sa toto varovanie objaví len vtedy, ak je v schránke text. Chcete aktivovať varovanie?

source: Configure Emulate copy and cut
sk: Varovania pri práci so schránkou

source: Preformatted text in HTML
sk: Formátovaný html text

source: HTML as shown in a web browser
sk: HTML zobrazené vo webovom prehliadači

source: Raw text
sk: čistý text

source: Shows the Clip Contents Designer settings.
sk: Zobrazí nastavenia pokročilej schránky.

source: Clipboard cleared
sk: Schránka je prázdna

source: Clipboard not cleared
sk: obsach schránky sa nepodarilo odstrániť

source: Start marker set
sk: Začiatok označený

source: Marks the current position of the review cursor as the start of text to be appended to the clipboard.
sk: Označí aktuálnu pozíciu prezeracieho kurzora ako začiatok textu, ktorý bude skopírovaný do schránky.

source: No selection. No start marker set
sk: Nie je označený začiatok

source: The start marker must reside within the same object
sk: Začiatok musí byť označený v tom istom objekte

source: No text to add
sk: Žiadny text na pridanie

source: Please, confirm if you want to add text to the clipboard
sk: Naozaj chcete pridať text do schránky?

source: Adding text to clipboard
sk: Pridanie textu

source: Added
sk: Pridané

source: Cannot add
sk: Nie je možné pripojiť

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
sk: Pridá označený text do schránky.

source: Please, confirm if you want to clear the clipboard
sk: Naozaj chcete vymazať obsah schránky?

source: Clearing clipboard
sk: Vymazanie schránky

source: Deletes the added text and the content of the clipboard.
sk: Vymaže obsah schránky.

source: Please, confirm if you want to copy to the clipboard
sk: Naozaj chcete kopírovať?

source: Copying to clipboard
sk: Kopírovanie

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
sk: Skopíruje do schránky s možnosťou varovania

source: Please, confirm if you want to cut from the clipboard
sk: Naozaj chcete vystrihnúť?

source: Cutting from clipboard
sk: Vystrihnutie

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
sk: Vystrihne do schránky s možnosťou varovania

source: Clipboard is not empty, but there is no text to show
sk: Schránka nie je prázdna, ale nie je možné zobraziť text

source: Clipboard is empty
sk: Schránka je prázdna

source: Clipboard text ({max}/{current} - {formatForTitle})
sk: Text v schránke ({max}/{current} - {formatForTitle})

source: Shows the clipboard text in browse mode
sk: Zobrazí text schránky v režime prehliadania

source: Type the string to be used as a &separator between contents added to the clipboard.
sk: Zadajte reťazec, ktorým sa budú oddeľovať jednotlivé ča&sti textu v schránke.

source: &Add text before clip data
sk: & Pridať reťazec pred textom

source: Sele&ct the actions which require previous confirmation
sk: Vyber&te akcie, ktoré vyžadujú varovanie

source: Confirm to add text
sk: pridanie textu

source: Confirm to clear clipboard
sk: Vymazanie schránky

source: Confirm to emulate copy
sk: Kopírovať

source: Confirm to emulate cut
sk: Vystrihnúť

source: &Request confirmation before performing the selected actions when:
sk: Va&rovať keď:

source: Always
sk: Vždy

source: If the clipboard contains text
sk: Ak je v schránke text

source: If the clipboard is not empty
sk: Ak schránka nie je prázdna

source: &Format to show the clipboard text in browse mode:
sk: Zobraziť schránku vo &formáte:

source: &Maximum number of characters when showing clipboard text in browse mode
sk: &Maximálny počet znakov pri zobrazení textu schránky v režime prehliadania

source: Clip Contents Designer
sk: Rozšírená schránka

source: Add-on for managing clipboard text.
sk: Doplnok na prácu so schránkou Windows.
