Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/extendedWinamp/nvda.po
Languages: tr_tr

source: %d hour,
tr_tr: %d saat,

source: %d hours,
tr_tr: %d saat,

source: %d minute,
tr_tr: %d dakika,

source: %d minutes,
tr_tr: %d dakika,

source: %s second
tr_tr: %s saniye

source: %s seconds
tr_tr: %s saniye

source: Toggles shuffle state
tr_tr: Karıştırma durumunu değiştirir

source: on
tr_tr: açık

source: off
tr_tr: kapalı

source: Toggles repeat state
tr_tr: Tekrar durumunu değiştirir

source: Mute playback
tr_tr: Çalanı sustur

source: mute
tr_tr: sustur

source: Set playback volume to 25%
tr_tr: Sesi yüzde 25 seviyesine ayarla

source: Set playback volume to 50%
tr_tr: Sesi yüzde 50 seviyesine ayarla

source: Set playback volume to 100%
tr_tr: Sesi yüzde 100 seviyesine ayarla

source: Pan left
tr_tr: Sola kaydır

source: Pan right
tr_tr: Sağa kaydır

source: Pan center
tr_tr: Sesi ortala

source: center
tr_tr: ortala

source: Speaks total track length
tr_tr: Parça süresini söyle

source: No time information.
tr_tr: Süre bilgisi yok.

source: Speaks track elapsed time
tr_tr: Geçen süreyi söyle

source: Speaks track remaining time
tr_tr: Kalan süreyi söyle

source: Speaks the percentage
tr_tr: Geçen süreyi Yüzde olarak söyler

source: Review the end of track (last 6 seconds by default)
tr_tr: Parça sonunu gözden geçir (Varsayılan süre son 6 Saniye)

source: not playing
tr_tr: çalınan parça yok

source: Set the review time (in seconds) for use with Review End of Track command
tr_tr: Parça sonu gözden geçirme süresini saniye cinsinden girin

source: Seconds:
tr_tr: Saniye:

source: Set review time
tr_tr: Gözden geçirme süresini ayarla

source: Bad value entered! Please try again.
tr_tr: Yanlış değer girdiniz, lütfen tekrar deneyin.

source: Error
tr_tr: Hata

source: Alternate jump forward (6 seconds by default)
tr_tr: Alternatif ileri alma (varsayılan süre 6 saniye)

source: Alternate jump backward (6 seconds by default)
tr_tr: Alternatif geri alma (varsayılan süre 6 saniye)

source: Set alternate jump time (in seconds)
tr_tr: Alternatif ileri-geri alma süresini saniye cinsinden girin

source: Set alternate jump time
tr_tr: Alternatif ileri-geri alma süresini ayarla

source: Donate via Paypal
tr_tr: Paypal ile bağış yap

source: Donate via Yoomoney
tr_tr: Yoomoney ile bağış yap

source: Request for contributions to {name}
tr_tr: {name} için katkı isteği

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further development of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
tr_tr: {name}, NVDA için ücretsiz bir eklentidir. Bu ve diğer ücretsiz projelerin daha da geliştirilmesini desteklemek için geliştiricisine bağışta bulunabilirsiniz. Şimdi bağış yapmak ister misiniz? Mevcut ödeme yöntemlerinden birini seçin. Bir bağışı tamamlamak için ilgili web sitesine yönlendirileceksiniz
