Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/clock/nvda.po
Languages: de, es, he, hr, it, tr_tr

source: The date and time format you were using are not compatible with this version of the Clock add-on, this will be fixed during installation. Click OK to confirm these corrections
de: Das Datums- und Zeitformat, das Sie verwendet haben, ist nicht mit dieser Version der Erweiterung kompatibel. Dies wird während der Installation korrigiert. Klicken Sie auf "OK", um die Korrektur zu bestätigen.
es: El formato de fecha y hora que estabas usando no es compatible con esta versión del complemento Reloj y se corregirá durante la instalación. Pulsa Aceptar para confirmar estas correcciones
he: תבנית התאריך והשעה שבהם השתמשת אינה מתאימה לגרסה זו של תוסף השעון, בעיה זו תתוקן במהלך ההתקנה. לחץ OK לאישור התיקונים
hr: Oblik datuma i vremena koji ste koristili nisu kompatibilni s ovom verzijom dodatka Clock, to će biti ispravljeno tijekom instalacije. Kliknite u redu da biste potvrdili ove ispravke.
it: Il formato data e ora in uso non è compatibile con questa versione del componente aggiuntivo, questo potrà essere risolto durante l'installazione. Fare clic su OK per confermare le correzioni.
tr_tr: Kullandığınız tarih ve saat biçimi saat eklentisinin bu sürümüyle uyumlu değil, bu, eklenti yüklenirken düzeltilecek. Düzeltmeyi onaylamak için 'tamam'a basın

source: Time and date format corrections
de: Berichtigungen des Datums- und Zeitformats
es: Correcciones de formato de fecha y hora
he: תיקוני תאריך ושעה
hr: Ispravke oblika vremena i datuma
it: correzione formato data e ora.
tr_tr: Saat ve Tarih düzeltmelerİ

source: {hours} hours,
de: {hours} Stunden,
es: {hours} horas,
he: {hours} שעות,
hr: {hours} sati,
it: {hours} ore,
tr_tr: {hours} saat,

source: {minutes} minutes,
de: {minutes} Minuten,
es: {minutes} minutos,
he: {minutes} דקות,
hr: {minutes} minuta,
it: {minutes} minuti,
tr_tr: {minutes} dakika,

source: {seconds} seconds
de: {seconds} Sekunden
es: {seconds} segundos
he: {seconds} שניות
hr: {seconds} sekundi
it: {seconds} secondi
tr_tr: {seconds} saniye

source: 0 seconds
de: 0 Sekunden
es: 0 segundos
he: 0 שניות
hr: 0 sekundi
it: 0 secondi
tr_tr: 0 saniye

source: Clock
de: Uhr
es: Reloj
he: שעון
hr: Sat
tr_tr: Saat

source: Clock se&ttings...
de: Einstellungen für die &Uhr...
es: Ajustes del &reloj...
he: הגדרות &שעון...
hr: Postavke &sata...
it: Cl&ock
tr_tr: Saa&t ayarları...

source: Clock and calendar setup
de: Uhr und Kalender einrichten
es: Configuración de reloj y calendario
he: הגדרת שעון ולוח שנה
hr: Postavke sata i kalendara
it: Impostazioni Orologio
tr_tr: Configuración del reloj y del calendario

source: Clock setup
de: Uhr einrichten
es: Configuración de Reloj
he: הגדרת שעון
hr: Postavke sata
it: Orologio
tr_tr: Saat ayarları

source: Clock setup for times and dates
de: Uhrzeit und Datum einrichten
es: Configuración de Reloj para fechas y horas
he: הגדרת שעון עבור זמנים ותאריכים
hr: Podešavanje sata za vrijeme i datume
it: Impostazioni Orologio
tr_tr: Takvim ve saat ayarları

source: Alarm settin&gs
de: Alarmei&nstellungen
es: Ajustes de la &alarma
he: הגדרות &שעון מעורר
hr: postavke alarma
it: Impostazioni &Timer
tr_tr: Alarm ayarları...

source: Allows you to schedule an alarm
de: Ermöglicht die Einrichtung eines Alarms
es: Te permite programar una alarma
he: אפשר לתזמן שעון מעורר
hr: Omogućuje zakazivanje alarma
it: Consente di impostare il Timer
tr_tr: Alarm kurmanıza olanak tanır

source: Day {day}, week {week} of {year}, remaining days {remain}.
de: Tag {day}, Woche {week} des Jahres {year}, {remain} Tage verbleibend.
es: Día {day}, semana {week} de {year}, días restantes {remain}.
he: יום {day}, שבוע {week} של {year}, ימים נותרים {remain}.
hr: {day}. dan, {week}. tjedan u {year}. godini, Preostali dani {remain}.
it: Giorno {day}: Settimana {week}: anno {year}: mancano {remain} giorni.
tr_tr: Gün {day}, hafta {week}, yıl {year}, kalan gün {remain}

source: Speaks current time. If pressed twice quickly, speaks current date. If pressed thrice quickly, reports the current day, the week number, the current year and the days remaining before the end of the year.
de: Sagt die aktuelle Zeit an. Zweimal schnell gedrückt wird das aktuelle Datum angesagt. Wenn die Tastenkombination dreimal schnell gedrückt wird, wird der aktuelle Tag und die Wochennummer des Jahres sowie die verbleibenden Tage bis zum Jahresende gemeldet.
es: Verbaliza la hora actual. Si se pulsa dos veces rápidamente, verbaliza la fecha actual. Si se pulsa tres veces rápidamente, anuncia el día actual, el número de semana, el año actual y los días restantes para que acabe el año.
he: אומר את הזמן הנוכחי. אם נלחץ פעמיים במהירות, אומר את התאריך הנוכחי. אם נלחץ שלוש פעמים ברצף, מדווח את היום הנוכחי, מספר השבוע, השנה הנוכחית והימים שנותרו עד סוף השנה.
hr: Daje trenutno vrijeme. Ako se pritisne dvaput brzo, govori trenutni datum. Ako se brzo pritisne triput, izvještava o trenutnom danu, broju tjedna, trenutnoj godini i danima koji su preostali prije kraja godine.
it: Annuncia l'ora. Premuto 2 volte, annuncia la data. Premuto 3 volte, annuncia il numero dei giorni e delle settimane ed i giorni che mancano alla fine dell'anno.
tr_tr: Saati söyler. İki kez basılırsa tarihi, üç kez basılırsa Yılın kaçıncı gün ve haftasında olunduğunu ve yılın bitimine kaç gün kaldığını söyler.

source: Clock and calendar layer commands. After pressing this keystroke, press H for additional help.
de: Zwischenbefehle für Uhr und Kalender. Nach dem Drücken dieser Tastenkombination drücken Sie "H" für zusätzliche Hilfe.
es: Órdenes de capa de Reloj y calendario. Después de pulsar este atajo, pulsa la h para obtener más ayuda.
he: שכבת פקודות של השעון ולוח השנה. לאחר לחיצה על מקש זה, לחץ על H לקבלת עזרה נוספת.
hr: Povezane naredbe za sat i kalendar. Nakon što pritisnete ovu kombinaciju tipki, pritisnite H za dodatnu pomoć.
it: Comando Clock and calendar. Dopo aver premuto questo tasto, premere H per ulteriori informazioni.
tr_tr: Saat ve takvim katmanlı komutları. Bu tuşlara bastıktan sonra, yardım için 'h'ye basın.

source: Reset. Running.
de: Zurücksetzen. wird ausgeführt.
es: Restablecido. Funcionando.
he: איפוס. ריצה.
hr: Resetiranje. Kreni.
it: Cronometro riavviato da 0.
tr_tr: Sıfırla. çalışıyor.

source: Running.
de: Läuft.
es: Funcionando.
he: פועל.
hr: Kreni.
it: Cronometro Avviato.
tr_tr: Çalışıyor

source: {0} stopped.
de: {0} angehalten.
es: {0} detenido.
he: {0} נעצר.
hr: {0} zaustavljen.
it: Stop, {0}.
tr_tr: {0} durduruldu

source: Starts, resets or stops the stopwatch.
de: Startet, stoppt oder setzt die Stoppuhr zurück.
es: Inicia, restablece o detiene el cronómetro.
he: התחל, אפס או עצור את הסטופר.
hr: Pokreće, zaustavlja ili resetira štopericu.
it: Avvia, ferma o azzera il cronometro.
tr_tr: Kronometreyi başlatır, durdurur veya sıfırlar.

source: Speaks current stopwatch or count-down timer.
de: Spricht die aktuelle Zeit der Stoppuhr oder des Timers.
es: Verbaliza el cronómetro o contador de cuenta atrás actual.
he: אומר את הסטופר הנוכחי את שעון הספירה לאחור.
hr: Izgovara trenutno stanje štoperice ili odbrojavanja vremena.
it: Legge il tempo trascorso nel cronometro.
tr_tr: Mevcut kronometre ya da geri sayım sayacını seslendirir.

source: Elapsed time {elapsed}, remaining time {remaining}.
de: Verstrichene Zeit {elapsed}, verbleibende Zeit {remaining}.
es: Tiempo transcurrido {elapsed}, tiempo restante {remaining}.
he: הזמן שחלף {elapsed}, הזמן שנותר {remaining}
hr: VRIJEME je proteklo {elapsed}, preostalo vrijeme {remaining}.
it: Mancano {remaining}: tempo trascorso {elapsed}.
tr_tr: Geçen süre {elapsed}, kalan süre {remaining}.

source: No alarm
de: Kein Alarm
es: Sin alarma
he: ללא שעון מעורר
hr: Nema alarma
it: Nessun Timer impostato.
tr_tr: Alarm yok

source: Gives the remaining and elapsed time before the next alarm.
de: Gibt die verstrichene Zeit und die verbleibende Zeit bis zum nächsten Alarm aus.
es: Da el tiempo transcurrido y restante antes de la próxima alarma.
he: נותן את הזמן שנותר וחלף לפני ההתראה הבאה.
hr: Daje proteklo vrijeme kao i preostalo vrijeme prije sljedećeg alarma.
it: Informa sul tempo rimanente ed il tempo trascorso del Timer.
tr_tr: Alarm öncesinde geçen ve kalan süre bilgisini söyler.

source: Alarm cancelled
de: Alarm ausgeschaltet
es: Alarma cancelada
he: שעון מעורר בוטל
hr: Alarm je otkazan
it: Timer annullato.
tr_tr: Alarm iptal edildi

source: Cancel the next alarm.
de: Ermöglicht das Ausschalten des nächsten Alarms.
es: Cancelar la próxima alarma.
he: בטל את השעון המעורר הבא.
hr: Otkazuje sljedeći alarm.
it: Annulla il Timer impostato.
tr_tr: Alarmı kapatır

source: The stopwatch is already reset to 0. Use the clock layer command followed by s to start it.
de: Die Stoppuhr ist bereits auf 0 zurückgesetzt. Verwenden Sie den Zwischenbefehl der Uhr gefolgt von s, um die Stopuhr zu starten.
es: El cronómetro ya se ha puesto a 0. Usa la orden de capa del reloj seguida de la s para iniciarlo.
he: הסטופר כבר אותחל ל 0. השתמש בפקודת שכבת השעון ואחריה s כדי להפעיל אותה.
hr: Štoperica je već resetirana na nulu. Koristite kombinaciju tipki za povezane naredbe sata a zatim tipku S da biste pokrenuli štopericu.
it: Il cronometro è già impostato a 0. Premere il comando nvda+f12 poi s per riavviare.
tr_tr: Kronometre zaten sıfırlanmış. Saat katmanlı komut tuşlarına bastıktan sonra 's'ye basarak tekrar başlatabilirsiniz.

source: Stopwatch reset.
de: Stoppuhr zurücksetzen.
es: Restablecimiento de cronómetro.
he: איפוס סטופר.
hr: Resetiranje štoperice.
it: Cronometro azzerato.
tr_tr: Kronometre sıfırlandı.

source: Resets stopwatch to 0 without restarting it.
de: Setzt die Stoppuhr auf 0 Sekunden zurück, ohne sie zu starten.
es: Pone el cronómetro a 0 sin reiniciarlo.
he: מאפס את הסטופר ל -0 ללא הפעלה מחדש.
hr: Resetira štopericu na nulu bez ponovnog pokretanja.
it: Azzera il cronometro, senza ripartire.
tr_tr: Kronometreyi sıfırlar ve yeniden başlatmaz.

source: Lists available commands in clock command layer.
de: Listet die verfügbaren Befehle in der Zwischenbefehlsansicht der Uhr auf.
es: Lista las órdenes disponibles en la capa de órdenes del reloj.
he: רשימות פקודות זמינות בשכבת פקודת השעון.
hr: Ispisuje dostupne naredbe u povezanim naredbama za sat.
it: Elenca i comandi disponibili per il componente aggiuntivo Clock.
tr_tr: Komut kabuğunda geçerli olan komutları listeler.

source: Allows to check the next alarm. If pressed twice, cancels it.
de: Ermöglicht die Aktivierung des nächsten Alarms. Zum Abbrechen müssen Sie die Tastenkombination zweimal hintereinander drücken.
es: Permite comprobar la próxima alarma. Si se pulsa dos veces, la cancela.
he: מאפשר לבדוק את התראת השעון המעורר הבאה. אם נלחץ פעמיים, בטל אותה.
hr: Omogućuje vam da vidite sljedeći alarm, ako se pritisne dvaput, otkaže ga.
it: Permette di controllare il Timer, premuto due volte lo annulla.
tr_tr: Alarmı control etmenize olanak tanır. Alarmı iptal etmek için iki kez basın

source: No sound is launched.
de: Kein Ton gestartet
he: שום צליל לא הושק.
tr_tr: Hiçbir ses başlatılmadı.

source: Sound stopped
de: Ton angehalten
he: קול הופסק
tr_tr: Ses susturuldu

source: If an alarm is too long, allows to stop it.
de: Wenn ein Alarm zu lange läuft, können Sie ihn damit anhalten.
he: אם השעון מעורר ארוך מידי, ניתן לעצור אותו.
tr_tr: Alarm çok uzunsa, durdurulmasına olanak tanır.

source: Display the clock settings dialog box.
de: Zeigt das Dialogfenster für die Uhrzeiteinstellungen an.
es: Mostrar el cuadro de diálogo de configuración del reloj.
he: הצג את חלון הגדרות השעון.
hr: Prikazuje dijaloški okvir Postavke sata.
it: Visualizza le impostazioni per l'orologio.
tr_tr: Saat ayarları iletişim kutusunu gösterir.

source: Display the alarm settings dialog box.
de: Zeigt das Dialogfenster für die Alarmeinstellungen an.
es: Mostrar el cuadro de diálogo de configuración de la alarma.
he: הצג את חלון ההגדרות של השעון המעורר.
hr: Prikazuje dijaloški okvir Postavke alarma.
it: Visualizza le impostazioni per il Timer.
tr_tr: Alarm ayarlama iletişim kutusunu gösterir.

source: &Time display format:
de: Format der &Zeit-Anzeige:
es: &Formato de hora:
he: תבנית תצוגת ה&זמן:
hr: Oblik prikazivanja &vremena:
it: Forma&to ora:
tr_tr: Saa&t anons biçimi:

source: &Date display format:
de: Format der &Datums-Anzeige:
es: &Formato de fecha:
he: תבנית תצוגת ה&תאריך:
hr: Oblik prikazivanja &datuma:
it: Formato &Data:
tr_tr: T&arih anons biçimi:

source: off
de: Ausgeschaltet
es: desactivado
he: כבוי
hr: isključeno
tr_tr: kapalı

source: every 10 minutes
de: Alle 10 Minuten
es: cada 10 minutos
he: כל 10 דקות
hr: svakih 10 minuta
it: Ogni 10 minuti
tr_tr: her 10 dakikada

source: every 15 minutes
de: Alle 15 Minuten
es: cada 15 minutos
he: כל 15 דקות
hr: svakih 15 minuta
it: Ogni 15 minuti
tr_tr: her 15 dakikada

source: every 30 minutes
de: Alle 30 Minuten
es: cada 30 minutos
he: כל 30 דקות
hr: svakih pola sata
it: Ogni 30 minuti
tr_tr: her 30 dakikada

source: every hour
de: Stündlich
es: cada hora
he: כל שעה
hr: svaki puni sat
it: Ogni ora
tr_tr: saat başlarında

source: &interval:
de: &Intervall:
es: &intervalo:
he: &מרווח:
hr: &Intervalima
it: Segnale orar&io:
tr_tr: Saat anons ara&lığı:

source: speech and sound
de: Sprache und Ton
es: voz y sonido
he: דיבור וקול
hr: govor i zvuk
it: Suono e voce
tr_tr: konuşma ve ses

source: speech only
de: Nur Sprache
es: sólo voz
he: דיבור בלבד
hr: samo govor
it: Solo voce
tr_tr: Yalnızca konuşarak

source: sound only
de: Nur Ton
es: sólo sonido
he: קול בלבד
hr: samo zvuk
it: Solo suono
tr_tr: yalnızca ses

source: Time &announcement:
de: Zeit&ansage:
es: Anuncio de las &horas:
he: זמן &הכרזה:
hr: Vrsta &najave vremena:
it: &Avviso segnale orario:
tr_tr: Saat &anonsu:

source: Clock chime &sound:
de: &Glockenton für die Uhr:
es: Sonido de la &campana del reloj:
he: צליל צלצול השעון:
hr: &Zvuk zvonjenja sata:
it: Suono &segnale orario:

source: &Quiet hours
de: &Ruhezeit
es: Horas &silenciosas
he: &שעות שקטות
hr: &Tihi sati
it: &Fascia oraria inattiva
tr_tr: Sessiz &saatler

source: Input in &24-hour format
de: Angabe im 24-Stunden-&Format
es: Entrada en formato de &24 horas
he: קלט בפורמט של 24 שעות
hr: Unos u &24-satnom formatu
it: Formato &24-ore
tr_tr: &24-saat formatı

source: Quiet hours start time:
de: Beginn der Ruhezeit:
es: Hora de inicio de las horas silenciosas:
he: התחלת זמן השעות השקטות:
hr: Početno vrijeme za tihe sate:
it: Inizio fascia oraria:
tr_tr: Sessiz saatler başlangıç zamanı:

source: Quiet hours end time:
de: Ende der Ruhezeit:
es: Hora de finalización de las horas silenciosas:
he: סיום זמן השעות השקטות:
hr: Završno vrijeme za tihe sate:
it: fine fascia oraria:
tr_tr: Sessiz saatler bitiş zamanı:

source: The value you entered for your quiet hours is erroneous, for a 24-hour format, the value must be HH:MM, for a 12-hour format, the value must be HH:MM followed by the AM or PM suffix, please reread the documentation. So your quiet hours have been deactivated for prevent any error in the configuration file.
de: Der Wert, den Sie für Ihre Ruhezeit eingegeben haben, ist fehlerhaft. Im 24-Stunden-Format muss der Wert HH:MM sein, im 12-Stunden-Format HH:MM gefolgt vom AM- oder PM-Suffix. Bitte lesen Sie erneut die Dokumentation. Zur Vermeidung von Fehlern in der konfigurationsdatei wurde Ihre Ruhezeit deaktiviert.
he: הערך שהכנסת עבור שעות השקט שלך הוא שגוי, עבור הפורמט של 24 שעות, הערך חייב להיות HH:MM, עבור פורמט של 12 שעות, הערך חייב להיות HH:MM ואחריו סיומת של AM או PM, אנא קרא שוב את התיעוד. השעות השקטות של הופסקו כדי למנוע שגיאות הקובץ התצורה.
tr_tr: Sessiz saat için girdiğiniz değer hatalı, 24-saat formatı için, değer SS:DD şeklinde olmalı, 12-saat formatı için, değer SS:DD olmalı ve sonrasında AM ya da PM eki ile, lütfen dokümantasyonu okuyun. Dolayısıyla, yapılandırma dosyasında oluşabilecek sorunları engellemek için sessiz saat ayarınız etkisizleştirildi.

source: Error
de: Fehler
he: שגיאה
tr_tr: Hata

source: Alarm setup
de: Alarm einrichten
es: Configuración de la alarma
he: הגדרת שעון מעורר
hr: Postavke alarma
it: Timer
tr_tr: Alarm Kur

source: Hours
de: Stunden
es: Horas
he: שעות
hr: Sati
it: Ore
tr_tr: Saat

source: Minutes
de: Minuten
es: Minutos
he: דקות
hr: Minuta
it: Minuti
tr_tr: Dakika

source: Seconds
de: Sekunden
es: Segundos
he: שניות
hr: sekunde
it: Secondi
tr_tr: Saniye

source: Choose the type of timer &inputs before the alarm rings:
de: Wählen Sie die Timer &Eingaben aus, bevor der Wecker klingelt:
he: בחר את סוג ה&קלטים של הטיימר לפני צלצול השעון מעורר:
tr_tr: Lütfen alarm zamanlayıcı birimini ve süreyi belirleyin:

source: A&larm sound:
de: A&larmsignal:
es: Sonido de &alarma:
he: קול שעון מעורר:
hr: Zvuk alarma :
it: Suono per il Time&r:
tr_tr: A&larm sesi:

source: &Stop
de: &Anhalten
he: &עצור
tr_tr: D&urdur

source: &Pause
de: &Pausieren
he: &השהייה
tr_tr: &Duraklat

source: Alarm &time waiting:
de: Weckzeit &wartet:
he: זמן ההמתנה של השעון מעורר:
tr_tr: Alarm için &kalan süre:

source: You've chosen an alarm to be triggered in {tm} {unit}
de: Sie haben einen Alarm gewählt, der in {tm} {unit} ausgelöst werden soll
es: Has elegido activar una alarma en {tm} {unit}
he: בחרת התראה שתוצג ב {tm} {unit}
hr: Izabrali ste alarm koji će se aktivirati za {tm} {unit}
it: Timer impostato a {tm} {unit}
tr_tr: {tm} {unit} içinde tetiklenecek bir alarm kurdunuz

source: Confirmation
de: Bestätigung
es: Confirmación
he: אישור
hr: Potvrdu Nouns: potvrdu
it: Conferma Timer:
tr_tr: Onay

source: It's {hours} o'clock and {minutes} minutes
de: Es ist {hours} Uhr und {minutes} Minuten
es: Son las {hours} horas y {minutes} minutos
he: השעה {hours} ו- {minutes} דקות
hr: Sada je {hours} sati i {minutes} minuta
it: Sono le {hours} e {minutes} minuti
tr_tr: {hours} saat ve {minutes} dakika

source: It's {hours} o'clock, {minutes} minutes and {seconds} seconds
de: Es ist {hours} Uhr, {minutes} Minuten und {seconds} Sekunden
es: Son las {hours} horas, {minutes} minutos y {seconds} segundos
he: השעה {hours} שעה, {minutes} דקות ו- {seconds} שניות
hr: Sada je {hours} sati, {minutes} minuta i {seconds} sekundi
it: Sono le... {hours}, {minutes} minuti, e {seconds} secondi
tr_tr: {hours} saat, {minutes} dakika ve {seconds} saniye

source: {hours} o'clock, {minutes} minutes
de: {hours} Uhr, {minutes} Minuten
es: {hours} horas, {minutes} minutos
he: {hours} שעה, {minutes} דקות
hr: {hours} sati, {minutes} minuta
it: {hours}, {minutes} minuti
tr_tr: {hours} saat, {minutes} dakika

source: {hours} o'clock, {minutes} minutes, {seconds} seconds
de: {hours} Uhr, {minutes} Minuten, {seconds} Sekunden
es: {hours} horas, {minutes} minutos, {seconds} segundos
he: {hours} שעה, {minutes} דקות, {seconds} שניות
hr: {hours} sati, {minutes} minuta, {seconds} sekundi
it: {hours}, {minutes} minuti, {seconds} secondi
tr_tr: {hours} saat, {minutes} dakika, {seconds} saniye

source: It's {minutes} past {hours}
de: Es ist {minutes} nach {hours}
es: Son las {hours} y {minutes}
he: זה {minutes} חלפו {hours}
hr: {hours} sati je prošlo {minutes} minuta
it: {minutes} minuti dopo le {hours}
tr_tr: Saat {hours} {minutes} geçiyor

source: {hours} h {minutes} min
he: {hours} שעות {minutes} דקות
hr: {hours} sati {minutes} min
tr_tr: {hours} s {minutes} dak

source: {hours} h, {minutes} min, {seconds} sec
es: {hours} h, {minutes} min, {seconds} seg
he: {hours} שעות, {minutes} דקות, {seconds} שניות
hr: {hours} sati, {minutes} min, {seconds} sek
tr_tr: {hours} sa, {minutes} dak, {seconds} san

source: It's {hours}:{minutes}
de: Es ist {hours}:{minutes}
es: Son las {hours}:{minutes}
he: זה {hours}:{minutes}
hr: Sada je {hours}:{minutes}
it: Sono le ore, {hours} e {minutes}
tr_tr: Saat {hours} {minutes}

source: It's {hours}:{minutes}:{seconds}
de: Es ist {hours}:{minutes}:{seconds}
es: Son las {hours}:{minutes}:{seconds}
he: זה {hours}:{minutes}:{seconds}
hr: Sada je {hours}:{minutes}:{seconds}
it: Sono le ore... {hours}:{minutes}:{seconds}
tr_tr: Saat {hours} {minutes} {seconds}

source: An advanced clock and calendar for NVDA. NVDA+F12, get current time. NVDA+F12 pressed twice quickly, get current date. NVDA+F12 pressed thrice quickly, reports the current day, the week number, the current year and the remaining days before the end of the year. For other instructions, press Add-on help button in add-ons manager.
de: Eine erweiterte Uhr und einen erweiterten Kalender für NVDA. Drücken Sie NVDA+F12 für die aktuelle Uhrzeit, drücken Sie dies zweimal, um das aktuelle Datum abzufragen, oder drücken Sie dies dreimal, um den aktuellen Tag und die Woche des Jahres abzufragen. Für weitere Informationen drücken Sie auf die Hilfe-Taste im Dialog "Erweiterungen verwalten".
es: Un reloj y calendario avanzado para NVDA. NVDA+f12, saber la hora actual. NVDA+f12 pulsado dos veces rápidamente, saber la fecha actual. NVDA+f12 pulsado tres veces rápidamente, anuncia el número de día, número de semana, el año actual y los días restantes para que se acabe. Para más instrucciones, pulsa el botón de ayuda del complemento en el administrador de complementos.
he: שעון ולוח שנה מקדמים עבור NVDA. vvNVDA+F12 קבלת הזמן הנוכחי. vNVDA+F12 נלחץ פעמיים המהירות, קבלת התאריך הנוכחי. vNVDA+F12 נלחץ שלוש פעמים במהירות, מדווח על היום הנוכחי, מספר השבוע, השנה הנוכחית ומספר הימים הנותרים לסיום השנה. לקבלת הוראות אחרות, לחץ על לחצן עזרת התוסף במנהל התוספים.
hr: Napredni sat i kalendar za NVDA čitač ekrana. Pritisnite NVDA + F12 za trenutni sat, pritisnite dvaput za trenutni datum, ili triput da biste dobili trenutni broj dana i tjedana u tekućoj godini. Za ostale upute, odaberite gumb Pomoć za dodatak u upravitelju dodacima.
it: Impostazioni aggiuntive per l'orologio ed il calendario. premere NVDA+F12 per leggere l'ora; premere due volte per leggere la data; premendo 3 volte conteggia i giorni e le settimane ed i giorni restanti dell'anno in corso. Aprire la guida dal gestore componenti aggiuntivi per maggiori informazioni.
tr_tr: NVDA için gelişmiş takvim ve saat eklentisi. Geçerli saat için NVDA + F12 tuşlarına basın. Geçerli tarihi öğrenmek için aynı tuşlara iki kez. Yılın kaçıncı gün ve haftasında olduğunuzu ve yıl bitimine kaç gün kaldığını duymak için aynı tuşlara üç kez basın. Diğer Talimatlar için, NVDA eklentiler yöneticisinde, eklenti seçiliyken 'yardım' düğmesine basın.

source: S: Starts, resets or stops the stopwatch. R: Resets stopwatch to 0 without restarting it. A: Gives the remaining and elapsed time before the next alarm. C: Cancel the next alarm. Spacebar: Speaks current stopwatch or count-down timer. H: List all layered commands (Help).
es: S: inicia, restablece y detiene el cronómetro. R: restablece el cronómetro a 0 sin reiniciarlo. A: da el tiempo restante y transcurrido antes de la próxima alarma. C: cancela la próxima alarma. Barra espaciadora: verbaliza el cronómetro o contador de cuenta atrás actual. H: lista todas las órdenes de capa (Ayuda).
it: S: Avvia, interrompe o azzera per riavviare il cronometro. R: Azzera il cronometro senza ripartire.. A: Fornisce alcune informazioni sul Timer. C: Annulla il Timer impostato. BarraSpaziatrice: Legge il tempo trascorso nel cronometro. H: Elenca i comandi a livello disponibili.

source: Choose the type of timer inputs before the alarm rings:
es: Elige los tipos de entradas del temporizador antes de que suene la alarma:
hr: Odaberite vrstu vremena prije nego što zazvoni alarm :
it: Imposta unità di misura:

source: Alarm time waiting:
es: Tiempo de espera de la alarma:
hr: Vrijeme čekanja alarma :
it: Tempo di attesa per il Timer:
