Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/toneMaster/nvda.po
Languages: ru

source: Woops! I found an error at tone number {toneNumber} while playing tone data file, some values are missing or incorrect. Please correct any errors and try again. Bad syntax: {syntax}
ru: Упс! Я обнаружил ошибку с номером сигнала {toneNumber} при воспроизведении файла данных сигналов, некоторые значения отсутствуют или неверны. Пожалуйста, исправьте ошибки и повторите попытку. Плохой синтакс: {syntax}

source: Error
ru: Ошибка

source: Error while processing line in tone data file, please correct any errors and try again. Bad syntax: {syntax}
ru: Ошибка при обработке строки в файле данных сигналов. Исправьте все ошибки и повторите попытку. Плохой синтакс: {syntax}

source: Load Tone Data
ru: Загрузить данные сигналов

source: Select tone data file you wish to load for playing:
ru: Выберите файл данных сигналов, который вы хотите загрузить для воспроизведения:

source: Files
ru: Файлы

source: Tone data player
ru: Проигрыватель данных сигналов

source: &New tone data file
ru: &Новый файл данных сигналов

source: Opens a new blank tone data file in Notepad for editing
ru: Открывает новый пустой файл данных сигналов в Блокноте для редактирования

source: &Load tone data file...
ru: &Загрузить файл данных тонального сигнала...

source: Opens a dialog for loading tone data files to play
ru: Открывает диалог для загрузки файлов данных сигналов для воспроизведения

source: &Edit tone data file
ru: &Редактировать файл данных сигналов

source: Opens currently loaded tone data file in Notepad for editing
ru: Открывает текущий загруженный файл данных сигналов в Блокноте для редактирования

source: &Open folder with tone data files
ru: &Открыть папку с файлами данных сигналов

source: Opens a folder with tone data files in file explorer
ru: Открывает папку с файлами данных сигналов в проводнике

source: Enter file name:
ru: Введите имя файла:

source: New Tone Data File
ru: Новый файл данных сигналов

source: Please load tone data file first.
ru: Пожалуйста, сначала загрузите файл данных сигналов.

source: Plays currently loaded tone data if everything is ok.
ru: Воспроизводит загруженные в данный момент данные сигналов, если всё в порядке.

source: stopped
ru: остановлено

source: Stops playback for currently loaded tone data if any tone data is playing.
ru: Останавливает воспроизведение загруженных в данный момент данных сигналов, если какие-либо данные сигналов воспроизводятся.

source: Creates and opens a new blank tone data file in Notepad for editing.
ru: Создаёт и открывает новый пустой файл данных сигналов в Блокноте для редактирования.

source: Opens currently loaded tone data file in Notepad for editing.
ru: Открывает текущий загруженный файл данных сигналов в Блокноте для редактирования.

source: Opens a dialog that lets you choose one of your available tone data files to be loaded for playback.
ru: Открывает диалог, позволяющий выбрать один из доступных файлов данных сигналов для загрузки и воспроизведения.

source: Opens a folder with tone data files where you should also save them in order to be located by Tone Master.
ru: Открывает папку с файлами данных сигналов, где вы также должны сохранить их, чтобы Tone Master мог их найти.

source: Plays musical tunes created from tone data files by using NVDA's beeps. To begin, go to NVDA menu->Tools->Tone Master. Press NVDA+Alt+T to play loaded tone data file. Press NVDA+Alt+Shift+T to stop playback.
ru: Воспроизводит музыкальные мелодии, созданные из файлов данных сигналов, с помощью звуковых сигналов NVDA. Для начала зайдите в меню NVDA->Сервис->Tone Master. Нажмите NVDA+Alt+T для воспроизведения загруженного файла данных сигналов. Нажмите NVDA+Alt+Shift+T, чтобы остановить воспроизведение.
