Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/cursorLocator/nvda.po
Languages: es

source: Configure {}
es: Configuración {}

source: Line properties
es: Propiedades de línea

source: Report &line length:
es: Reportar longitud de línea:

source: Ma&ximum number of beeps for start of line notification:
es: Número máximo de pitidos para notificación de inicio de línea:

source: Max&imum number of beeps for end of line notification:
es: Número máximo de pitidos para notificación de fin de línea:

source: Sound for start of line
es: Sonido para inicio de línea

source: &Pitch of sound for start of line:
es: Tono del sonido para inicio de línea:

source: L&ength of sound for start of line:
es: Longitud del sonido para inicio de línea:

source: &Test sound for start of line
es: Probar sonido para inicio de línea

source: Sound for end of line
es: Sonido para fin de línea

source: P&itch of sound for end of line:
es: Tono del sonido para fin de línea:

source: Le&ngth of sound for end of line:
es: Longitud del sonido para fin de línea:

source: Test s&ound for end of line
es: Probar sonido para fin de línea

source: Shows the {} settings.
es: Muestra la configuración de {}

source: Reports the length of the current line.
es: Reportar longitud de la línea actual.
