Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/reviewCursorCopier/nvda.po
Languages: ru_ru

source: Copied
ru_ru: Скопирован

source: Failed to copy
ru_ru: Не удалось скопировать

source: Copies the line under the review cursor to the clipboard.
ru_ru: Копирует строку под просмотровым курсором в буфер обмена.

source: Copies the word under the review cursor to the clipboard.
ru_ru: Копирует слово под просмотровым курсором в буфер обмена.

source: Copies the text from the start of the current line to the clipboard.
ru_ru: Копирует текст от начала текущей строки в буфер обмена.

source: Copies the text until the end of the current line to the clipboard.
ru_ru: Копирует текст до конца текущей строки в буфер обмена.

source: Copies the text from the start of the current word to the clipboard.
ru_ru: Копирует текст от начала текущего слова в буфер обмена.

source: Copies the text until the end of the current word to the clipboard.
ru_ru: Копирует текст до конца текущего слова в буфер обмена.

source: Review Cursor Copier
ru_ru: Копировщик Просмотрового Курсора

source: Provides various commands for copying the text under the review cursor to the clipboard. Please consult the documentation for more information.
ru_ru: Предоставляет различные команды для копирования текста под просмотровым курсором в буфер обмена. Обратитесь к документации для получения дополнительной информации.
