Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/vocalizerDriver/nvda.po
Languages: tr

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
tr: Web: {url} Bu ürün iki ayrı bileşenden oluşmaktadır: - Nuance Vocalizer konuşma sentezleyicisi. - Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü. Bu bileşenler için lisans ve şartlar aşağıda sayılmaktadır: Nuance Vocalizer konuşma sentezleyicisi: Kopya hakkı (C) 2011 Nuance Communications, Inc. tüm hakları saklıdır. Sentezleyici Versiyonu: {synthVersion} Nuance Vocalizer sentezleyicisinin bu kopyası yalnızca NVDA ekran okuyucusuyla kullanılmak üzere lisanslanmıştır (Non Visual Desktop Access). Lisans Bilgisi: {licenseInfo} Lisans yönetim bileşenleri Tiflotecnia, LDA. adlı firmaya aittir. Kopya hakkı (C) 2012 Tiflotecnia, LDA. tüm hakları saklıdır. Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü: Kopya hakkı (C) 2012 Tiflotecnia, LDA. Kopya hakkı (C) 2012 Rui Batista. Versiyon: {driverVersion} Nuance Vocalizer için NVDA sentezleyici sürücüsü ve arayüzü GNU General Public License (Version 2) tarafından kapsanmaktadır. Kaynak kodlarını da paylaşmak koşuluyla bu yazılımı değiştirmekte ve dağıtmakta özgürsünüz. BU, orjinal ve değiştirilmiş kopya için ve ek olarak ilişkili tüm çalışmalar için geçerlidir. Detay için , NVDA yardım menüsünden lisansı görüntüleyebilirsiniz . online kopya için: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html Bu bileşen Tiflotecnia, LDA ve Rui Batista tarafından NV Access, Inc., Diogo Costa, ve birçok kişinin katkısıyla geliştirildi.

source: Your license can not be verified. Please check the following: 1. Your credentials (email and password) are correct (you can change them under the vocalizer expressive menu) 2. You are not using someone else's activation or you are not using the same activation in different computers at the same time. This is not legal, and is against license terms. 3. You are having internet problems. For further clarification, please contact tiflotecnia, Lda, or your local dealer.
tr: Lisansınız doğrulanamıyor. Lütfen aşağıdakileri kontrol edin: 1. kimlik bilgileriniz (e-posta ve şifre) doğru mu? ( Bu bilgileri, Vocalizer expressive alt menüsünden değiştirebilirsiniz.) 2. Başkasının lisansını kullanıyor olabilir veya aynı lisansı aynı anda farklı bilgisayarlarda kullanıyor olabilirsiniz. Bu yasal değildir ve lisans koşullarına aykırıdır. 3. İnternet bağlantısı sorunları yaşanıyor olabilir. Daha fazla açıklama için lütfen tiflotecnia, Lda veya yerel satıcınızla iletişime geçin.

source: Vocalizer for NvDA Error
tr: NVDA için Vocalizer Hata

source: Your Vocalizer for NVDA credentials are not set for this computer. You will need to set them to use vocalizer for NVDA for long time periods, so your license can be properly verified.
tr: NVDA için Vocalizer kimlik bilgileriniz bu bilgisayar için ayarlanmamış. Lisansınızın düzgün bir şekilde doğrulanabilmesi için bunları uzun süreler boyunca NVDA için Vocalizer kullanacak şekilde ayarlamanız gerekir.

source: Vocalizer for NVDA warning
tr: NVDA İçin Vocalizer uyarı

source: Automatic &Language Switching Settings
tr: Otomatik Di&l Değiştirme Ayarları

source: Configure which voice is to be used for each language.
tr: Her bir dil için hangi seslerin kullanılacağını ayarlayın.

source: Activate License
tr: Lisansı Etkinleştir

source: Enter license credentials and activate for this computer.
tr: Lisans kimlik bilgilerini girin ve bu bilgisayar için etkinleştirin.

source: View License Information
tr: Lisans Bilgilerini Görüntüle

source: Check information about your Vocalizer license.
tr: Vocalizer lisansınız hakkındaki bilgileri kontrol edin.

source: Check activation count
tr: Aktivasyon sayısını kontrol et

source: Allows you to check your Vocalizer for NVDA activation count.
tr: NVDA için Vocalizer aktivasyon sayısını kontrol edebilmeyi sağlar.

source: Delete Activation
tr: Lisansı Sil

source: Deletes the vocalizer for NVDA activation. Can not be reverted.
tr: NVDA için Vocalizer lisansını siler. Bu işlem geri alınamaz.

source: Register this license.
tr: Bu lisansı kaydet.

source: Register this license with a vocalizer for NVDA account.
tr: Bu lisansı NVDA için vocalizer hesabı ile kaydedin.

source: License Options
tr: Lisans Seçenekleri

source: Change account credentials
tr: Hesap kimlik bilgilerini değiştir

source: Allows setting of email and password that are used to access the Vocalizer licenses service.
tr: Vocalizer lisans hizmetine erişmek için kullanılan e-posta ve parolanın ayarlanmasına izin verir.

source: Activate on portable copy
tr: Taşınabilir kopyada etkinleştir

source: Activates a vocalizer for NVDA license on running portable copy, if an activation is already present on the computer
tr: Bilgisayarda zaten bir etkinleştirme mevcutsa, çalışan taşınabilir kopyada NVDA için Vocalizer lisansını etkinleştirir

source: Download More Voices
tr: Daha fazla ses indirin

source: Open the vocalizer voices download page.
tr: Vocalizer sesleri indirme sayfasını açın.

source: About Nuance Vocalizer for NVDA
tr: NVDA için Nuance Vocalizer hakkında

source: Are you sure you want to activate your license on the running portable copy? Only do this if you are preparing a portable NVDA on a computer where a Vocalizer for NVDA license is present.
tr: Çalışan taşınabilir kopyada lisansınızı etkinleştirmek istediğinizden emin misiniz? Bunu yalnızca, bir bilgisayarda taşınabilir bir NVDA hazırlıyorsanız yapın. NVDA için Vocalizer'ın bir lisansı mevcuttur.

source: Are you sure?
tr: Emin misiniz?

source: You have no activations left for your license. Please contact Tiflotecnia, lda, or your local distributor of Vocalizer for NVDA.
tr: Lisansınız için hiç aktivasyon hakkınız kalmadı. Lütfen Tiflotecnia, lda veya yerel NVDA için Vocalizer distribütörünüzle iletişime geçin.

source: Activation Error
tr: Aktivasyon hatası

source: {name}, you currently have {remainingLicenses} activations left. Do you want to activate Nuance Vocalizer for NVDA on this installation? If you do so, your activation count will be decreased by one.
tr: {name}, şu anda {remainingLicenses} aktivasyon hakkınız kaldı. Bu kurulumda NVDA için Nuance Vocalizer'ı etkinleştirmek istiyor musunuz? Bunu yaparsanız, etkinleştirme sayınız bir adet azalacaktır.

source: Nuance Vocalizer Activation
tr: Nuance Vocalizer Lisansı

source: Your license is now enabled. NVDA will now be restarted. Thank you for using Vocalizer for NVDA.
tr: Lisansınız şimdi etkinleştirildi. NVDA şimdi yeniden başlatılacak. NVDA için Vocalizer kullandığınız için teşekkür ederiz.

source: Success!
tr: Başarılı!

source: Talking with Vocalizer for NVDA server.
tr: NVDA için Vocalizer konuşma sunucusu.

source: Please wait while the communication with Vocalizer for NVDA server is performed.
tr: NVDA için Vocalizer sunucusu ile iletişim kurulurken lütfen bekleyin.

source: User Name: {userName} Email: {email} Distributor: {distributor} Activation Number: {number}
tr: Kullanıcı adı: {userName} E-posta: {email} Distribütör: {distributor} Lisans Numarası: {number}

source: License Information
tr: Lisans bilgisi

source: error
tr: hata

source: Yourr email or password is incorrect. Please set your credentials.
tr: E-postanız veya parolanız yanlış. Lütfen kimlik bilgilerinizi ayarlayın.

source: License not found. Please check you have a vocalizer for NVDA license enabled.
tr: Lisans bulunamadı. Lütfen NVDA için Vocalizer lisansının etkin olup olmadığını kontrol edin.

source: Unknown error occured. Details: {error}
tr: Bilinmeyen bir hata oluştu. Detaylar: {error}

source: You must set your vocalizer expressive account credentials before removing the license. Do you want to set them now?
tr: Lisansı kaldırmadan önce vocalizer expressive hesabı kimlik bilgilerinizi ayarlamanız gerekir. Şimdi ayarlamak istiyor musunuz?

source: Error
tr: Hata

source: Are you sure you want to delete this Nuance Vocalizer for NVDA activation? This action can not be reverted.
tr: Nuance Vocalizer Lisansını kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: {name}, Your activation was deleted. You have {remainingLicenses} activations left. NVDA will now be restarted.
tr: {name}, Etkinleştirmeniz silindi. {remainingLicenses} etkinleştirme hakkınız kaldı. NVDA şimdi yeniden başlatılacak.

source: Activation Deleted.
tr: Lisans Silindi.

source: To register your license you must create an account on the vocalizer web site.If you already have an account you may just continue.~ Do you want to create an account now?
tr: Lisansınızı kaydettirmek için vocalizer web sitesinde bir hesap oluşturmalısınız. Halihazırda bir hesabınız varsa devam edebilirsiniz.~ Şimdi bir hesap oluşturmak istiyor musunuz?

source: Vocalizer account needed
tr: Vocalizer hesabı gerekli

source: There was an error registering your license.Please contact your distributor for help. The log file may contain further information.
tr: Lisansınız kaydedilirken bir hata oluştu. Lütfen yardım için distribütörünüzle iletişime geçin. Günlük dosyası daha fazla bilgi içerebilir.

source: Error registering license.
tr: Lisans kaydedilirken hata oluştu.

source: Registration was successful. NVDA will now be restarted.
tr: Kayıt başarılı oldu. NVDA şimdi yeniden başlatılacak.

source: Registration Successful.
tr: Kayıt başarılı.

source: You must set your Vocalizer for NVDA credentials before checking your activation count.
tr: Etkinleştirme sayınızı kontrol etmeden önce Vocalizer for NVDA kimlik bilgilerinizi ayarlamanız gerekir.

source: No credentials set
tr: Kimlik bilgisi ayarlanmadı

source: {name}, you have {remainingLicenses} activations left.
tr: {name}, {remainingLicenses} etkinleştirme hakkınız kaldı.

source: Activation Count
tr: Aktivasyon Sayısı

source: About Nuance Vocalizer Expressive for NVDA
tr: NVDA için Nuance Vocalizer Expressive Hakkında

source: The Nuance Vocalizer for NVDA demonstration license has expired. To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
tr: NVDA için Nuance Vocalizer demosunun süresi dolmuştur. Lisans satın almak için , lütfen {url} adresini ziyaret edin ya da yetkili bir satıcıyla iletişime geçin. Lütfen, ödenen bedelin bir kısmının NVDA'nın geliştirilmesine devam edilmesi için NVAccess firmasına bağışlandığını unutmayın.

source: Vocalizer Demo Expired
tr: Vocalizer Demo süresi Bitti

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time by visiting {url} or by contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
tr: NVDA için Nuance Vocalizer'ın demo versiyonunu kullanmaktasınız. Bu demo {date} tarihinde sona erecek. Sentezleyiciyi bu tarihten sonra da kullanabilmek içini Lisansı satın almalısınız. . Bunu {url} adresini ziyaret ederek ya da yerel bir distribütör üzerinden yapabilirsiniz. NVDA için Nuance Vocalizer sentezleyicisini denediğiniz için teşekkürler.

source: Vocalizer Demo Version
tr: Vocalizer Demo Sürümü

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you, please reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
tr: Kullanmaya çalıştığınız Vocalizer lisansı geçersiz. Bu, aşağıdaki iki nedenden olabilir: 1. Aktivasyon dosyası zarar görmüş. 2. Lisans, yasa dışı kullanım veya verilerinin tehlikeye girmesi nedeniyle güvenlik nedenleriyle devre dışı bırakıldı. NVDA için Nuance Vocalizer lisansına sahipseniz, lütfen Tiflotecnia lda veya yerel distribütörünüz ile iletişime geçin. Böylece sorun daha fazla araştırılabilir. Bu NVDA için Nuance Vocalizer lisans aktivasyonu size ait değilse, lütfen bu ürünü kullanmaktan vazgeçin. Bu ürünün yetkisiz kullanımına (örneğin, geçerli bir lisans olmadan) yazılım haklarına ilişkin çoğu uluslararası yasa tarafından izin verilmemektedir. NVDA için Nuance Vocalizer fiyatının bir kısmının NVDA'nın geliştirilmesine devam edilmesi için bağışlandığını lütfen unutmayın. Lisans aktivasyonlarını paylaşarak NVDA'ya ve dünya çapında görme engelliler için iyi ve ucuz erişilebilirliğe karşı çalışıyorsunuz. Dahası, NVDA için Nuance Vocalizer, olabildiğince çok kişinin NVDA'da ticari kalitede bir sentezleyiciye sahip olmasını sağlamak için mümkün olan en düşük değerde fiyatlandırılır. Lütfen bunun hakkında iki kez düşünün. Vocalizer Expressive menü seçeneklerini kullanarak bu geçersiz lisansı kaldırabilirsiniz.

source: Vocalizer License is Invalid.
tr: Vocalizer lisansı geçerli değil.

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Do you want to open the vocalizer for NVDA voices download page now?
tr: Yüklü Vocalizer sesiniz yok. NVDA için Vocalizer'ı kullanmak için en az bir sesin kurulu olması gerekir. Tüm Vocalizer seslerini ürün web sayfasından indirebilirsiniz. NVDA için Vocalizer sesleri indirme sayfasını şimdi açmak istiyor musunuz?

source: No voices installed.
tr: Kurulu bir ses bulunamadı.

source: Vocalizer Automatic Language Switching Settings
tr: Vocalizer Otomatik Dil Değiştirme Ayarları

source: Select a locale, and then configure the voice to be used:
tr: Dili belirleyip kullanılacak sesi ayarlayın:

source: Locale Name:
tr: Dil:

source: Voice Name:
tr: Ses:

source: Detect text language based on unicode characters (experimental)
tr: Unicode karakterlere dayalı metin dilini algıla (deneysel)

source: Ignore numbers and common punctuation when detecting text language (experimental)
tr: Metin dili algılanırken sayıları ve genel noktalama işaretlerini dikkate alma (deneysel)

source: Language assumed for latin characters:
tr: Latince karakterler için varsayılan dil:

source: Enter your Vocalizer Credentials
tr: Vocalizer Kimlik Bilgilerinizi Girin

source: Email Address:
tr: E-posta Adresi:

source: Password:
tr: Parola:

source: Store password on this computer (your password will be encrypted)
tr: Parolayı bu bilgisayarda sakla (Parolanız şifrelenecektir)

source: Store Credentials in portable NVDA configuration (your password will be stored in clear text)
tr: Kimlik Bilgilerini taşınabilir NVDA yapılandırmasında saklayın (Parolanız açık metin olarak saklanacaktır)

source: You must enter both email and password values.
tr: Hem e-posta hem de parola alanlarını doldurmalısınız.

source: Error verifying credentials: {error}
tr: Kimlik bilgileri doğrulanırken hata oluştu: {error}

source: Verifying credentials.
tr: Kimlik bilgileri doğrulanıyor.

source: Please wait while your credentials are being verified...
tr: Kimlik bilgileriniz doğrulanırken lütfen bekleyin...

source: Unknown HTTP error: {code}.
tr: Bilinmeyen HTTP hatası: {code}.

source: Wrong email or password.
tr: Yanlış e-posta veya Parola.

source: No account was found with given email address.
tr: Belirtilen e-posta adresine sahip bir hesap bulunamadı.

source: Access is not allowed.
tr: Erişime izin verilmiyor.

source: Can not connect to Vocalizer for NVDA server. Please check if your internet connection is working.
tr: NVDA için Vocalizer sunucusuna bağlanılamıyor. Lütfen internet bağlantınızı kontrol edin.

source: Your credentials were verified successfully. Press OK to continue.
tr: Kimlik bilgileriniz başarıyla doğrulandı. Devam etmek için Tamam'a basın.

source: Success
tr: Başarılı

source: Vocalizer Expressive 1.1 Driver
tr: Vocalizer Expressive 1.1 Sürücüsü

source: Driver and interfaces for Nuance Vocalizer expressive version 1.1.
tr: Nuance Vocalizer Expressive sürüm 1.1 için sürücü ve arabirimler.
