Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/updateChannel/nvda.po
Languages: ru

source: Default
ru: По умолчанию

source: Stable
ru: Стабильный

source: Stable, rc and beta
ru: Стабильный, релиз-кандидат и бета-версия

source: Alpha (snapshots)
ru: Альфа (снапшоты)

source: Disable updates (not recommended)
ru: Отключить обновления (не рекомендуется)

source: Update channel
ru: Канал обновления

source: View changelog
ru: Посмотреть список изменений

source: Download now %s
ru: Скачать %s

source: Fail retrieving update info
ru: Не удалось получить информацию об обновлении

source: Already updated
ru: Уже обновлено

source: searching update info
ru: поиск информации об обновлении

source: Current version: {version} build {version_build}
ru: Текущая версия: {version} сборка {version_build}

source: Update channel selector
ru: Селектор канала обновления

source: This add-on allows you to switch quickly between NVDA snapshots and release types. Go to the update channel category on the NVDA settings dialog, choose your update channel and check for updates from the NVDA help menu. Choose the stable option and update again to return to an official release.
ru: Это дополнение позволяет быстро переключаться между снапшотами NVDA и типами релизов. Перейдите в категорию канала обновления в диалоговом окне настроек NVDA, выберите свой канал обновления и проверьте наличие обновлений в меню справки NVDA. Выберите стабильный вариант и снова обновитесь, чтобы вернуться к официальному выпуску.
