Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/textnav/nvda.po
Languages: tr, zh_cn

source: TextNav...
tr: MetinNav...

source: TextNav settings
tr: MetinNav ayarları
zh_cn: 文本导航 设置

source: Crackling volume
tr: Çıtırtı ses seviyesi
zh_cn: 提示音量

source: Volume of chime when no more sentences available
tr: Cümle bulunamadığında kullanılacak zil ses seviyesi
zh_cn: 没有更多句子时的提示音量

source: Speak message when no next paragraph containing text available in the document
tr: Metin içeren paragraf bulunamadığında konuşarak bildir
zh_cn: 当没有包含文档中可用文本的下一段时，读出消息

source: Speak formatted text
tr: Biçimlendirilmiş metni oku
zh_cn: 读出格式化文本

source: Disable TextNav in applications (comma-separated list)
tr: MetinNav şu uygulamalarda devre dışı bırakılsın, virgülle ayrılmış liste
zh_cn: 在应用程序中禁用 textnav (逗号分隔的列表)

source: TextNav
tr: MetinNav
zh_cn: 文本导航

source: No next paragraph with text
tr: İleride metin içeren paragraf bulunamadı
zh_cn: 没有下一段文本

source: No previous paragraph with text
tr: Geride metin içeren paragraf bulunamadı
zh_cn: 没有上一段文本

source: TextNav allows you to find text that you want to read on a web page in just a single keystroke.
zh_cn: TextNav允许您只需案一次快捷键即可查找要在网页上阅读的文本。更确切地说，它添加了一个快捷键以跳转到下一个或前一个文本段落 - 这是一个包含一个或多个句子的段落。此功能可能有助于快速查找网页的文本部分或跳过菜单，广告和其他不重要的页面元素。
