Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/wintenApps/nvda.po
Languages: vi

source: You are using an older version of Windows. This add-on requires {minSupportedVersion} or later. Are you sure you wish to install this add-on anyway?
vi: Bạn đang dùng một phiên bản Windows cũ hơn. Add-on yêu cầu {minSupportedVersion} trở lên. Bạn có muốn cài đặt add-on này không?

source: Old Windows version
vi: Phiên bản Windows cũ

source: No more weather data for this item.
vi: không còn thông tin thời tiết nào cho thành phần này.

source: Shows the message details.
vi: Hiện các thông điệp chi tiết.

source: Typing stopped
vi: Đã dừng gõ

source: Chat history not found
vi: Không tìm thấy lịch sử trò chuyện

source: Reports and moves the review cursor to a recent message
vi: Thông báo và chuyển con trỏ duyệt đến một tin nhắn gần đây

source: Chat edit field not found
vi: Không tìm thấy trường nhập liệu trò chuyện

source: No emoji
vi: Không có biểu tượng cảm xúc

source: Windows 10 App Essentials add-on settings
vi: Thiết lập cho Windows 10 App Essentials add-on

source: Error checking for update.
vi: Lỗi kiểm tra cập nhật

source: Windows 10 App Essentials update
vi: Cập nhật Windows 10 App Essentials

source: No add-on update available.
vi: Không có bản cập nhật add-on nào.

source: Windows 10 App Essentials {newVersion} is available. Would you like to update?
vi: Đã có Windows 10 App Essentials {newVersion}. Bạn có muốn cập nhật không?

source: Windows 10 App Essentials settings
vi: Thiết lập cho Windows 10 App Essentials

source: Automatically check for add-on &updates
vi: Tự động &Kiểm tra cập nhật add-on

source: Update &interval in days
vi: &Cập nhật theo thời gian biểu

source: &Add-on update channel:
vi: &Kênh cập nhật Add-on:

source: Check for add-on &update
vi: Kiểm tra &cập nhật add-on

source: You are about to switch to development updates channel. Although updates from this channel brings exciting features, it also comes with updates that might be unstable at times and should be used for testing and sending feedback to the add-on developer. If you prefer to use stable releases, please answer no and switch to stable update channel. Are you sure you wish to switch to the development update channel?
vi: Bạn sắp chuyển sang cập nhật phiên bản development. Dù rằng các cập nhật này có nhiều tính năng thú vị, nó cũng có các bản cập nhật hiện chạy chưa ổn định và chỉ nên dùng để thử nghiệm rồi gửi phản hồi cho người phát triển add-on. Nếu bạn thích dùng các phiên bản stable, vui lòng trả lời No và chuyển sangn cập nhật các phiên bản stable. Bạn có chắc rằng mình muốn chuyển sang cạp nhật các phiên bản development không?

source: Switching to unstable channel
vi: Đang chuyển sang kênh unstable

source: Add-on update check
vi: Kiểm tra cập nhật Add-on

source: Checking for new version of Windows 10 App Essentials add-on...
vi: Đang kiểm tra phiên bản mới của Windows 10 App Essentials add-on...

source: Downloading Add-on Update
vi: Đang tải cập nhật Add-on

source: Connecting
vi: Đang kết nối

source: Error downloading add-on update.
vi: Lỗi tải bản cập nhật Add-on

source: Error
vi: Lỗi

source: Failed to open add-on package file at %s - missing file or invalid file format
vi: Lỗi khi mở gói add-on tại %s - thiếu tập tin hoặc tập tin định dạng sai

source: Updating Add-on
vi: Đang cập nhật Add-on

source: Please wait while the add-on is being updated.
vi: Vui lòng đợi khi add-on đang cập nhật.

source: Failed to update add-on from %s
vi: Lỗi cập nhật Add-on từ %s

source: A collection of app modules for various Windows 10 apps
vi: Tập hợp các module cho nhiều ứng dụng của Windows 10
