Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/speechLogger/nvda.po
Languages: pt_br

source: Log started
pt_br: Registro iniciado

source: Log ended
pt_br: Registro encerrado

source: Toggles logging of local speech
pt_br: Alterna o registro da fala local

source: Stopped logging local speech.
pt_br: Parou de registrar a fala local.

source: Started logging local speech.
pt_br: Começou a registrar a fala local.

source: Local speech logging has been disabled by an error or your NVDA configuration.
pt_br: O registro de fala local foi desativado por um erro ou pela configuração do NVDA.

source: Toggles logging of remote speech
pt_br: Alterna o registro de fala remota

source: Stopped logging remote speech.
pt_br: Parou de registrar a fala remota.

source: Started logging remote speech.
pt_br: Começou a registrar a fala remota.

source: Could not log remote speech, probably not connected.
pt_br: Não foi possível registrar a fala remota, provavelmente não está conectada.

source: Failed! Could not find the NVDA Remote add-on.
pt_br: Falha! Não foi possível encontrar o complemento NVDA Remote.

source: Remote speech logging has been disabled by an error or your NVDA configuration.
pt_br: O registro de fala remota foi desabilitado por um erro ou pela configuração do NVDA.

source: Opens the Speech Logger add-on's settings
pt_br: Abre as configurações do complemento Speech Logger

source: Speech Logger
pt_br: Registrador de fala

source: Choose the log directory and filenames for the speech logs. System variables such as %temp% are permitted. You can also alter the string used to separate multiple utterances from the same speech sequence, and control how or whether timestamps are used.
pt_br: Escolha o diretório de registro e os nomes dos arquivos para os registros de fala. São permitidas variáveis de sistema, como %temp%. Você também pode alterar a cadeia de caracteres usada para separar vários enunciados da mesma sequência de fala e controlar como ou se os carimbos de data/hora são usados.

source: The Speech Logger add-on can only be configured from the Normal Configuration profile. Please close this dialog, set your config profile to normal, and try again.
pt_br: O complemento Speech Logger só pode ser configurado a partir do perfil Configuração normal. Feche esta caixa de diálogo, defina seu perfil de configuração como normal e tente novamente.

source: Two spaces (NVDA log style)
pt_br: Dois espaços (estilo de registro NVDA)

source: Newline
pt_br: Nova linha

source: A comma and space
pt_br: Uma vírgula e um espaço

source: Two underscores
pt_br: Dois sublinhados

source: Custom
pt_br: Personalizado

source: Off, no timestamps
pt_br: Desligado, sem registros de data e hora

source: When a log begins or ends
pt_br: Quando um registro começa ou termina

source: Never
pt_br: Nunca

source: Always
pt_br: Sempre

source: Log &Directory:
pt_br: Registro &Diretório:

source: Select log directory
pt_br: Selecione o diretório de registro

source: Local speech log filename:
pt_br: Nome do arquivo de registro de fala local:

source: Remote speech log filename:
pt_br: Nome do arquivo de registro de fala remota:

source: &Separator Options
pt_br: Opções do &Separador

source: Utterance separator
pt_br: Separador de enunciados

source: Custom utterance separator (can use escapes like \t):
pt_br: Separador de enunciado personalizado (pode usar escapes como \t):

source: &Other Options
pt_br: &Outras opções

source: Timestamp Mode
pt_br: Modo de registro de data e hora

source: Log speech during Say-&All (read to end)
pt_br: Discurso de registro durante o Dizer-&Todos (leia até o fim)

source: Begin logging at startup
pt_br: Iniciar o registro em log na inicialização

source: Logs speech utterances to a file. Can also log NVDA remote session speech from the NVDA Remote add-on, to the same or another file.
pt_br: Registra as declarações de fala em um arquivo. Também pode registrar a fala da sessão remota do NVDA a partir do complemento NVDA Remote, no mesmo arquivo ou em outro.
