Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/word/nvda.po
Languages: hr

source: No revision
hr: Nema revizije

source: Insertion
hr: Umetanje

source: Deletion
hr: Brisanje

source: {revisionType} by {author}
hr: {revisionType}, {author}

source: Unknown
hr: Nepoznato

source: Not in a Word document.
hr: Nije u Word dokumentu.

source: No comments at current position
hr: Nema komentara na trenutačnoj poziciji

source: Presents comments in a word document.
hr: Najavljuje komentare u Word dokumentu.

source: No revision at current position
hr: Nema revizije na trenutačnoj poziciji

source: Presents revisions in a word document.
hr: Najavljuje revizije u Word dokumentu.

source: Extended functionality for Microsoft Word
hr: Proširena funkcionalnost u Microsoft Wordu

source: This add-on adds extra functionality when working with Microsoft Word. For now it just adds the ability to announce the text of a comment with NVDA+shift+c. Suggestions for additional features are welcome.
hr: Ovaj dodatak pruža dodatnu funkcionalnost prilikom rada u Microsoft Word programu. Za sada, ovaj dodatak dodaje samo mogućnost najave teksta komentara pomoću tipki nvda+shift+c. Prijedlozi za dodatne funkcije su dobrodošli.
