Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/columnsReview/nvda.po
Languages: uk_ua

source: Mono-item list:
uk_ua: Список з одного елемента:

source: List bottom:
uk_ua: Кінець списку:

source: List top:
uk_ua: Початок списку:

source: Columns Review Settings...
uk_ua: Налаштування перегляду стовпців...

source: {name} (DO NOT EDIT!)
uk_ua: {name}

source: No more columns available
uk_ua: Більше немає доступних стовпців

source: No more visible columns available
uk_ua: Більше немає доступних видимих стовпців

source: Empty column
uk_ua: Порожній стовпець

source: Returns the header and the content of the list column at the index corresponding to the number pressed
uk_ua: Повертає заголовок і вміст стовпця списку за індексом, що відповідає натиснутому номеру

source: From {start} to {end}
uk_ua: Від {start} до {end}

source: Cycles between a variable number of intervals of ten columns
uk_ua: Циклічно переходить між змінною кількістю інтервалів з десяти стовпців

source: No information available
uk_ua: Інформація відсутня

source: Announces list item position information
uk_ua: Оголошує інформацію про позицію елемента списку

source: Provides a dialog for interactions with list column headers
uk_ua: Надає діалог для взаємодії із заголовками стовпців списку

source: {selCount} selected items: {selNames}
uk_ua: {selCount} вибраних елементів: {selNames}

source: Reports current selected list items
uk_ua: Повідомляє про поточні вибрані елементи списку

source: Provides a dialog for searching in item list
uk_ua: Надає діалог для пошуку у списку елементів

source: Searching...
uk_ua: Пошук...

source: Goes to next result of current search
uk_ua: Переходить до наступного результату поточного пошуку

source: Goes to previous result of current search
uk_ua: Переходить до попереднього результату поточного пошуку

source: Starts reading all list items beginning at the item with focus
uk_ua: Читає всі елементи списку, починаючи з елемента у фокусі

source: {foregroundColors} over {backgroundColors}
uk_ua: {foregroundColors} над {backgroundColors}

source: reports foreground and background colors of the current list item.
uk_ua: повідомляє кольори переднього плану та фону поточного елемента списку.

source: Current selection info not available
uk_ua: Інформація про поточний вибір недоступна

source: Cannot search here.
uk_ua: Тут неможливо шукати.

source: Use multiple selection
uk_ua: Використовувати множинний вибір

source: Do nothing
uk_ua: Нічого не робити

source: Read column
uk_ua: Прочитати стовпець

source: Copy column
uk_ua: Копіювати стовпець

source: Spell column
uk_ua: Посимвольне читання стовпця

source: Show column content in browse mode
uk_ua: Показати вміст стовпця в режимі огляду

source: On first press:
uk_ua: При першому натисканні:

source: On second press:
uk_ua: При другому натисканні:

source: On third press:
uk_ua: При третьому натисканні:

source: On fourth press:
uk_ua: При четвертому натисканні:

source: Read the column header
uk_ua: Прочитати заголовок стовпця

source: Copy the column header
uk_ua: Скопіювати заголовок стовпця

source: Columns Review
uk_ua: Перегляд Стовпців

source: Columns Review Settings
uk_ua: Налаштування перегляду стовпців

source: When pressing combination to read column:
uk_ua: При натисканні комбінації для читання стовпця:

source: Choose the keys you want to use with numbers:
uk_ua: Виберіть клавіші, які ви хочете використовувати з цифрами:

source: Use numpad keys to navigate through the columns
uk_ua: Використовувати цифрові клавіші для навігації по стовпцях

source: Insert the char after "0" in your keyboard layout, or another char as you like:
uk_ua: Вставте символ після "0" у вашій розкладці клавіатури або інший символ за вашим бажанням:

source: Announce empty list
uk_ua: Оголосити порожній список

source: Announce list bounds (top, mono-item, bottom)
uk_ua: Оголосити межі списку (верхня, одноелементна, нижня)

source: voice
uk_ua: голос

source: beep
uk_ua: звуковий сигнал

source: Announce with:
uk_ua: Оголосити з:

source: Please input a frequency for top beep, a frequency for bottom beep, and their duration in milliseconds (each of three values must be a positive number, separated by comma):
uk_ua: Будь ласка, введіть частоту верхнього звукового сигналу, частоту нижнього звукового сигналу та їх тривалість у мілісекундах (кожне з трьох значень має бути додатнім числом, відокремленим комою):

source: Beep values
uk_ua: Значення звукових сигналів

source: Please input valid values for beep.
uk_ua: Будь ласка, введіть правильні значення для звукового сигналу.

source: Error!
uk_ua: Помилка!

source: Headers manager
uk_ua: Менеджер заголовків

source: Unnamed header
uk_ua: Заголовок без назви

source: Headers:
uk_ua: Заголовки:

source: Left click
uk_ua: Лівий клік

source: Right click
uk_ua: Правий клік

source: {headerName} header clicked
uk_ua: Натиснуто заголовок {headerName}

source: Previous add-on settings will be lost. Please configure it again, from NVDA preferences.
uk_ua: Попередні налаштування додатка буде втрачено. Будь ласка, налаштуйте його ще раз у налаштуваннях NVDA.

source: Add-on settings reset
uk_ua: Скидання налаштувань додатка

source: You have installed {another_addon} by {another_author}, that causes problems with empty folder feature of ColumnsReview (if enabled); do you want to remove it now?
uk_ua: Ви встановили {another_addon} від {another_author}, який спричиняє проблеми з функцією порожніх папок у ColumnsReview (якщо її увімкнено); ви бажаєте видалити його зараз?

source: Warning!
uk_ua: УВАГА!

source: A better experience with lists
uk_ua: Кращий досвід роботи зі списками
