Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/SentenceNav/nvda.po
Languages: es, gl, hr, pl, zh_cn

source: SentenceNav settings
es: Configuración de SentenceNav
gl: Opcións de SentenceNav
hr: Postavke za kretanje po rečenicama
pl: Ustawienia SentenceNav
zh_cn: 句子导航 设置

source: Always
es: Siempre
gl: Sempre
hr: Uvijek
pl: Zawsze
zh_cn: 总是

source: Only across paragraphs with same indentation and same style level
es: Sólo a través de párrafos con el mismo nivel de sangría y encabezado
hr: Samo između odlomaka iste razine uvlačenja i iste razine stila
pl: Tylko w akapitach z tym samym wcięciem i tym samym poziomem stylu

source: Never
es: Nunca
gl: Nunca
hr: Nikad
pl: Nigdy
zh_cn: 从不

source: Volume of chime when crossing paragraph border
es: Volumen del sonido al pasar por el borde del párrafo
gl: Volume de campá ao cruzar o borde de parágrafos
hr: Glasnoća zvona, kad se prijeđe granica odlomka
pl: głośność dźwięku podczas przekraczania granicy akapitu
zh_cn: 跨越段落边界时的提示音量

source: Volume of chime when no more sentences available
es: Volumen del sonido para indicar que no hay más frases disponibles
gl: Volume de campá cando non hai máis oracións dispoñibles
hr: Glasnoća zvona, kad nema daljnjih rečenica
pl: Głośność dźwięku, gdy nie ma więcej dostępnych zdań
zh_cn: 没有更多句子时的提示音量

source: Speak message when no next sentence available in the document
es: Verbalizar un mensaje cuando no haya frase siguiente en el documento
gl: Falar mensaxe cando non hai máis oracións dispoñibles no documento
hr: Izgovori poruku kad u dokumentu nema sljedeće rečenice
pl: zgłaszaj, gdy w dokumencie nie ma dostępnego następnego zdania
zh_cn: 当文档中没有下一个句子时读出消息

source: Speak formatted text
es: Verbalizar texto con formato
gl: Falar texto formatado
hr: Izgovori formatirani tekst
pl: Wymawiaj tekst sformatowany
zh_cn: 读出格式化文本

source: Reconstruct sentences across multiple paragraphs when
es: Reconstruir frases de varios párrafos cuando
gl: Reconxtruír oracions a través de varios parágrafos
hr: Rekonstruiraj rečenice između više odlomaka, kad
pl: Rekonstrukcja zdań w wielu akapitach, gdy
zh_cn: 在多个段落重构句子

source: Take Wikipedia-style references into account
es: Tener en cuenta las referencias al estilo Wikipedia
gl: Ter en conta as referencias en estilo Wikipedia
hr: Uzmi u obzir reference u Wikipedia stilu
pl: uwzględnij odniesienia w stylu Wikipedii
zh_cn: 引用维基百科的风格

source: Sentence breakers
es: Ruptura de frases
gl: Separadores de oracións
hr: Razdvajači rečenica
pl: Łamacze zdań
zh_cn: 断句符号

source: Skippable punctuation marks
es: Signos de puntuación evitables
gl: Marcas de puntuación que se poden ignorar
hr: Preskočive interpunkcije
pl: Pomijalne znaki interpunkcyjne
zh_cn: 可跳过的标点符号

source: Full width sentence breakers
es: Ruptura de frases con anchura completa
gl: Separadores de oracións de ancho completo
hr: Razdvajači punih širina za rečenice
pl: Wyłączniki zdań o pełnej szerokości
zh_cn: 全宽句末标点符号

source: Exceptional abbreviations, space separated, in language %s
es: Abreviaturas excepcionales separadas por espacios del idioma %s
gl: Abreviacións excepcionais, separadas por espazos, no idioma %s
hr: Izuzete kratice, razdvojene razmakom, za %s jezik
pl: Wyjątkowe skróty, przestrzeń oddzielona, w języku %s
zh_cn: 特殊缩写，空格分隔，语言 %s

source: Capital letters with no spaces in language %s
es: Letras mayúsculas sin espacios en el idioma %s
gl: Letras maiúsculas sen espazos no idioma %s
hr: Velika slova bez razmaka, za %s jezik
pl: Wielkie litery bez spacji w języku %s
zh_cn: 大写字母，没有语言空格 %s

source: Lower case letters with no spaces in language %s
es: Letras minúsculas sin espacios en el idioma %s
hr: Mala slova bez razmaka, za %s jezik
pl: Małe litery bez spacji w języku %s

source: Phrase breakers
es: Rupturas de frase
gl: Separadores de frase
hr: Razdvajači izraza
pl: łamacze fraz
zh_cn: 短语段落器

source: Full width phrase breakers
es: Rupturas de frase de anchura completa
gl: Separadores de frases de ancho completo
hr: Razdvajači punih širina za izraze
pl: łamacze fraz o pełnej szerokości
zh_cn: 全宽短语段落器

source: Disable SentenceNav in applications (comma-separated list)
es: Desactivar SentenceNav en aplicaciones (lista separada por comas)
gl: Desactivar SentenceNav en aplicacións (lista separada por comas)
hr: Deaktiviraj kretanje po rečenicama u programima (popis razdvojen zarezima)
pl: Wyłącz SentenceNav w aplikacjach (lista oddzielona przecinkami)
zh_cn: 在应用程序中禁用句子导航 （以逗号分隔的列表）

source: Enable experimental support for Microsoft Word and WordPad (overrides default NVDA functionality)
es: Activar soporte experimental para Microsoft Word y WordPad (sobreescribe la funcionalidad predeterminada de NVDA)
hr: Aktiviraj eksperimentalnu podršku za Microsoft Word i WordPad (zaobilazi standardnu NVDA funkcionalnost)
pl: Włącz eksperymentalną obsługę programów Microsoft Word i WordPad (zastępuje domyślne funkcje NVDA)

source: SentenceNav
hr: Kretanje po rečenicama
zh_cn: 句子导航

source: SentenceNav...
hr: Kretanje po rečenicama …
zh_cn: 句子导航...

source: Move to next sentence.
es: Moverse a la frase siguiente.
hr: Prijeđi na sljedeću rečenicu.
pl: Przejście do następnego zdania.

source: No next sentence
es: No hay siguiente frase
gl: Sen seguinte oración
hr: Nema sljedeće rečenice
pl: Brak następnego zdania
zh_cn: 没有下一句话

source: Move to previous sentence.
es: Moverse a la frase anterior.
hr: Prijeđi na prethodnu rečenicu.
pl: Przejście do poprzedniego zdania.

source: No previous sentence
es: No hay frase anterior
gl: Sen oración anterior
hr: Nema prethodne rečenice
pl: Brak poprzedniego zdania
zh_cn: 没有上一句话

source: Speak current sentence.
es: Verbalizar la frase actual.
hr: Izgovori trenutačnu rečenicu.
pl: Wymawia obecne zdanie.

source: Move to next phrase.
es: Moverse a la frase siguiente.
hr: Prijeđi na sljedeći izraz.
pl: Przejście do następnej frazy.

source: No next phrase
es: No hay siguiente frase
gl: Sen seguinte frase
hr: Nema sljedećeg izraza
pl: Brak następnej frazy
zh_cn: 没有下一个短语

source: Move to previous phrase.
es: Moverse a la frase anterior.
hr: Prijeđi na prethodni izraz.
pl: Przejdź do poprzedniej frazy.

source: No previous phrase
es: No hay frase anterior
gl: Sen frase anterior
hr: Nema prethodnog izraza
pl: Brak poprzedniej frazy
zh_cn: 没有上一个短语

source: Speak current phrase.
es: Verbalizar la frase actual.
hr: Izgovori trenutačni izraz.
pl: Wymawia obecną frazę.

source: Sentence Navigation addon. SentenceNav is an NVDA add-on that allows you to read text by sentences, as opposed to by paragraphs or words.
es: Complemento de navegación por frases. SentenceNav es un complemento para NVDA que te permite leer texto por frases, en lugar de por párrafos o palabras.
gl: Complemento de navegación por frases. SentenceNav é un complemento que che permite ler texto por frases, ao contrario que por parágrafos ou palabras.
hr: Dodatak za kretanje po rečenicama. „Kretanje po rečenicama” je NVDA dodatak koji omogućuje čitanje teksta po rečenicama, umjesto po odlomcima ili riječima.
pl: Dodatek Do nawigacji zdania. SentenceNav to dodatek NVDA, który umożliwia odczytywanie tekstu według zdań, w przeciwieństwie do akapitów lub słów.
zh_cn: 句子导航插件。 SentenceNav是一个NVDA插件，允许您按句子阅读文本，而不是段落或单词。

source: Only across paragraphs with same indentation and same heading level
gl: Só a través de parágrafos cos mesmos niveis de sangrado e encabezamento
zh_cn: 仅适用于具有相同缩进和相同标题级别的段落
