Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/objWatcher/nvda.po
Languages: pt_pt

source: Enter watcher layer commands
pt_pt: Introduzir comandos da camada observadora

source: No items are being watched. Please add items to watch.
pt_pt: Nenhum item está a ser observado. Por favor, adicione itens a serem observados.

source: Watching in progress. {} items are being tracked.
pt_pt: A observar em curso. estão a ser monitorizados {} itens.

source: Watching paused. {} items in the watch list.
pt_pt: A observação foi interrompida. {} itens na lista de observação.

source: Exited watcher layer
pt_pt: Camada de observador encerrada

source: Add current navigator object to watchlist
pt_pt: Adicionar o objeto do navegador atual à lista de observação

source: Invalid key: '{}'. Please use a numeric key like NVDA+Alt+0~9.
pt_pt: Tecla inválida: '{}'. Utilize uma tecla numérica como NVDA+Alt+0~9.

source: Position {}: {}
pt_pt: Posição {}: {}

source: No navigation object available to add
pt_pt: Nenhum objeto de navegação disponível para adicionar

source: This object is already being watched at position {}
pt_pt: Este objeto já está a ser observado na posição {}

source: Unnamed object
pt_pt: Objeto sem nome

source: Added object to position {}: {}, Watching has not started.
pt_pt: Objeto adicionado à posição {}: {}, A observação não foi iniciada.

source: Press once to delete the last watched object; press twice to delete all watched objects
pt_pt: Prima uma vez para apagar o último objeto observado; prima duas vezes para apagar todos os objectos observados

source: No objects are being watched
pt_pt: Nenhum objeto está a ser observado

source: Removed all {} watched objects
pt_pt: Removidos todos os objectos {} vigiados

source: No object has been checked
pt_pt: Nenhum objeto foi verificado

source: Removed {} from position {}
pt_pt: Removido {} da posição {}

source: The last checked object is no longer being watched
pt_pt: O último objeto verificado já não está a ser observado

source: {} is no longer available and has been removed from watch list
pt_pt: {} já não está disponível e foi removido da lista de observação

source: {} caused an error and has been removed from watch list
pt_pt: {} causou um erro e foi removido da lista de observação

source: Error reading attributes
pt_pt: Erro na leitura de atributos

source: Toggle the watch status of the current window
pt_pt: Alternar o estado de observação da janela atual

source: No foreground window available
pt_pt: Não há janela de primeiro plano disponível

source: Removed window {} from watch list
pt_pt: Removida a janela {} da lista de observação

source: Unnamed window
pt_pt: Janela sem nome

source: Added window {} to watch list
pt_pt: Adicionada a janela {} à lista de observação

source: Toggle pause/resume watching
pt_pt: Alternar pausa/retomar a visualização

source: Watching resumed
pt_pt: Retomada da observação

source: Watching paused
pt_pt: Observação pausada

source: Watcher timer interval
pt_pt: Intervalo de tempo do visualizador

source: obj Watcher
pt_pt: Visualizador de obj

source: This NVDA add-on watches changes to attributes of navigation objects.
pt_pt: Este extra do NVDA observa as alterações aos atributos dos objectos de navegação.
