Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/addonUpdater/nvda.po
Languages: fr

source: Check for &add-on updates...
fr: Rechercher les &mises à jour des modules complémentaires...

source: Check for NVDA add-on updates
fr: Rechercher les mises à jour des modules complémentaires NVDA

source: Add-on Updater
fr: Mise à Jour des Modules Complémentaires

source: Automatically check for add-on &updates
fr: &Vérifier automatiquement les mises à jour des modules complémentaires

source: Do &not update add-ons:
fr: &Ne pas mettre à jour les modules complémentaires :

source: Prefer development releases:
fr: Préférez les versions de développement:

source: Add-on update check
fr: Vérification de la mise à jour des modules complémentaires

source: Checking for add-on updates...
fr: Recherche des mises à Jour des modules complémentaires en cours...

source: Error checking for add-on updates.
fr: Erreur durant la recherche des mises à jour des modules complémentaires.

source: NVDA Add-on Updates
fr: Mises à jour des modules complémentaires NVDA

source: Current version
fr: Version actuelle

source: New version
fr: Nouvelle version

source: No add-on update available.
fr: Aucune mise à jour des modules complémentaires disponible.

source: &Update add-ons
fr: &Mettre à jour les modules complémentaires

source: Downloading Add-on Update
fr: Téléchargement de la mise à jour des modules complémentaires en cours

source: Downloading {name}
fr: Téléchargement de {name} en cours

source: Error downloading update for {name}.
fr: Erreur lors du téléchargement de la mise à jour pour {name}.

source: Cannot update {name} - missing file or invalid file format
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect

source: {name} add-on is not compatible with this version of NVDA. Please use NVDA {year}.{major} or later.
fr: Le module complémentaire {name} n'est pas compatible avec cette version de NVDA. Veuillez utiliser NVDA {year}.{major} ou ultérieure.

source: {name} add-on is not compatible with this version of Windows.
fr: Le module complémentaire {name} n'est pas compatible avec cette version de Windows.

source: Updating {name}
fr: Mise à jour {name} en cours

source: Please wait while the add-on is being updated.
fr: Veuillez patienter durant la mise à jour du module complémentaire

source: Failed to update {name} add-on
fr: Échec de la mise à jour du module complémentaire {name}

source: Proof of concept implementation of add-on update feature (NVDA Core issue 3208)
fr: Implémentation de la preuve de concept de la fonctionnalité de mise à jour des modules complémentaires (Noyau de NVDA numéro 3208)
