Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/systrayList/nvda.po
Languages: fa, hr

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the taskbar.
fa: فهرستِ دکمه‌های موجود در محدوده‌ی اعلان‌ها را نشان میدهد. اگر دو بار پشتِ سرِ هم فشرده شود، مواردِ موجود در نوارِ وظیفه را نشان میدهد.
hr: Pokazuje popis gumba na programskoj traci. Ukoliko se pritisne dvaput brzo, pokazuje stavke na traci zadataka.

source: System Tray List
fa: فهرستِ محدوده‌ی اعلان‌های سیستم
hr: Popis programske trake

source: Icons on the System Tray:
fa: شکلک‌های روی محدوده‌ی اعلان‌های سیستم:
hr: Ikone na programskoj traci:

source: Taskbar List
fa: فهرستِ نوارِ وظیفه
hr: Popis trake zadataka

source: Icons of running applications on the taskbar:
fa: شکلک‌های برنامه‌های درحالِ اجرا روی نوارِ وظیفه:
hr: Ikone pokrenutih aplikacija na traci zadataka:

source: &Left Click
fa: &چپ‌کلیک
hr: &Lijevi klik

source: Left &Double Click
fa: &دو‌چپ‌کلیک
hr: Lijevi d&vostruki klik

source: &Right Click
fa: &راست‌کلیک
hr: &Desni klik

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further developments of this add-on and other free software products. Do you want to donate now? (you will be redirected to the Paypal website).
fa: {name} افزونه‌ای رایگان برای NVDA است. میتوانید برای پشتیبانی از توسعه‌ی بیشترِ این افزونه و دیگر محصولاتِ نرم‌افزاریِ رایگان، کمکِ مالی به نویسنده‌ی آن کنید. میخواهید حالا کمک کنید؟ چنانچه پاسختان مثبت باشد، به سایتِ Paypal خواهید رفت.
hr: {name} je besplatan dodatak za NVDA čitač ekrana. Možete donirati autoru ovog dodatka da biste podržali daljnji razvoj ovog dodatka i ostalih besplatnih softverskih proizvoda. Želite li donirati sada? (bit ćete preusmjereni na Paypal web stranicu).

source: Request for Contributions to {name}
fa: درخواستِ کمک به {name}
hr: Zahtjev za donaciju na {name}

source: sysTrayList - list sys tray and task bar elements
fa: افزونه‌ی محدوده‌ی اعلان‌های سیستم، مواردِ موجود روی محدوده‌ی اعلان‌ها و نوارِ وظیفه را فهرست میکند
hr: Popis programske trake – prikaži popis elemenata na programskoj traci i traci zadataka

source: Shows the list of buttons on the System Tray with NVDA+F11 once, twice shows running task lists.
fa: با یک بار فِشُردنِ NVDA+F11، فهرستِ دکمه‌های روی محدوده‌ی اعلان‌های سیستم را نشان میدهد. با دو بار فشردن، فهرستی از مواردِ موجود در نوارِ وظیفه را نشان میدهد.
hr: Pokazuje popis gumba na programskoj traci pomoću jednostrukog pritiska na tipkovnički prečac NVDA+F11, a dvostrukim pritiskom pokazuje popis pokrenutih zadataka.
