Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/inputLock/nvda.po
Languages: hr, sk

source: Input lock settings
hr: Postavke za Zaključaj ulazne uređaje
sk: Nastavenia Imput lock

source: Block mouse when NVDA is started
hr: Kad se NVDA pokrene, blokiraj miša
sk: Zablokuje myš pri spustení NVDA

source: Block clicks when mouse is locked
hr: Kad je miš zaključan, blokiraj klikove
sk: Zablokuje kliknutie pri uzamknutí myšy

source: Input lock settings...
hr: Postavke za Zaključaj ulazne uređaje …
sk: Nastavenie pre Imput lock...

source: Change input lock settings
hr: Promijeni postavke za Zaključaj ulazne uređaje
sk: Zmení nastavenie Imput lock

source: Input locked
hr: Ulazni uređaji zaključani
sk: Vstup zamknutý

source: Input unlocked
hr: Ulazni uređaji otključani
sk: Vstup odomknutý

source: Toggle input lock
hr: Zaključaj ulazne uređaje
sk: Prepnúť imput lock

source: Mouse locked
hr: Miš zaključan
sk: Myš zamknutá

source: Mouse unlocked
hr: Miš otključan
sk: Myš odomknutá

source: Toggle mouse lock
hr: Zaključaj miša
sk: Prepnite na myš uzamknutia

source: Input lock
hr: Zaključaj ulazne uređaje

source: With this addon, you will be able to lock and unlock your input devices with a single gesture or key press. This gesture can be changed from Input Gestures dialog.
hr: S ovim dodatkom je moguće zaključati ulazne uređaje jednim tipkovničkim prečacem ili gestom. Ova gesta se može promijeniti u dijaloškom okviru za Ulazne geste.
sk: Tento doplnok vám umožňuje zamikať a odomikať vstupné zariadenia pomocou dotyku alebo klávesnice. Tento dotyk sa dá nastaviť aj v menu NVDA v dialógovom okne klávesové skratky.
