Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/urlShortener/nvda.po
Languages: pt_br

source: &Shorten URL...
pt_br: &Curtar URL...

source: Activates the Shorten URL dialog.
pt_br: Ativa a caixa de diálogo Encurtar URL.

source: &Filter by:
pt_br: &Filtro por:

source: C&opy shortened URL
pt_br: URL encurtado da C&opy

source: Deta&ils:
pt_br: Deta&lhes:

source: New &URL
pt_br: Novo &URL

source: &Name for new URL
pt_br: &Nome para o novo URL

source: Cus&tom URL
pt_br: URL per&sonalizado

source: Short&en New URL
pt_br: Encurtar e abrir novo URL

source: &Rename...
pt_br: &Renomear...

source: Remove &saved URLs...
pt_br: Remover &URLs salvos...

source: This URL was already saved.
pt_br: Esse URL já foi salvo.

source: This custom URL was already used. Try a different one.
pt_br: Esse URL personalizado já foi usado. Tente um diferente.

source: This custom URL has %d characters. Length must be between 5 and 30.
pt_br: Esse URL personalizado tem %d caracteres. O comprimento deve estar entre 5 e 30.

source: This custom URL is not available. Try a different one.
pt_br: Esse URL personalizado não está disponível. Tente um diferente.

source: Cannot shorten URL. Check Internet connectivity.
pt_br: Não é possível encurtar o URL. Verifique a conectividade com a Internet.

source: Cannot add URL: %s
pt_br: Não é possível adicionar URL: %s

source: Error
pt_br: Erro

source: Original URL: {} Name: {} Shortened URL: {}
pt_br: URL original: {} Nome: {} URL abreviado: {}

source: Copied
pt_br: Copiado

source: Are you sure you want to delete this URL: %s?
pt_br: Você tem certeza de que deseja excluir este URL: %s?

source: New name:
pt_br: Novo nome:

source: Rename URL
pt_br: Renomear URL

source: Are you sure you want to delete your saved URLs?
pt_br: Você tem certeza de que deseja excluir os URLs salvos?

source: URL Shortener
pt_br: Encurtador de URL

source: Shorten URLs through NVDA.
pt_br: Reduzir URLs por meio do NVDA.
