Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/beepKeyboard/nvda.po
Languages: uk

source: Beep keyboard
uk: Звуковий сигнал клавіатури

source: Beep for uppercases when &caps lock is on
uk: Звуковий сигнал для великих літер, коли &caps lock увімкнено

source: Beep for typed characters when &shift is pressed
uk: Звуковий сигнал для введених символів, коли натиснуто &Shift

source: Beep for &toggle keys changes
uk: Звуковий сигнал для &перемикання клавіш

source: &Announce toggle keys changes (if Beep for toggle keys changes is disabled NVDA will have the original behavior)
uk: &Повідомити про зміни перемикання клавіш (якщо звуковий сигнал для змін клавіш вимкнено, NVDA матиме оригінальну поведінку)

source: &disable beeping on password fields
uk: &вимкнути звуковий сигнал у полях пароля

source: &Open advanced options
uk: &Відкрити додаткові параметри

source: Advanced settings - Keyboard beep
uk: Розширені налаштування - звуковий сигнал клавіатури

source: &Ignored characters with shift pressed
uk: &Ігнорувати символи з натиснутою клавішею shift

source: Beep &always for the following characters
uk: Звуковий сигнал &завжди для наступних символів

source: &Select tone to configure
uk: &Виберіть сигнал для налаштування

source: Typed characters with shift pressed
uk: Введені символи з натиснутою клавішею shift

source: Custom characters
uk: Користувацькі символи

source: Typed characters when caps lock is on
uk: Введені символи, коли ввімкнено Caps Lock

source: Toggle key goes off
uk: Клавішу перемикання вимкнено

source: Toggle key goes on
uk: Клавішу перемикання увімкнено

source: Tone &pitch
uk: Висота сиг&налу

source: Tone &length
uk: Довжина &сигналу

source: Tone &volume
uk: &Гучність сигналу

source: &Test tone
uk: &Тестовий сигнал

source: You entered a wrong value. Please correct it or discard changes.
uk: Ви ввели неправильне значення. Будь ласка, виправте його або скасуйте зміни.

source: This add-on beeps with some keyboard events.
uk: Цей додаток подає звуковий сигнал під час деяких подій на клавіатурі.
