Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/enhancedTouchGestures/nvda.po
Languages: pl

source: &Touch Interaction...
pl: &Ustawienia interakcji Dotykowej...

source: Touchscreen interaction settings
pl: Ustawienia interakcji z ekranem dotykowym

source: object has no location
pl: Obiekt nie ma lokalizacji

source: Touch Interaction
pl: Interakcja dotykowa

source: Completely disable touch interaction support
pl: Całkowicie wyłącza wsparcie interakcji dotykowej

source: &Touch typing mode
pl: &Tryb pisania dotykowego

source: &Pause NVDA's touch support (duration in seconds)
pl: &Zatrzymaj wsparcie interakcji dotykowej (w sekundach)

source: &Manually toggle touch passthrough
pl: &Ręczne przełączanie dotyku

source: You are about to turn off touch interaction support completely so the touchscreen can be used as though NVDA is not running. To enable touch support, you need to return to this dialog and uncheck 'disable touch interaction support' checkbox. Are you sure you wish to completely disable touch interaction support?
pl: Zamykasz wsparcie interakcji dotykowej. Po jego zamknięciu, ekran dotykowy można będzie obsługiwać tylko za pomocą standardowych gestów, niezależnych od NVDA. Aby włączyć wsparcie dotyku, należy powrócić do tego okna dialogowego i odznaczyć pole wyboru 'wyłącz wsparcie interakcji dotykowej'. Czy na pewno chcesz wyłączyć wsparcie interakcji dotykowej?

source: Disable touch interaction support
pl: Wyłącz wsparcie interakcji dotykowej

source: A suite of additional touch commands, including tabbing and help commands. Requires a touch-enabled computer with Windows 8.0 or later with NVDA 2012.3 or later installed.
pl: Jest to zestaw dodatkowych komend dotykowych, takich jak tabulator oraz komendy pomocy. Wymaga włączonego interfejsu dotykowego, systemu Windows 8.0 lub nowszego oraz NVDA 2012.3 lub nowszej.
