Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/thunderbirdPlus/nvda.po
Languages: it, pt_br, ru_ru

source: La mise à jour automatique a bien été activée. Vous pouvez redémarrer NVDA pour rechercher une mise à jour.
it: L'aggiornamento automatico è stato abilitato. Puoi riavviare NVDA per verificare la presenza di aggiornamenti.

source: Erreur d'enregistrement du fichier de paramètres de mise à jour.
it: Errore durante il salvataggio del file delle impostazioni di aggiornamento.

source: La mise à jour automatique a bien été désactivée.
it: L'aggiornamento automatico è stato disabilitato.

source: La barre d'état n'est pas affichée.
it: La barra di stato non viene visualizzata.

source: Copié
it: Copiato

source: Ouverture de l'aide dans votre navigateur
it: Apertura della Guida nel browser

source: Fichier non trouvé :
it: File non trovato

source: Choisir les col
it: Seleziona le colonne in
pt_br: Escolher as colunas

source: (Appuyez sur flèche bas pour afficher plus d'options)
it: (Premere la freccia in giù per visualizzare più opzioni)

source: sujet
it: Oggetto
pt_br: assunto

source: brouillon
it: Bozza
pt_br: rascunho

source: réponses au sous-fil de di,
it: risposte al sottothread di di,

source: Fermer
it: Chiudi
pt_br: Fechar

source: notification quand
it: notifica quando
pt_br: notificação quando

source: Ignorer
it: Ignora
pt_br: Ignorar

source: ird pense que
it: Thunderbird ritiene questo messaggio indesiderato
pt_br: bird acha que esta mensagem é lixo

source: contenu distant
it: contenuto remoto
pt_br: conteúdo remoto

source: Mot-clé supprimé.
it: Parola chiave rimossa.

source: Ligne d'état sans données
it: Barra di stato vuota

source: Annonce la ligne d'état abrégée et les informations de filtrage de messages s'il y a lieu
it: Annuncia la barra di stato abbreviata e le informazioni sul filtro dei messaggi, se applicabile

source: Smart reply pour répondre à un destinataire ou à une liste de diffusion
it: Risposta smart per rispondere a un destinatario o a una mailing list

source: Conflit de raccourci contrôle+Retour Arrière
it: Conflitto scorciatoia Control+Backspace

source: Envoie Control+F4 à la fenêtre courante.
it: Invia Control+F4 alla finestra corrente.

source: Le volet des entêtes n'est pas affiché. Veuillez presser F8 puis réessayer
it: Il riquadro dell'intestazione non viene visualizzato. Premi F8 e riprova

source: Le volet des entêtes ne contient pas d'informations ou est absent
it: Il riquadro dell'intestazione non contiene informazioni o è mancante

source: Dans la fenêtre principale, 1 appui : Alt+1 à 8: lit l'entête du message, Alt+9 annonce le nombre de pièces jointes, 2 appuis : affiche l'entête dans une boîte d'édition ou pour Alt+9, atteint la liste des pièces jointes, 3 appuis : atteint l'entête dans la zone des entêtes. Dans la fenêtre de rédaction, Alt1 à 4, lit les entêtes, 2 appuis atteint l'entête.
it: Nella finestra principale, una pressione: Alt+1 a 8: legge l'intestazione del messaggio, Alt+9 annuncia il numero di allegati, 2 pressioni: visualizza l'intestazione in una casella di modifica, Alt+9, raggiunge l'elenco degli allegati, 3 pressioni: raggiunge l'intestazione nell'area delle intestazioni. Nella finestra Scrivi, Alt1 a 4, legge le intestazioni, 2 pressioni raggiunge l'intestazione.

source: Lecture filtrée du document dans le volet d'aperçu, l'onglet de lecture, la fenêtre de lecture ou de rédaction, depuis la liste de messages ou le document.
it: Lettura filtrata del documento nel riquadro di anteprima, nella scheda di lettura, nella finestra di lettura o composizione, dall'elenco dei messaggi o dal documento.

source: Affiche le menu contextuel des actions disponibles dans les différentes fenêtres de Thunderbird.
it: Visualizza il menu contestuale delle azioni disponibili nelle varie finestre di Thunderbird.

source: Affiche le menu contextuel des options de Thunderbird+
it: Visualizza il menu contestuale delle opzioni di Thunderbird+
pt_br: Exibe o menu de contexto das opções do Thunderbird+

source: Agencement des colonnes dans la liste de messages.
it: Layout delle colonne nell'elenco dei messaggi.
pt_br: Layout da coluna na lista de mensagens.

source: Affiche le dialogue d'édition du délai avant lecture du message de la fenêtre séparée de lecture.
it: Visualizza la finestra di dialogo per modificare il ritardo prima della lettura del messaggio della finestra di lettura separata.

source: Présent : volet des entêtes et du message.
it: Presente: intestazioni e riquadro dei messaggi.

source: Absent : volet des entêtes et du message.
it: Mancanti: intestazioni e riquadro dei messaggi.

source: Affiche ou masque le volet des entêtes et d'aperçu du message.
it: Mostra o nasconde le intestazioni dei messaggi e il riquadro di anteprima.

source: Affiche l'aide de l'extension dans une page web
it: Visualizza la guida del componente aggiuntivo in una pagina web
pt_br: Exibe a ajuda para a extensão em uma página da Web

source: du mode de test
it: modalità di prova
pt_br: modo de teste

source: Rechercher dans
it: Cerca nel
pt_br: Pesquisar em

source: Sorti du champ de recherche
it: Uscita dalla casella di ricerca
pt_br: Fora do escopo

source: décocher
it: Deseleziona

source: cocher
it: Controllo
pt_br: marcar

source: coché
it: Controllato

source: non coché
it: Deselezionato

source: Journal TB+4
it: Log TB+4
pt_br: Jornal TB+4

source: Préférences
it: Preferenze

source: Address Book
it: Rubrica
pt_br: Catálogo de endereços
ru_ru: Адресная Книга

source: Réduit
it: Non espanso

source: Non lu
it: Non letto
pt_br: Não lido

source: Lu
it: Letto
pt_br: Lida

source: PJ
it: Allegato
pt_br: Anexo

source: indésirable
it: Indesiderato

source: pas de sujet
it: Nessun oggetto
pt_br: nenhum assunto

source: Ré
it: Re

source: Pas de filtrage rapide.
it: Nessun filtro veloce.
pt_br: Não há filtragem rápida.

source: filtrés
it: filtrato

source: Zone de recherche vide.
it: Casella di ricerca vuota.
pt_br: Zona de busca vazia.

source: Expression entrée: %s
it: Input espressione: %s

source: Aucune option activée.
it: Nessuna opzione abilitata.

source: Les options activées sont:
it: Le opzioni abilitate sono:

source: This add-on adds commands to Thunderbird 102.x to make it more accessible, efficient and comfortable to use.
it: Questo componente aggiuntivo aggiunge comandi a Thunderbird 102.x per renderlo più accessibile, efficiente e comodo da usare.
pt_br: Esse complemento adiciona comandos ao Thunderbird 102.x para torná-lo mais acessível, eficiente e confortável de usar.

source: Thunderbird est déjà en cours d'utilisation.
it: Thunderbird è già in uso

source: Démarrage de Thunderbird.
it: Avvio di Thunderbird.

source: Thunderbird.exe non trouvé dans C:\Program files
it: Thunderbird.exe non trovato in C:\Program files

source: Lance Thunderbird
it: Avvia Thunderbird
pt_br: Abrir o Thunderbird

source: Thunderbird+, lanceur et mise àjour
it: Thunderbird+, avvio e aggiornamento

source: Recherche une mise à jour de Thunderbird+
it: Controlla gli aggiornamenti di Thunderbird+

source: &Quoi de neuf
it: &Novità
pt_br: &O que há de novo

source: &Oui
it: &Sì
pt_br: &Sim

source: &Plus tard
it: &Dopo
pt_br: &Mais tarde

source: &Désactiver
it: &Disattiva

source: est à jour.
it: è aggiornato

source: Voulez-vous mettre à jour la version {0} vers la version {1} ?
it: Vuoi aggiornare la versione {0} alla versione {1}?

source: Mise à jour de l'extension Thunderbird+
it: Aggiornamento del componente aggiuntivo Thunderbird+

source: Mise à jour de l'extension
it: Aggiornamento del componente aggtiuntivo

source: Erreur de vérification de la version
it: Errore nel controllo della versione

source: Erreur de lecture du file Infos
it: Errore durante la lettura del file Info
pt_br: Erro ao ler o arquivo Infos

source: Erreur de récupération des informations du fichier
it: Errore durante il recupero delle informazioni sul file

source: Erreur de téléchargement de:
it: Errore durante il download di :\n

source: Erreur de fichier vide
it: Errore file vuoto
pt_br: Erro de arquivo vazio

source: , ne peut supprimer :
it: , non può essere eliminato:
pt_br: não pode ser removido:

source: Erreur d'enregistrement de:
it: Errore durante il salvataggio di :\n
pt_br: Erro de registro:

source: Erreur d'enregistrement de l'extension dans un fichier temporaire.
it: Errore durante il salvataggio dell'addon nel file temporaneo.
pt_br: Erro ao registrar a extensão em um arquivo temporário.

source: La mise à jour sera à nouveau proposée dans 3 jours. Entretemps, vous pourrez presser AltGr+Maj+puissance2 pour effectuer une recherche de mise à jour.
it: L'aggiornamento verrà proposto di nuovo tra 3 giorni. Nel frattempo, puoi premere AltGr+Shift+grave per eseguire una ricerca di aggiornamento.

source: La mise à jour automatique a été désactivée. presser AltGr+Maj+puissance2 pour une mise à jour manuelle.
it: L'aggiornamento automatico è stato disabilitato. premi AltGr+Shift+grave per un aggiornamento manuale.

source: Thunderbird+4 est installé et sera remplacée par Thunderbird+. Voulez-vous la supprimer ? Sinon, elle sera désactivée.
it: Thunderbird+4 è installato e sarà sostituito da Thunderbird+.\n Vuoi rimuoverlo? \\no?\n In caso contrario, verrà disabilitato.

source: Désinstallation de Thunderbird+4
it: Disinstallazione di Thunderbird+4

source: This add-on adds commands to Thunderbird 102.x to make it more accessible, efficient and comfortable to use. For more information, visit : https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=en
ru_ru: Это дополнение добавляет команды в Thunderbird 102.x, чтобы сделать его использование более доступным, эффективным и удобным. Для получения дополнительной информации посетите: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=ru

source: Mozilla Apps Enhancements has been detected on your NVDA installation. In order for thunderbirdPlus to work without conflicts, the thunderbird module of Mozilla Apps Enhancements must be disabled. Would you like to do so now and install ThunderbirdPlus ? If you answer No, the installation will fail.
ru_ru: В установленной NVDA были обнаружены работающие расширения Mozilla Apps Enhancements. Чтобы thunderbirdPlus работал без конфликтов, модуль thunderbird в Mozilla Apps Enhancements должен быть отключен. Хотите ли вы сделать это сейчас и установить ThunderbirdPlus? При отрицательном ответе установка завершится ошибкой.

source: Running Mozilla Apps Enhancements detected
ru_ru: Обнаружены выполняющиеся расширения для приложений от Mozilla

source: Installation cancelled
ru_ru: Установка отменена

source: Select columns to
ru_ru: Выберите столбцы для

source: (Press down arrow to display more options)
ru_ru: (Нажмите стрелку вниз для показа дополнительных параметров)

source: Subject
ru_ru: Тема

source: draft
ru_ru: черновик

source: replies to the sub-thread,
ru_ru: ответы на подтему,

source: Close
ru_ru: Закрыть

source: notified when you
ru_ru: уведомленно, когда вы

source: Ignore
ru_ru: Игнорировать

source: bird thinks this message is Junk
ru_ru: bird считает это сообщение мусорным

source: remote content
ru_ru: удалённое содержимое

source: Keyword removed.
ru_ru: Ключевое слово удалено.

source: Status line without data
ru_ru: Строка состояния без данных

source: Announces abbreviated status line and message filtering information if applicable
ru_ru: Объявляет сокращённую строку состояния и информацию о фильтрации сообщений, если это применимо

source: Smart reply to reply to a recipient or mailing list
ru_ru: Умный ответ для ответа получателю или списку рассылки

source: Control+Backspace shortcut conflict
ru_ru: Конфликт быстрой комбинации Control+Backspace

source: Sends Control+F4 to the current window.
ru_ru: Отправляет команду Control+F4 в текущее окно.

source: The headers pane is not displayed. Please press F8 then try again
ru_ru: Не отображается панель заголовков. Пожалуйста, нажмите клавишу F8 и повторите попытку

source: Header pane contains no information or is missing
ru_ru: Панель заголовка не содержит никакой информации или отсутствует

source: In the main window, 1 press: Alt+1 to 8: reads the message header, Alt+9 announces the number of attachments, 2 presses: displays the header in an edit box or for Alt+9, reaches the list of attachments, 3 presses: reaches the header in the headers area. In the Write window, Alt1 to 4, reads the headers, 2 presses reaches the header.
ru_ru: В главном окне 1 нажатие: от Alt+1 до 8: читает заголовок сообщения, Alt+9 объявляет количество вложений, 2 нажатия : отображает заголовок в поле редактирования или для Alt+9, переходит к списку вложений, 3 нажатия : достигает заголовка в области заголовков. В окне редактирования Alt1-4 считывает заголовки, 2 нажатия достигают заголовка.

source: Filtered reading of the document in the preview pane, reading tab, reading or Write window, from the list of messages or the document.
ru_ru: Отфильтрованное чтение документа на панели предварительного просмотра, на вкладке чтения, в окне чтения или редактирования, из списка сообщений или документа.

source: Press alt+upArrow before navigating through quotes in a message.
ru_ru: Нажмите alt+Стрелку Вверх, прежде чем переходить по цитатам в сообщении.

source: Navigates through quotes in a message
ru_ru: Позволяет перемещаться по цитатам в сообщении

source: Shows the context menu of actions available in the various Thunderbird windows.
ru_ru: Отображает контекстное меню действий, доступных в различных окнах Thunderbird.

source: Shows the Options context menu of Thunderbird+
ru_ru: Отображает контекстное меню настроек Thunderbird+

source: Column layout in the message list.
ru_ru: Расположение столбцов в списке сообщений.

source: Shows the dialog for editing the delay before reading the message of the separate reading window.
ru_ru: Показывает диалог для редактирования задержки перед чтением сообщения в отдельном окне чтения.

source: Present: Headers and message pane.
ru_ru: Присутствуют: Заголовки и панель сообщений.

source: Missing : headers and message pane.
ru_ru: Отсутствуют : заголовки и панель сообщений.

source: Turn on or off the preview messages panel
ru_ru: Включение или выключение панели предварительного просмотра сообщений

source: Shows the add-on help in a web page
ru_ru: Отображает справку дополнения на веб-странице

source: of the test mode
ru_ru: из тестового режима

source: Search in
ru_ru: Искать в

source: Leaving search box
ru_ru: Выход из поля поиска

source: Uncheck
ru_ru: Снять метку

source: Check
ru_ru: Отметить

source: checked
ru_ru: отмечено

source: not checked
ru_ru: не отмечено

source: TB+4 log
ru_ru: Журнал TB+4

source: Settings
ru_ru: Настройки

source: Collapsed
ru_ru: Свёрнуто

source: Unread
ru_ru: Не прочитано

source: Read
ru_ru: Прочитано

source: attachment
ru_ru: вложение

source: Junk
ru_ru: Мусор

source: No subject
ru_ru: Без темы

source: No quick filter.
ru_ru: Нет быстрого фильтра.

source: filtered
ru_ru: отфильтровано

source: Empty search box.
ru_ru: Пустое поле поиска.

source: Expression input: %s
ru_ru: Ввод выражения: %s

source: No option enabled.
ru_ru: Опция не включена.

source: The enabled options are:
ru_ru: Включенными параметрами являются:

source: Previous objects
ru_ru: Предыдущие объекты

source: Column headers not found.
ru_ru: Заголовки столбцов не найдены.

source: Please select the message list or folder tree first.
ru_ru: Пожалуйста, сначала выберите список сообщений или дерево папок.

source: Opens a dialog to manage the order of columns
ru_ru: Открывает диалог управления порядком расположения столбцов

source: Checked,
ru_ru: Отмечено,

source: Column layout
ru_ru: Расположение столбцов

source: &Help
ru_ru: &Справка

source: &Columns ...
ru_ru: &Столбцы ...

source: C&lose
ru_ru: За&крыть

source: %s Cut
ru_ru: Вырезать %s

source: Column %s cannot be moved on itself.
ru_ru: Столбец %s не может быть перемещён сам в себя.

source: %s, is already the first column.
ru_ru: %s, уже является первым столбцом.

source: %s, is already the last column.
ru_ru: %s, уже является последним столбцом.

source: Help on Column layout
ru_ru: Справка по компоновке столбцов

source: Folder has changed, return to %s to manage columns or restart this dialog
ru_ru: Папка изменилась, вернитесь в %s для управления столбцами или перезапустите этот диалог

source: Drafts|Deleted
ru_ru: Черновики|Удалено

source: Message list not found.
ru_ru: Список сообщений не найден.

source: Not read
ru_ru: Не прочитано

source: selects the first unread message in the list from the folder tree.
ru_ru: выделяет первое непрочитанное сообщение в списке из дерева папок.

source: Account
ru_ru: Учётная запись

source: in
ru_ru: в

source: keyword :
ru_ru: ключевое слово :

source: Search backwards for a folder
ru_ru: Выполнить поиск папки в обратном направлении

source: Seek forward a folder
ru_ru: Выполнить поиск папки в прямом направлении

source: Show the keyword search dialog in the folder tree.
ru_ru: Отобразить диалог поиска по ключевым словам в дереве папок.

source: With &unread messages only (flat list)
ru_ru: Только с &непрочитанными сообщениями (плоский список)

source: &All Folders (flat list)
ru_ru: &Все Папки (плоский список)

source: With u&nread messages only (tree view)
ru_ru: Только с не&прочитанными сообщениями (дерево)

source: A&ll folders (tree view)
ru_ru: В&се папки (дерево)

source: Drafts
ru_ru: Черновики

source: Sent
ru_ru: Отправить

source: Deleted
ru_ru: Удалённый

source: Show the list of folders of the main foldertree , according to four types.
ru_ru: Отобразить список папок главного дерева папок в соответствии с четырьмя типами.

source: Show only folders with &unread
ru_ru: Показывать только папки с &непрочитанными

source: &Filter expression:
ru_ru: Выражение &фильтра:

source: Email &accounts:
ru_ru: У&чётные записи электронной почты:

source: Account &Folders :
ru_ru: &Папки учётной записи :

source: Single &right-click
ru_ru: Одиночный &правый щелчок

source: Single &left-click
ru_ru: Одиночный &левый щелчок

source: no element
ru_ru: нет элемента

source: 1 element
ru_ru: 1 элемент

source: %s elements
ru_ru: %s элементов

source: Folders with unread, checked
ru_ru: Папки с непрочитанными, отмечено

source: Folders with unread, not checked
ru_ru: Папки с непрочитанными, не отмечено

source: No result.
ru_ru: Нет результата.

source: unread folders view
ru_ru: просмотр непрочитанных папок

source: All folders view
ru_ru: Просмотр всех папок

source: no filter expression
ru_ru: нет выражения фильтра

source: filter expression : %s
ru_ru: выражение фильтра : %s

source: No expression entered
ru_ru: Не введено ни одного выражения

source: No results, edit your search.
ru_ru: Нет результатов, отредактируйте свой поиск.

source: All accounts
ru_ru: Все учётные записи

source: , Email account
ru_ru: , Учётная запись электронной почты

source: , in
ru_ru: , в

source: Treeview folders
ru_ru: Папки с древовидным представлением

source: Choose and arrange the columns of the message list
ru_ru: Выберите и расположите столбцы списка сообщений

source: Help CtrlF1
ru_ru: Справка CtrlF1

source: Change log
ru_ru: Журнал обновлений

source: Notification page
ru_ru: Страница уведомлений

source: Donate
ru_ru: Пожертвование

source: Chichi's page
ru_ru: Страница Chichi

source: Write to support
ru_ru: Написать в службу поддержки

source: Join the thunderbird-dv mailing list (French)
ru_ru: Подключиться к списку рассылки thunderbird-dv (Французский)

source: Please select the message list and try again.
ru_ru: Выберите список сообщений и повторите попытку.

source: No attachment to save
ru_ru: Нет вложения для сохранения

source: Open attachments toolbar
ru_ru: Открыть панель инструментов вложений

source: Open
ru_ru: Открыть

source: More options Control+alt+p
ru_ru: Больше параметров Control+alt+p

source: attachment "
ru_ru: вложение "

source: attached
ru_ru: вложено

source: All ... Control+Alt+p.
ru_ru: Все ... Control+Alt+p.

source: move to list alt+p
ru_ru: перейти к списку alt+p

source: More options
ru_ru: Больше параметров

source: To get all headers, please open the View Menu, go down to 'Headers' and then press Enter on 'All' in the submenu. Then display the grave menu again.
ru_ru: Для получения всех заголовков, откройте меню вида, перейдите вниз до подменю 'Заголовки' и потом нажмите Enter на 'Все'. Then display the grave menu again.

source: Quick Filter Bar closed. Table.
ru_ru: Панель быстрого фильтра закрыта. Таблица.

source: Read different headers of a message.
ru_ru: Читает разные заголовки сообщений.

source: Single Press: Announces the number of attachments if any. Double Press: shows the list.
ru_ru: Однократное нажатие: Объявляет количество вложений, если таковые имеются. Двойное нажатие: показывает список.

source: Tags
ru_ru: Метки

source: No tag.
ru_ru: Нет метки.

source: No More tag.
ru_ru: Больше никаких меток.

source: added
ru_ru: добавлено

source: removed
ru_ru: удалено

source: tag
ru_ru: метка

source: No more tag.
ru_ru: Нет больше тегов.

source: removed
ru_ru: удалено

source: Shift + 1 to 8: announces the additions or removals of tags, Shift+0 announces the tags of the message
ru_ru: Shift + 1 - 8: объявляет добавление или удаление меток, Shift+0 произносит метки сообщения

source: No tag to remove.
ru_ru: Нет метки для удаления.

source: Press this command twice quickly to delete the
ru_ru: Дважды быстро нажмите эту команду, чтобы удалить

source: All tags have been removed from this message.
ru_ru: Из этого сообщения были удалены все метки.

source: Removes all tags from the selected message.
ru_ru: Удаляет все метки из выбранного сообщения.

source: The preview pane is not displayed. Press F8 and try again please
ru_ru: Панель предварительного просмотра не отображается. Нажмите клавишу F8 и повторите попытку

source: Links
ru_ru: Ссылки

source: Uncleaned reading in reverse is not available.
ru_ru: Неочищенное считывание в обратном порядке недоступно.

source: Message unavailable. Try again.
ru_ru: Сообщение недоступно. Попробуйте снова.

source: Archived
ru_ru: Заархивировано

source: Press this command twice to mark all messages as read in the folder:
ru_ru: Нажмите эту команду дважды, чтобы пометить все сообщения в папке как прочитанные:

source: the {name} folder no longer contains unread messages.
ru_ru: папка {name} больше не содержит непрочитанных сообщений.

source: not junk
ru_ru: не мусор

source: junk
ru_ru: мусор

source: selected
ru_ru: выделено

source: The status {0} has been applied to the selection
ru_ru: Состояние {0} было применено к выделенному

source: The {0} status has been applied to this message
ru_ru: Состояние {0} было применено к этому сообщению

source: Shows the quick filter bar from the message list.
ru_ru: Отображает панель быстрого фильтра из списка сообщений.

source: Reverses the read and unread status of the selected message
ru_ru: Изменяет на противоположное состояние выделенного сообщения, прочитанное на непрочитанное

source: read
ru_ru: прочитано

source: unread
ru_ru: непрочитано

source: Message marked as
ru_ru: Сообщение отмечено как

source: Shows a dialog with the list of folders
ru_ru: Показывает диалог со списком папок

source: void,From,Subject: ,Date,To,CC,BCC,Reply to
ru_ru: void,От кого,Тема: ,Дата,Кому,CC,BCC,Ответить на

source: The {0} header is missing from this message.
ru_ru: Из этого сообщения не найден заголовок {0}.

source: The complete list of headers is not displayed.
ru_ru: Не отображается полный список заголовков.

source: Copy to clipboard
ru_ru: Копировать в буфер

source: Window not found
ru_ru: Окно не найдено

source: No attachments available in this context.
ru_ru: В данном контексте нет доступных вложений.

source: No Attachement.
ru_ru: Нет вложения.

source: One attachment.
ru_ru: Одно вложение.

source: To:
ru_ru: Кому:

source: No header
ru_ru: Нет заголовка
