Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/thunderbirdPlus/nvda.po
Languages: it, pt_br, ru_ru

source: Mot mal orthographi : %s
pt_br: Palavra com erro ortográfico: %s

source: Mot mal orthographi : %s, pas de suggestion.
pt_br: Palavra com erro ortográfico: %s, sem sugestão.

source: remplac, {0} . par . {1}
pt_br: substituirac, {0} . por . {1}

source: , copi dans le presse-papiers
pt_br: copiar para a área de transferência

source: Editer les mots masquer dans l'objet de messages
pt_br: Editar palavras ocultas no assunto das mensagens

source: Annoncer 'indsirable' si affich dans la colonne 'Statut indsirable'
pt_br: Indicar “indesejável” se exibido na coluna “Status indesejável”.

source: Espace sur un dossier avec non lus cherche le premier message non lu depuis le dbut de la liste
pt_br: Espaço em uma pasta com pesquisas não lidas para a primeira mensagem não lida desde o início da lista

source: Navigation par initiales indirecte, via une zone d'dition
pt_br: Navegação inicial indireta por meio de uma zona de destino

source: Ignorer les demandes d'accus de rception
pt_br: Ignorar solicitações de confirmação

source: fentre spare de lecture : ne pas lire automatiquement le mmessage si provoque des blocages de NVDA
pt_br: centro de leitura sobressalente: não lê automaticamente a mensagem se ela causar bloqueios do NVDA

source: Editer le dlai avant la lecture automatique de la fentre spare du message. Alt+d,n
pt_br: Editar o atraso antes da leitura automática da peça de reposição da mensagem. Alt+d,n

source: Vrification orthographique : peler le mot mal orthographi et le mot suggr.
pt_br: Verificação ortográfica: retire a palavra com erro ortográfico e a palavra sugestiva.

source: Activer l'amlioration de la Vrification orthographique pendant la saisie.
pt_br: Ative a verificação ortográfica aprimorada durante a digitação.

source: La touche chap ferme le message en cours de rdaction
pt_br: A tecla chap fecha a mensagem que está sendo escrita

source: Simple frappe pour afficher les menu contextuel, double frappe pour crire ou ou leurs remplaants.
pt_br: Toque uma vez para exibir o menu de contexto, toque duas vezes para inserir ou seus substitutos.

source: Dossiers : Espace ne slectionne pas le prochain message non lu dans la liste et n'affiche pas la liste de dossiers non lus
pt_br: Toque uma vez para exibir o menu de contexto, toque duas vezes para inserir ou seus substitutos

source: Liste messages : Espace ne lit pas le message du volet d'aperu
pt_br: Lista de mensagens: o Espace não lê a mensagem no painel de visualização

source: Liste messages : Espace lit le rsum de la conversation du volet d'aperu
pt_br: Lista de mensagens: O espaço lê o resumo da conversa no painel de visualização

source: Liste messages : ne pas grer la barre de filtrage rapide
pt_br: Lista de mensagens: não use a barra de filtro rápido

source: Liste messages : Echappe ne revient pas l'arborescence
pt_br: Lista de mensagens: Escape não devolve a estrutura em árvore

source: fentre principale : Tab ne passe pas au volet suivant
pt_br: janela principal: O separador não passa para a janela seguinte

source: Fentre principale : rtablir le comportement par dfaut de la touche chappe
pt_br: Centro principal: restaurar o comportamento predefinido da tecla Esc

source: Mots spars par des points-virgule :
pt_br: Palavras separadas por ponto e vírgula:

source: Edition des mots masquer dans l'objet des messages
pt_br: Editar palavras ocultas em linhas de assunto de mensagens

source: Dlai entre 20 et 2000 milli secondes avant lecture pure (dfaut : 100) :
pt_br: Tempo entre 20 e 2000 milissegundos antes da leitura pura (pré-definição: 100) :

source: Fentre spare de lecture
pt_br: Janela separada de leitura

source: La configuration a t rinitialise ses valeurs par dfaut
pt_br: A configuração foi redefinida para seus valores padrão

source: Options pour la fentre principale
pt_br: Opções para a janela principal

source: Options pour la fentre de rdaction
pt_br: Opções para a janela de edição

source: Options de Mise jour
pt_br: Opções de atualização

source: Dsactivations pour Chichi et pour Thunderbird+
pt_br: Desativações para Chichi e Thunderbird+

source: Restaurer la configuration sauvegarde
pt_br: Restaurar a configuração de backup

source: Rinitialiser la configuration
pt_br: Redefinir configuração

source: Activer la mise jour automatique
pt_br: Habilitar a atualização automática

source: Dsactiver la mise jour automatique
pt_br: Desabilitar a atualização automática

source: La mise jour automatique a bien t active. Vous pouvez redmarrer NVDA pour rechercher une mise jour.
pt_br: A atualização automática foi habilitada. Você pode reiniciar o NVDA para verificar se há uma atualização.

source: Erreur d'enregistrement du fichier de paramtres de mise jour.
pt_br: Erro ao salvar o arquivo de parâmetros de atualização.

source: La mise jour automatique a bien t dsactive.
pt_br: A atualização automática foi desabilitada.

source: La barre d'tat n'est pas affiche.
pt_br: A barra de status não é exibida.

source: Copi
pt_br: Cópia

source: Fichier non trouv :
pt_br: Arquivo não encontrado:

source: Thunderbird est dj en cours d'utilisation.
pt_br: O Thunderbird já está em uso.

source: Dmarrage de Thunderbird.
pt_br: Iniciando o Thunderbird.

source: Thunderbird.exe non trouv dans C:\Program files
pt_br: Thunderbird.exe não encontrado em C:\Program files

source: Thunderbird+, lanceur et mise jour
pt_br: Thunderbird+, iniciador e atualização

source: Recherche une mise jour de Thunderbird+
pt_br: Procurar uma atualização do Thunderbird+

source: &Dsactiver
pt_br: &Desabilitar

source: est jour.
pt_br: é dia.

source: Voulez-vous mettre jour la version {0} vers la version {1} ?
pt_br: Deseja atualizar a versão {0} para a versão {1}?

source: Mise jour de l'extension Thunderbird+
pt_br: Atualização da extensão do Thunderbird+

source: Mise jour de l'extension
pt_br: Atualização da extensão

source: Erreur de vrification de la version
pt_br: Erro de verificação de versão

source: Erreur de rcupration des informations du fichier
pt_br: Erro ao recuperar informações do arquivo

source: Erreur de tlchargement de:
pt_br: Erro ao fazer download de:

source: La mise jour sera nouveau propose dans 3 jours. Entretemps, vous pourrez presser AltGr+Maj+puissance2 pour effectuer une recherche de mise jour.
pt_br: A atualização estará disponível novamente em três dias. Nesse meio tempo, você pode pressionar AltGr+Shift+Power2 para procurar a atualização.

source: La mise jour automatique a t dsactive. presser AltGr+Maj+puissance2 pour une mise jour manuelle.
pt_br: A atualização automática foi desativada. Pressione AltGr+Shift+Power2 para fazer uma atualização manual.
