Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/thunderbirdPlus/nvda.po
Languages: it, pt_br, ru_ru

source: To the group,
ru_ru: К группе,

source: To the list,
ru_ru: К списку,

source: The headers and message pane is not displayed. Please press F8 then try again.
ru_ru: Не отображаются заголовки и панель сообщений. Пожалуйста, нажмите F8 и повторите попытку.

source: The body of the message is missing.
ru_ru: Отсутствует тело сообщения.

source: {columnText} copied to clipboard
ru_ru: {columnText} скопирован в буфер обмена

source: No column in position %s
ru_ru: Нет столбца в положении %s

source: %s field is not available
ru_ru: поле %s недоступно

source: No No {columnHeaderText}
ru_ru: Нет Нет {columnHeaderText}

source: Read column headers in main window
ru_ru: Чтение заголовков столбцов в главном окне

source: %s copied to clipboard
ru_ru: %s скопировано в буфер обмена

source: field %s could not be copied to clipboard
ru_ru: не удалось скопировать в буфер обмена поле %s

source: Search :: Add-ons
ru_ru: Поиск :: Дополнения

source: Tab {0} of {1} {2}
ru_ru: Вкладка {0} из {1} {2}

source: Loading
ru_ru: Загрузка

source: Home -
ru_ru: Домой -

source: Saved Files
ru_ru: Сохранённые Файлы

source: Account Settings
ru_ru: Настройки Учётной записи

source: Add-ons Manager
ru_ru: Менеджер дополнений

source: Account Setup
ru_ru: Создать Учётную запись

source: Add-ons for Thunderbird
ru_ru: Дополнения для Thunderbird

source: tab not found
ru_ru: вкладка не найдена

source: There is only one tab open.
ru_ru: Открыта только одна вкладка.

source: Active tab {0} of {1} : {2},
ru_ru: Активная вкладка {0} из {1} : {2},

source: lower than
ru_ru: ниже

source: semicolon
ru_ru: точка с запятой

source: colon
ru_ru: столбец

source: equal
ru_ru: равно

source: Disabled
ru_ru: Выключено

source: Enabled
ru_ru: Включено

source: TB Mail Toolbar
ru_ru: Панель почты TB

source: Text formatting
ru_ru: Форматирование текста

source: %s unavailable
ru_ru: %s недоступно

source: Activated, Déactivated
ru_ru: Активированный, деактивированный

source: Paragraph,&font
ru_ru: Абзац, &шрифт

source: void, From, To, Attachement, CC, BCC, Subject, Reply to
ru_ru: недействительный, От кого, Кому, Вложение, CC, BCC, Тема, Ответить на

source: No header.
ru_ru: Нет заголовка.

source: The field {0} is missing, type this command twice quickly to show it.
ru_ru: Поле {0} отсутствует, введите эту команду дважды быстро, чтобы оно появилось.

source: You will find this field by pressing the button: Other addressing fields to show
ru_ru: Это поле можно найти, нажав кнопку : Показать другие поля адресации

source: The attachments area is missing. Press Control+Shift+A to add attachements.
ru_ru: Область вложений отсутствует. Нажмите Control+Shift+A, чтобы добавить вложения.

source: None
ru_ru: Отсутствует

source: No misspelled words were found
ru_ru: Не было обнаружено ни одного слова с грамматическими ошибками

source: Check Spelling
ru_ru: Проверка орфографии

source: Spell check complete.
ru_ru: Проверка орфографии завершена.

source: Misspelled word: %s
ru_ru: Слово с грамматической ошибкой: %s

source: Replace with: %s
ru_ru: Заменить на: %s

source: Misspelled word : %s, no suggestion.
ru_ru: Слово с ошибкой в написании : %s, нет предложения.

source: replaced, {0} . by . {1}
ru_ru: заменено, {0} . на . {1}

source: Replace :
ru_ru: Заменить :

source: with :
ru_ru: на :

source: Combine multiple 'RE' mentions into one
ru_ru: Объединить несколько упоминаний 'RE' в одно

source: Delete the 'Re' mentions in the subject column
ru_ru: Удалить упоминания 'Re' в столбце темы

source: Delete the colons in the 'Re:' mentions
ru_ru: Удалить двоеточия в упоминаниях 'Re:'

source: Clean the names of correspondents in the message list
ru_ru: Очистить имена корреспондентов в списке сообщений

source: Add punctuation between columns
ru_ru: Добавить знаки препинания между столбцами

source: Hide mailing list names
ru_ru: Скрывать имена из списка рассылки

source: Edit words to hide in message subject
ru_ru: Редактирование слов для скрытия в теме сообщения

source: Announce 'junk' if displayed in the 'junk Status' column
ru_ru: Объявлять о 'нежелательной почте', если она отображается в столбце 'Состояние нежелательной почты'

source: Spacebar on a folder with unread searches for the first unread message from the beginning of the list
ru_ru: Клавиша пробела на папке с непрочитанными позволяет выполнить поиск первого непрочитанного сообщения в начале списка

source: Do not use first character navigation in the folder tree
ru_ru: Не использовать навигацию по первому символу в дереве папок

source: Character navigation via an edit box
ru_ru: Навигация по символам с помощью поля редактирования

source: Ignore acknowledgment requests
ru_ru: Игнорировать запросы на подтверждение

source: Show only folders with unread in the 'Folders in Tree' dialog
ru_ru: Показывать только непрочитанные папки в диалоге 'Папки в виде дерева'

source: separate reading window: do not automatically read the mmessage if it causes NVDA hangs
ru_ru: отдельное окно для чтения: не считывать автоматически сообщение, если это приводит к зависанию NVDA

source: Edit the delay before the automatic reading of the separate message window.\tAlt+d,n
ru_ru: Изменить задержку перед автоматическим чтением отдельного окна сообщения.\tAlt+d,n

source: Spell Check: Spell the misspelled word and the suggested word.
ru_ru: Проверка орфографии: Произнести по буквам слово с ошибкой и предложенное слово.

source: Enable improved Spell Check while typing.
ru_ru: Включить улучшенную проверку орфографии при вводе текста.

source: The Esc key closes the message being written
ru_ru: Клавиша Esc закрывает записываемое сообщение

source: Single press to show the context menus, double press to write a grave accent or Tilde or ¬¬.
ru_ru: Однократное нажатие - для отображения контекстного меню, двойное нажатие - для ввода серьёзного ударения или тильды или ¬¬.

source: Folders: Spacebar does not select the next unread message in the list and does not show the list of unread folders
ru_ru: Папки: Пробел не позволяет выбрать следующее непрочитанное сообщение в списке и не отображает список непрочитанных папок

source: Folders: no first character navigation
ru_ru: Папки: нет навигации по первому символу

source: Message list: Spacebar does not read message from preview pane
ru_ru: Список сообщений: Пробел не позволяет прочитать сообщение из области предварительного просмотра

source: Message list: Spacebar reads the preview pane conversation summary.
ru_ru: Список сообщений: Клавиша пробела читает сводку беседы на панели предварительного просмотра.

source: Message list : No SmartReply
ru_ru: Список сообщений : Нет умного ответа

source: Message list: do not manage the quick filter bar
ru_ru: Список сообщений: не управлять панелью быстрого фильтра

source: Message list: Escape does not return to folder tree
ru_ru: Список сообщений: Escape не возвращает к дереву папок

source: main window: Tab does not move to next pane
ru_ru: главное окно: Tab не перемещаетт к следующей панели

source: Main window: restore the default behavior of the escape key
ru_ru: Главное окно: восстановить поведение escape по умолчанию

source: Allow Thunderbird to close with control+w or control+F4
ru_ru: Разрешить закрытие Thunderbird с помощью клавиш control+w или control+F4

source: Words separated by semicolons :
ru_ru: Слова, разделённые точкой с запятой:

source: Edit words to hide in the subject of messages
ru_ru: Изменить слова для скрытия их в теме сообщения

source: Delay between 20 and 2000 milliseconds before filtered reading (default: 100):
ru_ru: Задержка от 20 до 2000 миллисекунд перед отфильтрованным считыванием (по умолчанию: 100):

source: Separate reading window
ru_ru: Отдельное окно для чтения

source: Backup file does not exist.
ru_ru: Файл резервной копии не существует.

source: The configuration has been reset to its default values
ru_ru: Конфигурация была сброшена к значениям по умолчанию

source: Mmain window options
ru_ru: Параметры главного окна

source: Write window options
ru_ru: Параметры окна записи

source: Update options
ru_ru: Параметры обновления

source: Deactivations for Chichi and for Thunderbird+
ru_ru: Деактивации для Chichi и для Thunderbird+

source: Backup current configuration file
ru_ru: Создайте резервную копию текущего файла конфигурации

source: Restore backed up configuration file
ru_ru: Восстановить резервную копию файла конфигурации

source: Reset configuration
ru_ru: Сброс конфигурации

source: Mentions
ru_ru: Упоминания

source: Enable automatic update
ru_ru: Включить автоматическое обновление

source: Disable automatic update
ru_ru: Отключить автоматическое обновление

source: Automatic update has been enabled. You can restart NVDA to check for an update.
ru_ru: Включено автоматическое обновление. Вы можете перезапустить NVDA, чтобы проверить наличие обновлений.

source: Error saving update settings file.
ru_ru: Ошибка сохранения файла настроек обновления.

source: Automatic update has been disabled.
ru_ru: Автоматическое обновление было отключено.

source: On|Le%date_sender%wrote|écrit
ru_ru: В / на%date_sender%написано|записано

source: error
ru_ru: ошибка

source: text elements. Press Control to stop.
ru_ru: текстовых элементов. Для остановки нажмите Control.

source: {0} messages in chronological order,
ru_ru: в хронологическом порядке {0} сообщений,

source: {0} messages, {1} lines,
ru_ru: {0} сообщений, {1} строк,

source: Preview copied:
ru_ru: Скопированный предварительный просмотр:

source: Original Message|E-mail d'origine|Message d'origine
ru_ru: Исходное сообщение|Оригинальное электронное письмо|Исходное сообщение

source: You are receiving this message because you are subscribed to the group
ru_ru: Вы получили это сообщение, потому что подписаны на группу

source: link %s
ru_ru: ссылка %s

source: From|De|Expéditeur
ru_ru: От кого|От кого|Отправитель

source: wrote
ru_ru: написал

source: The status bar is not displayed.
ru_ru: Строка состояния не отображается.

source: Copied
ru_ru: Скопировано

source: File not found
ru_ru: Файл не найден

source: Thunderbird is already in use.
ru_ru: Thunderbird уже используется.

source: Starting Thunderbird.
ru_ru: Запуск Thunderbird.

source: Thunderbird.exe not found in C:\Program files
ru_ru: Thunderbird.exe не найден в C:\Program files

source: Starts Thunderbird
ru_ru: Запускает Thunderbird

source: Thunderbird+, launcher and update
ru_ru: Thunderbird+, запуск и обновление

source: Check for Thunderbird+ update
ru_ru: Проверить наличие обновления Thunderbird+

source: Error saving of :
ru_ru: Ошибка сохранения:

source: &What's new
ru_ru: &Что нового

source: &Yes
ru_ru: &Да

source: &Later
ru_ru: &Позже

source: &Disable
ru_ru: &Выключить

source: is up to date.
ru_ru: находится в актуальном состоянии.

source: Do you want to update version {0} to version {1}?
ru_ru: Хотите обновить версию {0} до версии {1}?

source: Thunderbird+ addon update
ru_ru: Обновление дополнения Thunderbird+

source: Addon update
ru_ru: Обновление дополнения

source: Version check error
ru_ru: Ошибка проверки версии

source: Error reading Info file
ru_ru: Ошибка чтения информационного файла

source: Error retrieving file information
ru_ru: Ошибка восстановления информации о файле

source: Error downloading of :
ru_ru: Ошибка при загрузке:

source: Empty file error
ru_ru: Ошибка с пустым файлом

source: , cannot delete :
ru_ru: , не удалось удалить:

source: Saving error of :
ru_ru: Ошибка сохранения:

source: Error saving addon to temporary file.
ru_ru: Ошибка сохранения дополнения во временный файл.

source: The update will be offered again in 3 days. In the meantime, you can press AltGr+Shift+grave to perform an update search.
ru_ru: Обновление будет доступно снова через 3 дня. Тем временем вы можете нажать AltGr+Shift+обратный апостроф, чтобы выполнить поиск обновлений.

source: Automatic update has been disabled. press AltGr+Shift+grave for a manual update.
ru_ru: Автоматическое обновление было отключено. для ручного обновления нажмите AltGr+Shift+обратный апостроф.

source: (Appuyez sur flche bas pour afficher plus d'options)
pt_br: (Pressione a seta para baixo para exibir mais opções)

source: rponses au sous-fil de di,
pt_br: respostas ao subtítulo di,

source: Mot-cl supprim.
pt_br: Palavra-chave excluída.

source: Ligne d'tat sans donnes
pt_br: Linha de estado sem dados

source: Annonce la ligne d'tat abrge et les informations de filtrage de messages s'il y a lieu
pt_br: Anuncia a linha de status da abertura e as informações de filtragem de mensagens, se aplicável

source: Smart reply pour rpondre un destinataire ou une liste de diffusion
pt_br: Resposta inteligente para responder a um destinatário ou a uma lista de e-mail

source: Conflit de raccourci contrle+Retour Arrire
pt_br: Conflito de atalhos Control+Backspace

source: Envoie Control+F4 la fentre courante.
pt_br: Envia Control+F4 para o centro atual.

source: Le volet des enttes n'est pas affich. Veuillez presser F8 puis ressayer
pt_br: O painel de entradas não é exibido. Pressione F8 e tente novamente

source: Le volet des enttes ne contient pas d'informations ou est absent
pt_br: O painel de cabeçalho não contém informações ou está ausente

source: Dans la fentre principale, 1 appui : Alt+1 8: lit l'entte du message, Alt+9 annonce le nombre de pices jointes, 2 appuis : affiche l'entte dans une bote d'dition ou pour Alt+9, atteint la liste des pices jointes, 3 appuis : atteint l'entte dans la zone des enttes. Dans la fentre de rdaction, Alt1 4, lit les enttes, 2 appuis atteint l'entte.
pt_br: Na janela principal, 1 pressione : Alt+1 8: lê o cabeçalho da mensagem, Alt+9 anuncia o número de anexos, 2 pressões: exibe o cabeçalho em uma caixa de edição ou, para Alt+9, acessa a lista de anexos, 3 pressões: acessa o cabeçalho na área de cabeçalho. Na área de edição, Alt1 4 lê os cabeçalhos, 2 pressionamentos localizam o cabeçalho.

source: Lecture filtre du document dans le volet d'aperu, l'onglet de lecture, la fentre de lecture ou de rdaction, depuis la liste de messages ou le document.
pt_br: Filtrar a reprodução do documento no painel de visualização, na guia de reprodução, na reprodução ou no centro de edição, na lista de mensagens ou no documento.

source: Affiche le menu contextuel des actions disponibles dans les diffrentes fentres de Thunderbird.
pt_br: Exibe o menu contextual de ações disponíveis nos vários centros do Thunderbird.

source: Affiche le dialogue d'dition du dlai avant lecture du message de la fentre spare de lecture.
pt_br: Exibe a caixa de diálogo para definir o tempo de reprodução da mensagem no centro de reprodução sobressalente.

source: Prsent : volet des enttes et du message.
pt_br: Apresentação: Entradas e componente de mensagem.

source: Absent : volet des enttes et du message.
pt_br: Ausência: entalhes e aba de mensagens.

source: Affiche ou masque le volet des enttes et d'aperu du message.
pt_br: Mostra ou oculta o cabeçalho da mensagem e o painel de visualização.

source: dcocher
pt_br: verificar

source: non coch
pt_br: não coch

source: Prfrences
pt_br: Referências

source: indsirable
pt_br: indesejável

source: filtrs
pt_br: filtros

source: Expression entre: %s
pt_br: Expressão entre: %s

source: Aucune option active.
pt_br: Nenhuma opção ativa.

source: Les options actives sont:
pt_br: As opções ativas são:

source: Objets prcdents
pt_br: Objetos de impressão

source: Enttes de colonnes non trouvs.
pt_br: Extremidades da coluna não encontradas.

source: Veuillez d'abord slectionner la liste de messages ou l'arborescence des dossiers.
pt_br: Primeiro, selecione a lista de mensagens ou a árvore de pastas.

source: %s coupe.
pt_br: %s recortar.

source: La colonne %s ne peut pas tre dplace sur elle-mme.
pt_br: A coluna %s não pode ser movida sobre si mesma.

source: %s, est dj la premire colonne.
pt_br: %s, já é a primeira coluna.

source: %s, est dj la dernire colonne.
pt_br: %s, já é a última coluna.

source: Le dossier a chang, retournez %s pour agencer les colonnes ou relancez cette bote de dialogue
pt_br: A pasta foi alterada, retorne a %s para organizar as colunas ou reinicie essa caixa de diálogo

source: Lecture non filtre.
pt_br: Reprodução sem filtro.

source: Vous recevez ce message, car vous tes abonn au groupe
pt_br: Você está recebendo esta mensagem porque se inscreveu no grupo

source: objet youtube prsent.
pt_br: objeto do youtube prsent.

source: ((((From|De|Expditeur):.+?(Sujet|Subject|Objet):.+?%s)))
pt_br: ((((From|From|Publisher):.+?(Subject|Subject|Object):.+?%s)))

source: La lecture non filtre en sens inverse n'est pas disponible.
pt_br: A reprodução não filtrada em sentido inverso não está disponível.

source: Lecture filtre du document
pt_br: Leitura do filtro de documentos

source: Lire diffrents enttes d'un message.
pt_br: Leia diferentes partes de uma mensagem.

source: Liste de messages non trouve.
pt_br: Lista de mensagens não encontradas.

source: slectionne le premier message non lu dans la liste depuis l'arborescence des dossiers.
pt_br: seleciona a primeira mensagem não lida da lista na árvore de pastas.

source: compte
pt_br: conta

source: mot-cl :
pt_br: palavra-chave :

source: Recherche en arrire d'un dossier
pt_br: Pesquisar de trás para frente em uma pasta

source: Active le dialogue de recherche par mot-cl dans l'arborescence des dossiers.
pt_br: Ativa a caixa de diálogo de pesquisa de palavras-chave na árvore de pastas.

source: Avec messages n&on-lus seulement (arborescence complte)
pt_br: Somente com mensagens não lidas (estrutura de árvore completa)

source: To&us les dossiers (arborescence complte)
pt_br: Todas as pastas (estrutura de árvore completa)

source: Envoys
pt_br: Enviados

source: aucun lment
pt_br: nenhum elemento

source: 1 lment
pt_br: 1 elemento

source: %s lments
pt_br: %s elementos

source: Dossiers avec non lus, coch
pt_br: Pastas com não lidas, marcadas

source: Dossiers avec non lus, non coch
pt_br: Pastas com não lidas, não verificadas

source: Aucun rsultat.
pt_br: Nenhum resultado.

source: Pas d'expression entre
pt_br: Nenhuma expressão entre

source: Aucun rsultat, modifiez votre recherche.
pt_br: Nenhum resultado, altere sua pesquisa.

source: Historique des changements
pt_br: Histórico de mudanças

source: Page de notifications
pt_br: Página de notificações

source: Faire un don
pt_br: Faça uma doação

source: Veuillez vous placer dans la liste des messages puis ressayez.
pt_br: Vá para a lista de mensagens e tente novamente.

source: Pas de pice jointe enregistrer
pt_br: Nenhum anexo para registro

source: Ouvrir la barre d'outilTB des pices jointes
pt_br: Abra a barra de ferramentasTB para anexos

source: pice jointe "
pt_br: peça conjunta ”

source: se dplacer la liste alt+p
pt_br: mover para a lista alt+p

source: Pour obtenir tous les enttes, veuillez ouvrir le Menu Affichage, descendre sur Enttes puis presser sur Complets dans le sous-menu. Ensuite, affichez nouveau le menu puissance2.
pt_br: Para obter todos os entes, abra o menu Exibir, role para baixo até Enttes e pressione Concluir no submenu. Em seguida, exiba o menu power2 novamente.

source: Filtre rapide ferm. Tableau
pt_br: Fechamento rápido do filtro. Tabela

source: Simple frappe : Annonce le nombre de pices jointes s'il y en a. Double frappe : affiche la liste.
pt_br: Pressionamento único de tecla: anuncia o número de arquivos anexados, se houver. Clique duas vezes: exibe a lista.

source: Pas d'tiquette.
pt_br: Não há piquete.

source: tiquettes
pt_br: rótulos

source: Plus dtiquette.
pt_br: Além de etiqueta.

source: ajoute
pt_br: acrescenta

source: retire
pt_br: retirar

source: tiquette
pt_br: etiqueta

source: Plus d'tiquette.
pt_br: Não há mais tiquetaque.

source: ajoute
pt_br: acrescenta

source: retire
pt_br: retirar

source: Maj 1 8 : Vocalise les ajouts ou retraits d'tiquettes, Maj+0 annonce les tiquettes du message
pt_br: Shift 1 8: Vocaliza adições ou exclusões de ticks, Shift+0 anuncia os ticks na mensagem

source: Pas d'tiquette retirer.
pt_br: Nenhum pá foi removido.

source: Toutes les tiquette ont t retires de ce message.
pt_br: Todos os ticks foram removidos desta mensagem.

source: Supprime toutes les tiquettes du message slectionn.
pt_br: Exclui todos os rótulos da mensagem selecionada.

source: Le volet d'aperu n'est pas affich. Pressez F8 et recommencez SVP
pt_br: O painel de visualização não é exibido. Pressione F8 e comece novamente

source: Message indisponible. Ressayez.
pt_br: Mensagem indisponível. Por favor, tente novamente.

source: Lecture filtre du volet d'aperu du message sans quitter la liste.
pt_br: Filtrar a reprodução do painel de visualização de mensagens sem sair da lista.

source: Archiv
pt_br: Arquivo

source: indsirable
pt_br: indesejável

source: Slectionns
pt_br: Seleções

source: Le statut {0} a t appliqu la slection
pt_br: O status {0} foi aplicado à seleção

source: Le statut {0} a t appliqu ce message
pt_br: O status {0} foi aplicado a essa mensagem

source: Inverse l'tat lu et non lu du message slectionn
pt_br: Inverte o status de lida e não lida da mensagem selecionada

source: Message marqu comme
pt_br: Mensagem marcada como

source: rien,De,Objet: ,Date,Pour,Copie ,Copie cache ,Rpondre
pt_br: nada,De,Assunto: ,Data,Para,Cópia ,Cópia de cache ,Resposta

source: L'entte {0} est absent de ce message.
pt_br: O cabeçalho {0} não está presente nessa mensagem.

source: Les enttes complets ne sont pas affichs.
pt_br: As entradas completas não são exibidas.

source: Fentre non trouve
pt_br: Centro não encontrado

source: Aucune pice jointe disponible dans ce contexte.
pt_br: Nenhum anexo disponível nesse contexto.

source: Pas de pice jointe.
pt_br: Nenhum papel anexado.

source: Une pice jointe
pt_br: Uma peça anexada

source: Pas d'entte
pt_br: Sem entrada

source: Le volet des enttes et du message n'est pas affich. Veuillez presser F8 puis ressayer.
pt_br: O cabeçalho e o painel de mensagens não são exibidos. Pressione F8 e tente novamente.

source: {columnText} copi dans le presse papier
pt_br: {columnText} copiado para a área de transferência

source: aucun en tte
pt_br: nenhum em memória

source: Lire les enttes des colonnes dans la fentre principale
pt_br: Leia os títulos das colunas na janela principal

source: %s copi dans le presse papier
pt_br: %s copiado para a área de transferência

source: le champ %s n'a pas pu tre copi dans le presse papier
pt_br: o campo %s não pôde ser copiado para a área de transferência

source: Fichiers enregistrs
pt_br: Arquivos salvos

source: Paramtres des comptes
pt_br: Configurações da conta

source: Paramtres
pt_br: Parâmetros

source: Gestionnaire de modules complmentaires
pt_br: Gerenciador de módulos complementares

source: tab non trouv
pt_br: guia não encontrada

source: infrieur
pt_br: inferior

source: Dsactiv
pt_br: Desabilitado

source: Activ
pt_br: Habilitado

source: Activ, Dsactiv
pt_br: habilitar, Desabilitar

source: Paragraphe,P&olice de caractre
pt_br: Fonte de parágrafo, P e caractere

source: rien, De, Pour, Pice jointe, Copie , Copie cache , Sujet, Rponse
pt_br: nada, De, Para, Anexo, Cópia, Cópia de cache, Assunto, Resposta

source: pas d'entte.
pt_br: sem cabeçalho.

source: Vous trouverez ce champ en actionnant le bouton : Autres champs d'adressage afficher.
pt_br: Você pode encontrar esse campo clicando no botão: Outros campos de endereço são exibidos.

source: La zone des pices jointes est absente. Pressez Control+Maj+A pour en ajouter.
pt_br: Você pode encontrar esse campo clicando no botão: Outros campos de endereço são exibidos.

source: Aucun mot mal crit n'a t trouv
pt_br: Não foram encontradas palavras mal escritas

source: Vrification
pt_br: Verificar

source: Vrification de l'orthographe termine
pt_br: Fim da verificação ortográfica
