Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/thunderbirdPlus/nvda.po
Languages: it, pt_br, ru_ru

source: Objets précédents
it: Oggetti precedenti

source: Entêtes de colonnes non trouvés.
it: Intestazioni di colonna non trovate.

source: Veuillez d'abord sélectionner la liste de messages ou l'arborescence des dossiers.
it: Posizionarsi prima sull'l'elenco dei messaggi o sull'albero delle cartelle.

source: Ouvre un dialogue pour agencer les colonnes
it: Apre una finestra di dialogo per disporre le colonne
pt_br: Abre uma caixa de diálogo para organizar as colunas

source: Coché,
it: Controllato,

source: Agencement des colonnes
it: Disposizione delle colonne
pt_br: Layout da coluna

source: &Aide
it: &Aiuto
pt_br: &Ajuda

source: &Colonnes ...
it: &Colonne ...
pt_br: &Colunas ...

source: &Fermer
it: C&hiudi
pt_br: Fechar

source: %s coupée.
it: %s Tagliato

source: La colonne %s ne peut pas être déplacée sur elle-même.
it: La colonna %s non può essere spostata su se stessa.

source: %s, est déjà la première colonne.
it: %s, è già la prima colonna.

source: %s, est déjà la dernière colonne.
it: %s, è già l'ultima colonna.

source: Aide Agencement des colonnes
it: Aiuto sul layout delle colonne
pt_br: Ajuda Layout da coluna

source: Le dossier a changé, retournez à %s pour agencer les colonnes ou relancez cette boîte de dialogue
it: La cartella è cambiata, torna a %s per disporre le colonne o riavvia questa finestra di dialogo

source: erreur
it: errore
pt_br: erro

source: Lecture non filtrée.
it: Lettura non filtrata.

source: Vous recevez ce message, car vous êtes abonné au groupe
it: Ricevi questo messaggio perché sei iscritto al gruppo

source: Groups.io Links
it: Links di groups.io

source: lien cliquable
it: Link cliccabile

source: lien %s
it: li %s
pt_br: link %s

source: objet youtube présent.
it: oggetto youtube presente.

source: (\s+|\-{5} ?(E-mail d'origine|Message d'origine|Original Message) ?\-{5})
it: (\s+|\-{5}?(Email originale|Messaggio originale|Messaggio originale)?\-{5})
pt_br: (\s+|\-{5} ?(Original E-mail|Original Message) ?\-{5})

source: ((((From|De|Expéditeur):.+?(Sujet|Subject|Objet):.+?%s)))
it: ((((Da|Da|Mittente):.+?(Oggetto|Oggetto|Oggetto):.+?%s)))

source: . %s a écrit .
it: . %s ha scritto .

source: ((\s*(Dans un e\-mail daté du|Le) (\d\d[\-/]\d\d[\-/ ]|\d\d .+? )\d{2,4}( (. )?\d\d:\d\d(:\d\d .+?, .+?)?)?,\s*(.+?)a écrit:))
it: ((\s*(In un'e-mail datata|On) (\d\d[\-/]\d\d[\-/ ]|\d\d .+? )\d{2, 4}( ( . )?\d\d:\d\d(:\d\d .+?, .+?)?)?,\s*(.+?)ha scritto :))

source: . %s a écrit.
it: . %s ha scritto.

source: . %s a écrit.
it: . %s ha scritto.

source: . lien cliquable….
it: . link cliccabile….

source: pas de texte
it: Nessun testo
pt_br: nenhum texto

source: La lecture non filtrée en sens inverse n'est pas disponible.
it: La lettura inversa e non filtrata non è disponibile.

source: Lecture filtrée du document
it: Lettura filtrata del documento

source: Read other fields depuis document
it: Leggi altri campi dal documento
pt_br: Ler outros campos depois do documento

source: Lire différents entêtes d'un message.
it: Legge diverse intestazioni di un messaggio.

source: brouillons|corbeille|\- \(
it: Bozze|Eliminate|\- \(
pt_br: rascunhos|lixo|\- \(

source: Liste de messages non trouvée.
it: Elenco dei messaggi non trovato.

source: Non lu
it: Non letto
pt_br: Não lido

source: sélectionne le premier message non lu dans la liste depuis l'arborescence des dossiers.
it: seleziona il primo messaggio non letto nell'elenco dall'albero delle cartelle.

source: dans
it: in
pt_br: em

source: mot-clé :
it: parola chiave :

source: Recherche en arrière d'un dossier
it: Cerca all'indietro in una cartella

source: Recherche en avant d'un dossier
it: Cerca in avanti in una cartella
pt_br: Pesquisa avançada de um arquivo

source: Active le dialogue de recherche par mot-clé dans l'arborescence des dossiers.
it: Attiva la finestra di ricerca per parola chiave nell'albero delle cartelle.

source: Avec messages &non-lus seulement (liste plate)
it: Solo con &messaggi non letti (lista filtrata)
pt_br: Somente com mensagens &não lidas (lista simples)

source: &Tous les dossiers (liste plate)
it: &Tutte le cartelle (elenco semplice)
pt_br: Todos os arquivos (lista simples)

source: Avec messages n&on-lus seulement (arborescence complète)
it: Solo con messaggi non letti (albero completo)

source: To&us les dossiers (arborescence complète)
it: Tutte le cartelle (visualizzazione ad a&lbero)

source: Brouillons
it: Bozze
pt_br: Rascunhos

source: Envoyés
it: Inviato

source: Archives
it: Archivi
pt_br: Arquivos
ru_ru: Архивы

source: Corbeille
it: Cancellato
pt_br: Lixeira

source: Afficher la liste des dossiers de l'arborescence principale de Thunderbird, selon plusieurs types.
it: Visualizza l'elenco delle cartelle nell'albero principale di Thunderbird, secondo diversi tipi.
pt_br: Exibir uma lista de pastas na árvore principal do Thunderbird, de vários tipos.

source: Afficher seulement les dossiers avec &non lus
it: Mostra solo le cartelle con &non letti
pt_br: Mostrar apenas as pastas com &não lido

source: Expression de &filtrage :
it: &Espressione di filtro:
pt_br: Expressão de &filtragem :

source: &Comptes de messagerie:
it: &Account email
pt_br: Contas de e-mail:

source: Do&ssiers des comptes:
it: Account e cartelle :
pt_br: Arquivos &de contas:

source: Simple clic &droit
it: Singolo clic destro
pt_br: Clique simples com o botão direito do mouse

source: Simple clic &gauche
it: Singolo clic sinistro
pt_br: Clique único e à esquerda

source: &Informations
it: &Informazioni
pt_br: Informações
ru_ru: &Информация

source: aucun élément
it: no element

source: 1 élément
it: 1 elemento

source: %s éléments
it: %s elementi

source: Dossiers avec non lus, coché
it: Cartelle con non letti, controllati

source: Dossiers avec non lus, non coché
it: Cartelle con non letti, non controllati

source: Aucun résultat.
it: Nessun risultato

source: Affichage des dossiers non lus
it: Visualizzazione delle cartelle non lette
pt_br: Exibição de pastas não lidas

source: Affichage de tous les dossiers
it: Visualizzazione di tutte le cartelle
pt_br: Exibir todas as pastas

source: pas d'expression de filtrage
it: nessuna espressione di filtro
pt_br: sem expressão de filtro

source: expression de filtrage : %s
it: espressione di filtro : %s
pt_br: expressão do filtro: %s

source: Pas d'expression entrée
it: Nessuna espressione inserita

source: Aucun résultat, modifiez votre recherche.
it: Nessun risultato, modifica la ricerca.

source: Tous les comptes
it: Tutte le azioni
pt_br: Todas as contas

source: , compte de messagerie
it: , account email
pt_br: conta de e-mail

source: , dans
it: , in
pt_br: em

source: Dossiers de l'arborescence
it: Cartelle di visualizzazione ad albero
pt_br: Pastas de árvores

source: Choisir et agencer les colonnes de la liste de messages
it: Scegli e organizza le colonne dell'elenco dei messaggi
pt_br: Escolha e organize as colunas na lista de mensagens

source: Aide CtrlF1
it: Aiuto CtrlF1
pt_br: Ajuda CtrlF1

source: Page de Chichi
it: La pagina di Chichi
pt_br: Página da Chichi

source: Ecrire au support
it: Scrivi al supporto
pt_br: Escrever para apoiar

source: Rejoindre la liste thunderbird-dv
it: Iscriviti alla mailing list di thunderbird-dv (in francese)
pt_br: Participe da lista thunderbird-dv

source: Veuillez vous placer dans la liste des messages puis réessayez.
it: Posizionati sull'elenco dei messaggi e riprova.

source: Pas de pièce jointe à enregistrer
it: Nessun allegato da salvare

source: Ouvrir la barre d'outilTB des pièces jointes
it: Apri Allegati TB Toolbar

source: Ouvrir
it: Apri
pt_br: Aberto

source: plus d'option Control+alt+p
it: Altre opzioni Control+alt+p
pt_br: mais opções de Control+alt+p

source: pièce jointe "
it: Allegato

source: jointe
it: Allegato
pt_br: anexado

source: tout ... Control+Alt+p.
it: Tutto ... Control+Alt+p.
pt_br: todos ... Control+Alt+p.

source: se déplacer à la liste alt+p
it: sposta nell'elenco alt+p

source: ouvrir
it: Apri
pt_br: aberto

source: plus d'options
it: Altre opzioni
pt_br: mais opções

source: Pour obtenir tous les entêtes, veuillez ouvrir le Menu Affichage, descendre sur Entêtes puis presser sur Complets dans le sous-menu. Ensuite, affichez à nouveau le menu puissance2.
it: Per ottenere tutte le intestazioni, apri il menu Visualizza, scorri verso il basso fino a Intestazioni e quindi premi invio su Estese nel sottomenù. Quindi entrare nuovamente su questo menu.

source: Filtre rapide fermé. Tableau
it: Filtro veloce chiuso. Tabella.

source: Simple frappe : Annonce le nombre de pièces jointes s'il y en a. Double frappe : affiche la liste.
it: Singola pressione: annuncia il numero di eventuali allegati. Doppia pressione: né visualizza l'elenco.

source: Etiquettes
it: Etichette
pt_br: Rótulos

source: Pas d'étiquette.
it: Nessuna etichetta

source: étiquettes
it: Etichette

source: Plus détiquette.
it: Più etichetta

source: ajoutée
it: Aggiunto

source: retirée
it: rimosso

source: étiquette
it: Etichetta

source: Plus d'étiquette.
it: Più etichetta

source: ajoutée
it: Aggiunto

source: retirée
it: Rimosso

source: Maj 1 à 8 : Vocalise les ajouts ou retraits d'étiquettes, Maj+0 annonce les étiquettes du message
it: Maiusc da 1 a 8: vocalizza aggiunte o rimozioni di etichette, Maiusc+0 annuncia le etichette dei messaggi

source: Pas d'étiquette à retirer.
it: Nessuna etichetta da rimuovere.

source: Pressez deux fois rapidement cette commande pour supprimer les
it: Premere questo pulsante due volte rapidamente per eliminare il file
pt_br: Pressione esse comando duas vezes rapidamente para excluir o

source: Toutes les étiquette ont été retirées de ce message.
it: Tutte le etichette sono state rimosse da questo messaggio

source: Supprime toutes les étiquettes du message sélectionné.
it: Rimuove tutte le etichette dal messaggio selezionato.

source: Le volet d'aperçu n'est pas affiché. Pressez F8 et recommencez SVP
it: Il riquadro di anteprima non viene visualizzato. Per favore, premi F8 e riprova

source: Liens
it: Links
pt_br: Links

source: Message indisponible. Réessayez.
it: Messaggio non disponibile. Riprova.

source: Lecture filtrée du volet d'aperçu du message sans quitter la liste.
it: Lettura filtrata del riquadro di anteprima del messaggio senza uscire dall'elenco.

source: Archivé
it: Archiviato

source: Frappez deux fois cette commande pour marquer tous les messages comme lus dans le dossier :
it: Premere questo pulsante due volte per contrassegnare tutti i messaggi come letti nella cartella:
pt_br: Pressione esse comando duas vezes para marcar todas as mensagens da pasta como lidas:

source: le dossier {name} ne contient plus de message non lu.
it: la cartella {name} non contiene altri messaggi non letti.
pt_br: a pasta {name} não contém mais nenhuma mensagem não lida.

source: acceptable
it: Non indesiderato
pt_br: aceitável

source: indésirable
it: Indesiderata

source: Sélectionnés
it: Selezionato

source: Le statut {0} a été appliqué à la sélection
it: Lo stato {0} è stato applicato alla selezione

source: Le statut {0} a été appliqué à ce message
it: Lo stato {0} è stato applicato a questo messaggio

source: Affiche la barre de filtre rapide depuis la liste de messages.
it: Mostra la barra di filtro veloce dall'elenco dei messaggi.
pt_br: Exibe a barra de filtro rápido da lista de mensagens.

source: Inverse l'état lu et non lu du message sélectionné
it: Inverte lo stato letto e non letto del messaggio selezionato

source: Lu
it: letto
pt_br: Lido

source: non lu
it: Non letto
pt_br: não lido

source: Message marqué comme
it: Messaggio contrassegnato come

source: Affiche un dialogue avec la liste des dossiers
it: Mostra una finestra di dialogo con l'elenco delle cartelle
pt_br: Exibe uma caixa de diálogo com a lista de pastas

source: rien,De,Objet: ,Date,Pour,Copie à,Copie cachée à,Répondre à
it: Nulla, Da, A, Allegati, Copia per conoscenza, Copia per conoscenza nascosta, Oggetto, Rispondi a

source: L'entête {0} est absent de ce message.
it: In questo messaggio manca l'intestazione {0}.

source: Les entêtes complets ne sont pas affichés.
it: L'elenco completo delle intestazioni non viene visualizzato.

source: Copier dans le presse-papiers
it: Copia negli appunti
pt_br: Copiar para a área de transferência

source: Fenêtre non trouvée
it: Finestra non trovata

source: Aucune pièce jointe disponible dans ce contexte.
it: Nessun allegato disponibile in questo contesto.

source: Pas de pièce jointe.
it: Nessun allegato.

source: Une pièce jointe
it: Un allegato

source: Pour:
it: A:
pt_br: Para:

source: Pas d'entête
it: Nessuna intestazione

source: A la liste,
it: Alla lista,
pt_br: Para a lista,

source: A la liste
it: Alla lista
pt_br: Para a lista

source: Le volet des entêtes et du message n'est pas affiché. Veuillez presser F8 puis réessayer.
it: Le intestazioni e il riquadro dei messaggi non vengono visualizzati. Premi F8 e riprova.

source: Le corps du message est absent.
it: Manca il corpo del messaggio.
pt_br: O corpo da mensagem está faltando.

source: {columnText} copié dans le presse papier
it: {columnText} copiato negli appunti

source: Pas de colonne de rang %s
it: Nessuna colonna nella posizione %s
pt_br: Nenhuma coluna de classificação %s

source: aucun en tête
it: nessuna intestazione

source: Le champ %s n'est pas disponible
it: Il campo %s non è disponibile
pt_br: O campo %s não está disponível

source: Les fil de discussion sont {state}
it: I thread sono {state}
pt_br: Os tópicos de discussão são {state}

source: Pas de {columnHeaderText}
it: No No {columnHeaderText}
pt_br: Não {columnHeaderText}

source: Lire les entêtes des colonnes dans la fenêtre principale
it: Leggi le intestazioni di colonna nella finestra principale

source: %s copié dans le presse papier
it: %s copiato negli appunti

source: le champ %s n'a pas pu être copié dans le presse papier
it: il campo %s non può essere copiato negli appunti

source: Recherche :: Mod
it: Ricerca :: mod
pt_br: Pesquisar :: Mod

source: Onglet {0} sur {1} {2}
it: Scheda {0} di {1} {2}
pt_br: Tabulação {0} em {1} {2}

source: Chargement en
it: Caricamento
pt_br: Carregando em

source: Accueil -
it: Home -
pt_br: Início -

source: Carnet d
it: Rubrica
pt_br: Catálogo de

source: Fichiers enregistrés
it: Files salvati

source: Paramètres des comptes
it: Impostazioni dell'account

source: Paramètres
it: Impostazioni

source: Gestionnaire de modules complémentaires
it: Gestore dei componenti aggiuntivi

source: Configuration du compte
it: Configurazione account
pt_br: Configuração da conta

source: Modules pour Thunderbird
it: Componenti aggiuntivi per thunderbird
pt_br: Módulos para o Thunderbird

source: tab non trouvé
it: scheda non trovata

source: Il n'y a qu'un onglet d'ouvert.
it: C'è solo una scheda aperta.
pt_br: Apenas uma guia está aberta.

source: Onglet actif {0} sur {1} : {2},
it: Scheda attiva {0} di {1}: {2},
pt_br: Aba ativa {0} em {1}: {2},

source: inférieur
it: Muovi verso il basso

source: point virgule
it: Punto e virgola
pt_br: ponto e vírgula

source: deux points
it: Due punti
pt_br: dois pontos

source: égal
it: Pari

source: Désactivé
it: Disattivato

source: Activé
it: Abilitato

source: Barre d'outilTB Courrier
it: Barra degli strumenti di TB
pt_br: Barra de ferramentasTB Mail

source: Mise en forme du texte
it: formattazione del testo
pt_br: Formatação de texto

source: %s indisponible
it: %s non disponibile
pt_br: %s indisponível

source: Activé, Désactivé
it: Attivato, Disattivato

source: Paragraphe,P&olice de caractère
it: &Paragrafo, Carattere

source: rien, De, Pour, Pièce jointe, Copie à, Copie cachée à, Sujet, Réponse à
it: Nulla, Da, A, Allegati, Copia per conoscenza, Copia per conoscenza nascosta, Oggetto, Rispondi a

source: pas d'entête.
it: Nessuna intestazione.

source: Le champ {0} est absent, refrappez deux fois rapidement cette commande pour l'afficher.
it: Il campo {0} è mancante, digita rapidamente questo comando due volte per visualizzarlo.
pt_br: O campo {0} está faltando, portanto, digite esse comando duas vezes rapidamente para exibi-lo.

source: Vous trouverez ce champ en actionnant le bouton : Autres champs d'adressage à afficher.
it: Troverai questo campo premendo il pulsante: Altri campi di indirizzamento da visualizzare.

source: La zone des pièces jointes est absente. Pressez Control+Maj+A pour en ajouter.
it: Manca l'area degli allegati. Premi Ctrl+Maiusc+A per aggiungere allegati.

source: Aucun
it: Nessuno
pt_br: Sem resultados, altere a sua pesquisa

source: Aucun mot mal écrit n'a été trouvé
it: Non sono state trovate parole errate

source: Vérification
it: Controllo ortografico

source: Vérification de l'orthographe terminée
it: Controllo ortografico terminato

source: Mot mal orthographié : %s
it: Parola errata: %s

source: Remplacer par : %s
it: Sostituisci con: %s
pt_br: Substituir por : %s

source: Mot mal orthographié : %s, pas de suggestion.
it: Parola errata: %s, nessun suggerimento.

source: n
it: l

source: a
it: d

source: t
it: a

source: remplacé, {0} . par . {1}
it: sostituito, {0} . di . {1}

source: Remplacer :
it: Sostituisci :
pt_br: Substituir :

source: par :
it: con :
pt_br: por :

source: , copié dans le presse-papiers
it: , copiato negli appunti

source: &errors
it: &errori
pt_br: &erros
ru_ru: &ошибки

source: Regrouper les mentions 'RE' multiples en une seule
it: Combina più menzioni "RE" in una sola
pt_br: Combine várias declarações 'RE' em uma única declaração

source: Supprimer les mentions 'RE' dans la colonne sujet
it: Elimina le menzioni 'RE' nella colonna dell'oggetto
pt_br: Excluir “RE” na coluna de assunto

source: Supprimer les 2 points dans les mentions 'RE',
it: Elimina i due punti nelle menzioni "Re:".
pt_br: Exclua os dois pontos no texto “RE”,

source: Nettoyer les noms des correspondants dans la liste de messages
it: Pulisci i nomi dei corrispondenti nell'elenco dei messaggi
pt_br: Limpar os nomes dos correspondentes na lista de mensagens

source: Ajouter une ponctuation entre les colonnes
it: Aggiungi la punteggiatura tra le colonne
pt_br: Adicionar pontuação entre colunas

source: Masquer les noms de listes de diffusion
it: Nascondi i nomi delle mailing list
pt_br: Ocultar nomes de listas de correio eletrônico

source: Editer les mots à masquer dans l'objet de messages
it: Modifica le parole da nascondere nell'oggetto del messaggio

source: Annoncer 'indésirable' si affiché dans la colonne 'Statut indésirable'
it: Annuncia 'Indesiderata' se visualizzato nella colonna 'stato indesiderata'

source: Espace sur un dossier avec non lus cherche le premier message non lu depuis le début de la liste
it: La barra spaziatrice su una cartella con messaggi non letti cerca il primo messaggio non letto dall'inizio dell'elenco

source: Ne pas utiliser la navigation par initiale dans l'arborescence des dossiers
it: Non utilizzare la navigazione per iniziale nell'albero delle cartelle
pt_br: Não use a navegação inicial na árvore de pastas

source: Navigation par initiales indirecte, via une zone d'édition
it: Navigazione per iniziali tramite una casella di modifica

source: Ignorer les demandes d'accusé de réception
it: Ignora le richieste di conferma

source: Afficher seulement les dossiers avec non lus dans la boite de dialogue 'Dossiers de l'arborescence'
it: Mostra solo le cartelle con messaggi da leggere nella finestra di dialogo "Cartelle nella struttura ad albero".
pt_br: Mostrar apenas as pastas não lidas na caixa de diálogo “Pastas em árvore”.

source: fenêtre séparée de lecture : ne pas lire automatiquement le mmessage si provoque des blocages de NVDA
it: Finestra di lettura separata

source: Editer le délai avant la lecture automatique de la fenêtre séparée du message. Alt+d,n
it: Modifica il ritardo prima della lettura automatica della finestra di messaggio separata.\\tAlt+d,n

source: Vérification orthographique : épeler le mot mal orthographié et le mot suggéré.
it: Controllo ortografico: Scrivi la parola errata e quella suggerita.

source: Activer l'amélioration de la Vérification orthographique pendant la saisie.
it: Abilita il controllo ortografico migliorato durante la digitazione.

source: La touche Échap ferme le message en cours de rédaction
it: Il tasto Esc chiude il messaggio in fase di scrittura

source: Simple frappe pour afficher les menu contextuel, double frappe pour écrire ² ou ³ ou leurs remplaçants.
it: Singola pressione per visualizzare il menu contestuale, doppia pressione per scrivere controbarra o barra verticale o le loro sostituzioni.

source: Dossiers : Espace ne sélectionne pas le prochain message non lu dans la liste et n'affiche pas la liste de dossiers non lus
it: Cartelle: la barra spaziatrice non seleziona il successivo messaggio non letto nell'elenco e non mostra l'elenco delle cartelle non lette

source: Dossiers : pas de navigation par initiales
it: Cartelle: nessuna navigazione per iniziali
pt_br: Pastas: sem navegação por iniciais

source: Liste messages : Espace ne lit pas le message du volet d'aperçu
it: Elenco dei messaggi: la barra spaziatrice non legge il messaggio dal riquadro di anteprima

source: Liste messages : Espace lit le résumé de la conversation du volet d'aperçu
it: Elenco dei messaggi: la barra spaziatrice legge il riepilogo della conversazione nel riquadro di anteprima.

source: Liste messages : pas de SmartReply
it: Elenco messaggi : No SmartReply
pt_br: Lista de mensagens: sem resposta inteligente

source: Liste messages : ne pas gérer la barre de filtrage rapide
it: Elenco messaggi: non gestisce la barra del filtro rapido

source: Liste messages : Echappe ne revient pas à l'arborescence
it: Elenco dei messaggi: Esc non ritorna all'albero

source: fenêtre principale : Tab ne passe pas au volet suivant
it: finestra principale: la scheda non passa al riquadro successivo

source: Fenêtre principale : rétablir le comportement par défaut de la touche échappe
it: Finestra principale: ripristina il comportamento predefinito del tasto Esc

source: Permettre la fermeture de Thunderbird avec control+w ou control+F4
it: Consenti a Thunderbird di chiudersi con control+w o control+F4
pt_br: Fechar o Thunderbird com control+w ou control+F4

source: Mots séparés par des points-virgule :
it: Parole separate da punto e virgola :

source: Edition des mots à masquer dans l'objet des messages
it: Modifica le parole da nascondere nell'oggetto dei messaggi

source: Délai entre 20 et 2000 milli secondes avant lecture épurée (défaut : 100) :
it: Ritardo tra 20 e 2000 millisecondi prima della lettura filtrata (predefinito: 100):

source: Fenêtre séparée de lecture
it: Finestra di lettura separata

source: Fichier de sauvegarde inexistant.
it: Il file di backup non esiste.
pt_br: Nenhum arquivo de backup.

source: La configuration a été réinitialisée à ses valeurs par défaut
it: La configurazione è stata ripristinata ai suoi valori di default

source: Options pour la fenêtre principale
it: Opzioni per la finestra principale

source: Options pour la fenêtre de rédaction
it: Opzioni per la finestra di composizione

source: Options de Mise à jour
it: Opzioni di aggiornamento

source: Désactivations pour Chichi et pour Thunderbird+
it: Disattivazioni per Chichi e per Thunderbird+

source: Sauvegarder la configuration actuelle
it: Backup del file di configurazione corrente
pt_br: Salvar a configuração atual

source: Restaurer la configuration sauvegardée
it: Ripristina il file di configurazione di cui è stato eseguito il backup

source: Réinitialiser la configuration
it: Ripristina configurazione

source: mentions
it: Menzioni
pt_br: detalhes

source: Activer la mise à jour automatique
it: Abilita l'aggiornamento automatico

source: Désactiver la mise à jour automatique
it: Disattiva l'aggiornamento automatico
