Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/VLC/nvda.po
Languages: uk, zh_tw

source: Change VLC appModule settings
uk: Змінити налаштування додатка VLC
zh_tw: 更改 VLC appModule 設定

source: Use it in the main window if tabulating between playback controls stopped working. It'll tries to bring the focus to the playback control pane to get it to work again.
uk: Використовуйте його в головному вікні, якщо табуляція між елементами керування відтворенням припинила працювати. Він спробує перенести фокус на панель керування відтворенням, щоб змусити її знову працювати.
zh_tw: 如果在播放控制項之間按 Tab 沒有效果，請在主視窗中使用它。它會嘗試將焦點移至播放控制項面板以使其再次運作。

source: Toggle verbosity: if enabled, it will announce the elapsed time and volume
uk: Перемкнути інформативність: якщо увімкнено, повідомляється витрачений час і гучність
zh_tw: 切換詳細程度: 若啟用，將可讀出經過時間及音量

source: %d hours
uk: %d годин
zh_tw: %d 小時

source: %d hour
uk: %d година
zh_tw: %d 小時

source: %s%d minutes
uk: %s%d хвилин
zh_tw: %s%d 分

source: %s%d minute
uk: %s%d хвилина
zh_tw: %s%d 分

source: %s %d seconds
uk: %s %d секунд
zh_tw: %s %d 秒

source: %s %d second
uk: %s %d секунда
zh_tw: %s %d 秒

source: Pause
uk: Пауза
zh_tw: 暫停

source: There are no controls available
uk: Немає доступних елементів керування
zh_tw: 沒有可用的控制項

source: Empty
uk: Порожньо
zh_tw: 空白

source: %s of %s
uk: %s із %s
zh_tw: %s 之 %s

source: playing
uk: відтворюється
zh_tw: 正在播放

source: Reads the status bar information
uk: Читає інформацію рядка стану
zh_tw: 讀出狀態列資訊

source: unchecked
zh_tw: 未勾選

source: Repeat mode
uk: Режим повтору
zh_tw: 重複播放模式

source: Shuffle mode
uk: Режим перемішування
zh_tw: 隨機播放模式

source: Volume %s
uk: Гучність %s
zh_tw: 音量 %s

source: VLC appModule settings
uk: Налаштування додатка VLC
zh_tw: VLC appModule 設定

source: Announce elapsed time and volume
uk: Повідомляти витрачений час і гучність
zh_tw: 讀出經過時間及音量

source: VLC Media Player
zh_tw: VLC 媒體播放器

source: Provides some accessibility features for VLC Media Player, as improve navigation or read status bar
zh_tw: 為 VLC 媒體播放器提供一些無障礙功能，如改善導覽或狀態列的報讀
