Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/soundSplitter/nvda.po
Languages: pt_br

source: Unsupported Windows release
pt_br: Versão do Windows sem suporte

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
pt_br: Você está usando {releaseName} ({build}), uma versão do Windows não suportada por este complemento. Este add-on requer {supportedReleaseName} ({supportedBuild}) ou posterior.

source: The sound split feature will be included in NVDA version 2024.2. It may already be available in your version, if you use alpha or beta releases of NVDA 2024.2.
pt_br: O recurso de divisão de som será incluído no NVDA versão 2024.2. É possível que ele já esteja disponível em sua versão, se você usar versões alfa ou beta do NVDA 2024.2.

source: The sound split feature is now part of NVDA itself, as of NVDA 2024.2!
pt_br: O recurso de divisão de som agora faz parte do próprio NVDA, a partir do NVDA 2024.2!

source: However, this is only helpful if you use WASAPI as your sound interface preference. (NVDA menu, Preferences, Settings, Advanced.) While WASAPI is the default in modern versions of NVDA, this add-on is still necessary if you choose to, or must, use sound split without WASAPI. The add-on will be maintained for that purpose, and for use in older versions of NVDA. If you only plan to use WASAPI, you may remove the add-on from copies of NVDA 2024.2, and configure the built-in feature.
pt_br: No entanto, isso só é útil se você usar a WASAPI como sua interface de som preferida. (Menu NVDA, Preferências, Configurações, Avançado). Embora a WASAPI seja o padrão nas versões modernas do NVDA, esse complemento ainda é necessário se você optar ou precisar usar a divisão de som sem a WASAPI. O complemento será mantido para essa finalidade e para uso em versões mais antigas do NVDA. Se você planeja usar apenas o WASAPI, poderá remover o complemento das cópias do NVDA 2024.2 e configurar o recurso interno.

source: Sound Splitter Alert!
pt_br: Alerta de divisor de som!

source: Sound Splitter
pt_br: Divisor de som

source: The Sound Splitter add-on can not currently be used in this version of NVDA while WASAPI is enabled in NVDA Advanced settings. If you want to use Sound Splitter, first disable WASAPI, then restart NVDA. The author apologizes for this inconvenience, and intends to support WASAPI as soon as possible.
pt_br: No momento, o complemento Sound Splitter não pode ser usado nesta versão do NVDA enquanto o WASAPI estiver ativado nas configurações avançadas do NVDA. Se você quiser usar o Sound Splitter, primeiro desative o WASAPI e, em seguida, reinicie o NVDA. O autor pede desculpas por esse inconveniente e pretende oferecer suporte ao WASAPI assim que possível.

source: &Split NVDA sound and applications' sounds into left and right channels
pt_br: &Divida o som do NVDA e os sons dos aplicativos nos canais esquerdo e direito

source: Switch &left and right during sound split
pt_br: Alternar entre esquerda e direita durante a divisão do som

source: Sound Splitter is disabled while WASAPI is being used. Please Turn off WASAPI in NVDA Advanced settings, restart NVDA and try again.
pt_br: O Sound Splitter está desabilitado enquanto o WASAPI está sendo usado. Desative o WASAPI nas configurações avançadas do NVDA, o reinicie e tente novamente.

source: Toggle sound split
pt_br: Alternar a divisão do som

source: Sound split enabled, NVDA on the right
pt_br: Divisão de som habilitada, NVDA à direita

source: Sound split enabled, NVDA on the left
pt_br: Divisão de som habilitada, NVDA à esquerda

source: Sound split disabled
pt_br: Divisão de som desabilitada

source: Splits sound from NvDA screen reader and other programs to separate channels
pt_br: Divide o som do leitor de tela NVDA e de outros programas em canais separados
