Repository: nvda-es/screenReaderTranslations
Catalog: website/index.*.po
Languages: bg, da, de, fr, gl, hr, it, ja, pl, pt_br, ru, sk, sr, tr, zh_cn

source: Once you press Open, or press Enter on the add-on file, NVDA will ask if you really wish to install the add-on, provided that it is compatible with the NVDA version you are using. As the functionality of add-ons is unrestricted inside NVDA, which in theory could include accessing your personal data or even the entire system if NVDA is an installed copy, it is very important to only install add-ons from sources you trust. Once the add-on is installed, NVDA must be restarted for the add-on to start running.
bg: Веднъж щом задействате бутона "Отвори" или натиснете ENTER върху файла с добавката, NVDA ще ви попита за потвърждение дали наистина искате да инсталирате добавката, стига тя да е съвместима с използваната от вас версия на NVDA. Доколкото достъпа на добавките не е ограничен по никакъв начин от NVDA, което на теория може да включва достъп до вашата лична информация или дори цялата система, ако NVDA е инсталирано копие, много е важно да инсталирате само добавки от източници на които имате доверие. Веднъж щом добавката бъде инсталирана, NVDA трябва да бъде рестартиран за да можете да я използвате.
da: Når du trykker Åbn eller Enter på tilføjelsesprogrammet, vil NVDA spørge, om du virkelig ønsker at installere tilføjelsesprogrammet, hvis tilføjelsen er kompatibel med din aktuelle version af NVDA. Det er meget vigtigt kun at installere tilføjelsesprogrammer fra kilder, du har tillid til, eftersom tilføjelsesprogrammer fungerer uden begrænsninger inden for NVDA. I teorien kan programmet få adgang til personlige data eller endda hele systemet, hvis der er tale om en installeret kopi af NVDA, så det er vigtigt at du har tillid til kilden, hvorfra du skaffede tilføjelsen. Når tilføjelsesprogrammet først er installeret, skal NVDA genstartes, før tilføjelsesprogrammet kan begynde at køre.
de: Sobald Sie Öffnen oder die Eingabetaste auf der NVDA-Erweiterung drücken, werden Sie von NVDA gefragt, ob Sie die NVDA-Erweiterung installieren möchten. Vorausgesetzt, die verwendete NVDA-Version ist kompatibel. Da die Funktionalität der NVDA-Erweiterungen innerhalb von NVDA uneingeschränkt ist, was theoretisch den Zugriff auf Ihre persönlichen Daten oder sogar auf das gesamte System einschließen könnte, wenn NVDA installiert ist, ist es sehr wichtig, NVDA-Erweiterungen nur aus offiziellen und vertrauenswürdigen Quellen zu installieren. Wenn die Erweiterung installiert ist, muss NVDA neu gestartet werden, damit die NVDA-Erweiterung aktiv ist.
fr: Lorsque vous appuyez sur Ouvrir, ou appuyez sur Entrée sur le fichier de l'extension, NVDA demande si vous désirez vraiment l'installer, à condition qu'il soit compatible avec la version de NVDA que vous utilisez. Comme les fonctionnalités des extensions ne sont pas limitées dans NVDA, ce qui en théorie pourrait inclure l’accès à vos données personnelles ou même à l’ensemble du système si vous utilisez une copie installée de NVDA, il est très important de n’installer que des extensions provenant de sources sûres. Une fois l'extension installée, NVDA doit être redémarré pour que l'extension commence à s'exécuter.
gl: Unha vez premas Abrir, ou INTRO sobre o ficheiro do complemento, NVDA preguntarache se realmente desexas instalar o complemento, sempre que sexa compatible coa versión de NvDA que estás a utilizar. Xa que a funcionalidade dos complementos non ten restriccións dentro do NVDA, o que en teoría podería incluir acceso ós teus datos persoais ou mesmo a todo o sistema se NVDA é unha copia instalada, é moi importante que só instales complementos dende fontes da túa confianza. Unha vez que o complemento estea instalado, NVDA debe reiniciarse para que o complemento comece a execución.
hr: Nakon pritiskanja gumba „Otvori” ili tipke Enter na datoteci dodatka, NVDA će upitati je li zaista želiš instalirati dodatak, pod uvjetom da je kompatibilan s NVDA verzijom koju koristiš. Budući da je funkcionalnost dodataka unutar NVDA programa neograničena – što teoretski može uključiti i pristupanje tvojim osobnim podacima ili čak cijelom sustavu ukoliko je NVDA instalirana kopija – vrlo je važno da instaliraš samo dodatke od strane izvora kojima vjeruješ. Nakon što se dodatak instalira, NVDA se mora ponovo pokrenuti kako bi dodatak počeo raditi.
it: Una volta eseguita questa operazione, NVDA chiederà conferma dell'installazione del pacchetto, a condizione che sia compatibile con la versione del prodotto che state utilizzando. Poiché le funzioni che gli add-on possono svolgere non sono limitate all'interno di NVDA (il che, in teoria, può includere anche la capacità di accedere ai vostri dati personali o all'intero vostro sistema se state utilizzando una copia installata (non portable) di NVDA), è molto importante che installiate add-on provenienti esclusivamente da fonti affidabili. Una volta terminata l'installazione, NVDA deve essere riavviato affinché l'add-on funzioni regolarmente.
ja: アドオンファイル上で開くを押す、またはEnterを押すと、NVDAは、そのアドオンを本当にインストールしたいかどうか尋ねます。ただし、使用しているNVDAのバージョンに互換性がある場合に限ります。NVDAがコンピュータにインストールされている場合、アドオンの機能はNVDA内に限定されていないので、理論的にはあなたの個人データ、そしてシステム全体にもアクセスすることが出来ます。そのため、信頼する出所からのアドオンのみをインストールすることがとても大切です。アドオンをインストールしたら、NVDAを再起動してアドオンを起動します。
pl: Kiedy naciśniesz przycisk Otwórz lub enter, NVDA zapyta, czy na pewno chcesz zainstalować ten dodatek, oczywiście, jeżeli dodatek jest zgodny z wersją NVDA którą używasz. Ponieważ funkcjonalność dodatku nie jest w żaden sposób ograniczana wewnątrz NVDA, co teoretycznie umożliwia dostęp do twoich osobistych danych lub nawet całego systemu (jeśli używana kopia NVDA jest zainstalowana w systemie), pamiętaj, aby instalować dodatki pochodzące wyłącznie z zaufanych źródeł. Po zainstalowaniu dodatku, należy zrestartować NVDA, aby dodatek zaczął działać.
pt_br: Assim que pressionar Abrir, ou pressionar ENTER no arquivo de complemento, o NVDA perguntará se você realmente deseja instalar o complemento, desde que seja compatível com a versão do NVDA que você está usando. Como a funcionalidade dos complementos é irrestrita no NVDA, o que em teoria pode incluir o acesso aos seus dados pessoais ou mesmo a todo o sistema se o NVDA for uma cópia instalada, é muito importante instalar complementos apenas de fontes confiáveis. Logo que o complemento é instalado, o NVDA deve ser reiniciado para que o complemento comece a ser executado.
ru: После того как вы нажмете Открыть или нажмете ENTER на файле дополнения, NVDA спросит, действительно ли вы хотите установить дополнение, при условии, что оно совместимо с используемой вами версией NVDA. Что касается функциональности дополнений, она является неограниченной внутри NVDA, которая в теории может включать в себя доступ к вашим личным данным или даже всей системы, если NVDA является установленной копией, важно устанавливать дополнения из источников, которым вы доверяете. После завершения установки дополнения, NVDA следует перезапустить для начала работы этого дополнения.
sk: Po stlačení tlačidla Otvoriť alebo stlačení klávesu ENTER na súbore s doplnkom sa NVDA opýta, či si želáte doplnok nainštalovať a tiež overí, či je kompatibilný s aktuálnou verziou NVDA. Keďže funkčnosť doplnkov je v NVDA neobmedzená, čo by teoreticky mohlo zahŕňať prístup k vašim osobným údajom alebo celému systému, je veľmi dôležité inštalovať doplnky iba zo zdrojov, ktorým dôverujete. Ak je doplnok nainštalovaný, začne fungovať až po reštarte NVDA.
sr: Nakon što pritisnete otvori, ili pritisnete enter na datoteku dodatka, NVDA će potvrditi da zaista želite da instalirate dodatak, ako je kompatibilan sa verzijom programa NVDA koju koristite. Budući da su funkcije dodataka neograničene u programu NVDA, ovo teoretski uključuje pristup vašim ličnim podacima kao i celokupnom sistemu ako je NVDA instaliran, veoma je važno da instalirate dodatke iz pouzdanih izvora. Nakon što je dodatak instaliran, NVDA mora ponovo biti pokrenut kako bi se dodatak pokrenuo.
tr: Eklenti üzerinde enter tuşuna bastığınızda, kullandığınız sürümle uyumlu olup olmadığı bilgisiyle birlikte NVDA eklentiyi kurmak istediğinizden emin olup olmadığınızı sorar. Teorik olarak sisteminizde kurulu olan NVDA kopyası için eklediğiniz bir eklenti sisteminizdeki dosyalara ya da kişisel bilgilerinize ulaşabileceği için, sadece güvendiğiniz kaynaklardan edindiğiniz eklentileri kullanmaya özen göstermenizi öneririz. Eklenti kurulduktan sonra NVDA'nın yeniden başlatılması gerekir.
zh_cn: 一旦您按下“回车”键或者选择“打开”， NVDA 将询问您是否真的要安装此插件。这些插件理论上可以执行的动作是无限制的，它们可以访问您的用户数据甚至整个系统，所以从可靠的来源获取插件非常重要。插件安装完成之后， NVDA 必须重新启动才能让插件运行。

source: You can subscribe to [NVDA Add-ons Central mailing list][2] to talk about how to write add-ons, get advice to solve specific problems, share news that impacts add-on developers etc.
bg: Можете да се абонирате за [официалния пощенски списък за добавки за NVDA][2], за да обсъждате как се пишат добавки, да получавате съвети за решаване на конкретни проблеми, да споделяте новини, които засягат разработчиците на добавки и т.н.
da: Du kan abonnere på [NVDA Add-ons Central mailing list][2] for at tale om, hvordan du skriver tilføjelser, få råd til at løse specifikke problemer, dele nyheder, der påvirker tilføjelsesudviklere osv.
de: Sie können die [Mailingliste für NVDA-Erweiterungen][2] abonnieren, um sich über das Programmieren von NVDA-Erweiterungen auszutauschen, Ratschläge zur Lösung bestimmter Probleme zu erhalten, Neuigkeiten zu teilen, die sich auf die Entwicklung beziehen, etc.
fr: Vous pouvez vous abonner à la [liste de diffusion centrale des extensions NVDA][2] pour discuter de la manière d'écrire des extensions, obtenir des conseils pour résoudre des problèmes spécifiques, partager des informations ayant un impact sur les développeurs d'extension, etc.
gl: Podes subscribirte á [lista de correo central de complementos de NVDA][2] para falar sobre como escribir complementos, obter axuda para resolver problemas específicos, compartir novas que afecten ós desenvolvedores de complementos etc.
hr: Možeš se pretplatiti na [Centralnu mailing listu NVDA dodataka][2] za raspravljanje o tome kako napisati dodatke, dobiti savjete za rješavanje određenih problema, podijeliti vijesti koje utječu na programere dodataka itd.
it: Puoi iscriverti alla [mailing list Add-ons Central di NVDA][2] per parlare di come scrivere componenti aggiuntivi, ottenere consigli per risolvere problemi specifici, condividere notizie che hanno un impatto sugli sviluppatori di componenti aggiuntivi, ecc.
ja: [NVDAアドオンセントラルメーリングリスト][2]に登録すると、アドオンの開発方法について話したり、何らかの問題の解決方法についてのアドバイスを得たり、アドオン開発者にとって印象深いニュースを共有したりすることが出来ます。
pl: Możesz zapisać się na [NVDA Add-ons Central mailing list][2], aby porozmawiać o tym, jak pisać dodatki, uzyskać porady dotyczące rozwiązywania konkretnych problemów, dzielić się wiadomościami, które mają wpływ na twórców dodatków itp.
pt_br: Você pode se inscrever na [lista de discussão da Central de complementos do NVDA (conteúdo em inglês)][2] para falar sobre como escrever complementos, obter conselhos para resolver problemas específicos, compartilhar notícias que afetam os desenvolvedores de complementos, etc.
ru: Вы можете подписаться на [Центральный список рассылки дополнений NVDA][2] чтобы рассказать о том, как писать дополнения, получить совет по решению конкретных проблем, поделиться новостями, которые касаются разработчиков дополнений и т. д.
sk: Môžete sa prihlásiť do [Diskusnej skupiny o doplnkoch NVDA][2]. Tu sa môžete dozvedieť ako vytvárať doplnky, riešiť problémy, zdieľať novinky o vývoji doplnkov a pod.
sr: Možete se prijaviti na [centralnu mejling listu NVDA dodataka na Engleskom][2] da biste diskutovali kako razvijati dodatke, dobili savete kako biste rešili određene probleme, podelili novosti koje utiču na programere dodataka i slično.
tr: Eklentilerin nasıl yazılacağı hakkında konuşmak, belirli sorunları çözmek için tavsiye almak, eklenti geliştiricilerini etkileyen haberleri paylaşmak vb. için [NVDA Eklentileri Merkezi posta listesine][2] abone olabilirsiniz.
zh_cn: 您可以订阅 [NVDA 插件中心邮件列表][2] 讨论如何编写插件、获取解决特定问题的建议、分享影响插件开发人员的新闻等。

source: If you want to have your add-on listed on this website, please send it to the [add-on store][3]. See the [requirements for add-on submissions][4] for details.
bg: Ако искате вашата добавка да бъде включена в този уеб сайт, моля, изпратете я до [магазина за добавки][3]. Вижте [изискванията за приемане на добавки][4] за подробности.
da: Hvis du vil have din tilføjelse opført på denne hjemmeside, skal du sende den til [Tilføjelsescenteret][3]. Læs [krav til tilføjelsesindsendelser][4] for detaljer.
de: Wenn Sie eine NVDA-Erweiterung auf dieser Webseite auflisten lassen möchten, senden Sie es bitte an den [Store für NVDA-Erweiterungen][3]. Siehe die [Anforderungen für die Einreichung von NVDA-Erweiterungen][4] für weitere Details.
pt_br: Se quiser ter seu complemento listado neste SITE, envie-o para a [loja de complementos][3]. Consulte os [requisitos para submissões de complementos][4] para obter detalhes.
sk: Ak chcete do oficiálneho doplnku zaradiť váš doplnok, pošlite ho, prosím, do [Oficiálneho katalógu][3]. Skontrolujte si tiež [Odporúčania pre doplnky][4].
tr: Eklentinizin bu web sitesinde listelenmesini istiyorsanız, lütfen onu [eklenti mağazasına][3] gönderin. Ayrıntılar için [eklenti gönderimleri için gereklilikler][4]'e bakın.

source: Note that not all add-ons shown on this website are compatible with all NVDA releases. If you notice that an add-on is no longer actively maintained or is not compatible with a particular NVDA release, please let the community know. Incompatible or inactive add-ons will be shown under legacy section, and will be shown on front page again otherwise. Also, add-on developers may choose to show beta or dev add-ons only under development section, until a stable version is released.
bg: Обърнете внимание, че не всички добавки, показани на този уебсайт, са съвместими със стари или нови издания на NVDA. Ако забележите, че дадена добавка вече не се поддържа активно или не е съвместима с определена версия на NVDA, моля, уведомете общността. Несъвместимите или неактивни добавки ще бъдат показани в раздела "Остарели добавки", иначе отново ще бъдат показани на първа страница. Освен това, разработчиците на добавки могат да изберат да показват бета или тестови версии на добавки само в раздела за разработка, докато не бъде пусната стабилна версия.
da: Bemærk, at ikke alle tilføjelser vist på denne hjemmeside er kompatible med alle NVDA-udgivelser. Hvis du bemærker, at en tilføjelse ikke længere vedligeholdes aktivt eller ikke er kompatibel med en bestemt NVDA-udgivelse, bedes du fortælle fællesskabet det. Inkompatible eller inaktive tilføjelser vil blive vist under den gamle sektion og vil blive vist på forsiden igen ellers. Desuden kan tilføjelsesudviklere vælge kun at vise beta- eller dev-tilføjelser under udviklingssektionen, indtil en stabil version er frigivet.
de: Beachten Sie, dass nicht alle auf dieser Webseite aufgeführten NVDA-Erweiterungen mit allen NVDA-Versionen kompatibel sind. Wenn Sie feststellen, dass eine NVDA-Erweiterung nicht mehr aktiv gepflegt wird oder nicht mit einer bestimmten NVDA-Version kompatibel ist, teilen Sie dies bitte der Community mit. Inkompatible oder inaktive NVDA-Erweiterungen werden im Bereich "Veraltete NVDA-Erweiterungen" aufgeführt, ansonsten werden sie wieder auf der Hauptseite angezeigt. Außerdem können Entwickler von NVDA-Erweiterungen entscheiden, sie als Beta oder Dev nur im Entwicklungsbereich aufzulisten, bis eine stabile Version veröffentlicht wird.
pt_br: Observe que nem todos os complementos mostrados neste SITE são compatíveis com todas as versões do NVDA. Se você perceber que um complemento não é mais mantido ativamente ou não é compatível com uma versão específica do NVDA, informe a comunidade. Complementos incompatíveis ou inativos serão mostrados na seção legado e, caso contrário, serão mostrados na página inicial novamente. Além disso, os desenvolvedores de complementos podem optar por mostrar complementos beta ou dev apenas na seção de desenvolvimento, até que uma versão estável seja lançada.
sk: Upozorňujeme, že nie všetky doplnky na tejto stránke fungujú s najnovšou a všetkými verziami NVDA. Ak ste postrehli, že sa doplnok aktívne nevyvíja, alebo nespolupracuje s novou verziou NVDA, upozornite nás na to. Nekompatibilné doplnky budú presunuté do sekcie Staršie nepodporované doplnky. Po prípadných úpravách sa môžu opäť vrátiť na hlavnú stránku. Vývojári doplnkov sa môžu rozhodnúť, že ich doplnky v beta fáze budú zaradené len v časti Doplnky vo vývoji.
tr: Bu web sitesinde gösterilen tüm eklentilerin tüm NVDA sürümleriyle uyumlu olmadığını unutmayın. Bir eklentinin artık aktif olarak sürdürülmediğini veya belirli bir NVDA sürümüyle uyumlu olmadığını fark ederseniz, lütfen topluluğa bildirin. Uyumsuz veya etkin olmayan eklentiler eski bölümde gösterilecek, aksi takdirde tekrar ön sayfada gösterilecektir. Ayrıca, eklenti geliştiricileri, kararlı bir sürüm yayınlanana kadar beta veya geliştirme eklentilerini yalnızca geliştirme bölümünde göstermeyi seçebilirler.
