Repository: nvda-es/screenReaderTranslations
Catalog: website/index.*.po
Languages: bg, da, de, fr, gl, hr, it, ja, pl, pt_br, ru, sk, sr, tr, zh_cn

source: Please feel free to subscribe to the rss feeds or the add-ons list to be informed on when new add-ons or a new version of an add-on is made available. The mailing list includes an optional subgroup to receive, if desired, automated notifications when documentation or add-ons are updated on this website. Additionally, developers can set automated notifications about changes in their add-on repositories to be posted on a dedicated subgroup, to facilitate code reviews and improve the quality of their work. Developers can request to have their add-ons listed in this [list of add-on repositories][5] to get direct feedback.
bg: Моля, не се колебайте да се абонирате за rss емисиите или списъка с добавки, за да бъдете информирани, когато станат достъпни нови добавки или нова версия на добавка. Пощенският списък включва незадължителна подгрупа за получаване, при желание, на автоматични известия, когато документацията или добавките на този уеб сайт се актуализират. Освен това разработчиците могат да задават автоматизирани известия за промени в техните хранилища за добавки, които да бъдат публикувани в специална подгрупа, за да улеснят прегледа на кода и да подобрят качеството на работата си. Разработчиците могат да поискат техните добавки да бъдат публикувани в този [списък с хранилища за добавки][5], за да получат директна обратна връзка.
da: Du er velkommen til at abonnere på rss-feeds eller tilføjelseslisten for at blive informeret om, når nye tilføjelser eller en ny version af en tilføjelse gøres tilgængelig. Mailinglisten inkluderer en valgfri undergruppe til at modtage, hvis det ønskes, automatiske meddelelser, når dokumentation eller tilføjelser opdateres på denne hjemmeside. Derudover kan udviklere indstille automatiske meddelelser om ændringer i deres tilføjelseslagre til at blive udgivet på en dedikeret undergruppe for at lette kodegennemgange og forbedre kvaliteten af deres arbejde. Udviklere kan anmode om at få deres tilføjelser opført i denne [liste over tilføjelsescenter][5] for at få direkte feedback.
de: Bitte abonnieren Sie die RSS-Feeds oder die Mailingliste für NVDA-Erweiterungen, um informiert darüber zu werden, sobald neue NVDA-Erweiterungen oder eine neue Version verfügbar sind. Die Mailingliste enthält eine optionale Untergruppe, um auf Wunsch automatisierte Benachrichtigungen zu erhalten, wenn Dokumentationen oder NVDA-Erweiterungen auf dieser Webseite aktualisiert werden. Darüber hinaus können Entwickler automatische Benachrichtigungen über Änderungen in ihren Repositories der NVDA-Erweiterung festlegen, die in einer dedizierten Untergruppe veröffentlicht werden, um Code-Reviews zu erleichtern und die Qualität ihrer Arbeit zu verbessern. Entwickler können beantragen, dass ihre NVDA-Erweiterungen in dieser [Liste der Repositories][5] der NVDA-Erweiterungen aufgeführt werden, um direktes Feedback zu erhalten.
fr: N'hésitez pas à vous abonner aux flux rss ou à la liste nvda-addons pour être informé de la mise à disposition de nouvelles extensions ou d'une nouvelle version d'extension. La liste de diffusion comprend un sous-groupe facultatif pour recevoir, si vous le souhaitez, des notifications automatiques lorsque la documentation ou les extensions sont mises à jour sur ce site Web. De plus, les développeurs peuvent définir des notifications automatiques relatives aux modifications apportées à leurs dépôt d'extension à publier sur un sous-groupe dédié, afin de faciliter les revues de code et d'améliorer la qualité de leur travail. Les développeurs peuvent demander à ce que leurs extensions soient répertoriés dans cette [liste de dépôts d'extensions][5] pour obtenir des retours directs.
gl: Por favor síntete libre de subscribirte ás fontes RSS ou á lista de complementos para estar informado da dispoñibilidade de novos complementos ou dunha nova versión dun complemento. A lista de correo inclúe un subgrupo opcional para recibir, se o desexas, notificacións automatizadas cando a documentación ou os complementos se actualizan neste sitio web. Adicionalmente, os desenvolvedores poden configurar notificacións de cambios nos repositorios dos seus complementos para que se publiquen nun subgrupo dedicado, para facilitar a revisión de código e mellorar a calidade do seu traballo. Os desenvolvedores poden solicitar que o seu complemento se liste nesta [lista de repositorios de complementos][5] para obter comentarios directamente.
hr: Slobodno se pretplati na rss feedove ili popis dodataka zadobivanje obavijesti kad novi dodaci ili nova verzija dodatka postanu dostupni. Mailing lista uključuje izbornu podgrupu za primanje, po želji, automatiziranih obavijesti kad se dokumentacija ili dodaci aktualiziraju na ovoj web stranici. Osim toga, programeri mogu postaviti automatizirane obavijesti o promjenama u njihovim repozitorijima dodataka za objavljivanje u namjenskoj podgrupi, kako bi olakšali pregled koda i poboljšali kvalitetu svog rada. Programeri mogu zatražiti da njihovi dodaci budu navedeni u ovom [popisu repozitorija dodataka][5] kako bi dobili izravne povratne informacije.
it: Non esitare a iscriverti ai feed rss o alla lista di discussione sui componenti aggiuntivi per essere informato quando vengono resi disponibili nuovi addon o una nuova versione di uno di essi. La mailing list include un sottogruppo facoltativo per ricevere, se lo si desidera, notifiche automatiche quando la documentazione o i componenti aggiuntivi vengono aggiornati su questo sito web. Inoltre, gli sviluppatori possono impostare notifiche automatiche sulle modifiche nei loro repository di componenti aggiuntivi da pubblicare in un sottogruppo dedicato, per facilitare le revisioni del codice e migliorare la qualità del loro lavoro. Gli sviluppatori possono richiedere che i loro addon siano elencati in questo [elenco di repository di componenti aggiuntivi][5] per ottenere un feedback diretto.
ja: RSSフィードまたはアドオンリストに登録すると、新しいアドオンや、アドオンの新しいバージョンが利用可能になった時に、お知らせを受け取れます。このメーリングリストでは、希望に応じて、このウェブサイトのドキュメントまたはアドオンが更新された時に、任意のサブグループでも自動的に通知を受け取れます。また、コードレビューをしやすくし、アドオン開発の質を高めるために、開発者がアドオンリポジトリの変更について、専用のサブグループへの自動通知の投稿を設定することが出来ます。開発者は、直接のフィードバックを得るために、アドオンをこの[アドオンリポジトリのリスト][5]に載せることを依頼出来ます。
pl: Prosimy o subskrybowanie kanałów rss lub listy dodatków, aby być informowanym o udostępnieniu nowych dodatków lub nowej wersji dodatku. Lista mailingowa zawiera opcjonalną podgrupę do otrzymywania, w razie potrzeby, automatycznych powiadomień o aktualizacji dokumentacji lub dodatków na tej stronie. Dodatkowo programiści mogą ustawić automatyczne powiadomienia o zmianach w swoich repozytoriach dodatków, które mają być publikowane w dedykowanej podgrupie, aby ułatwić przegląd kodu i poprawić jakość swojej pracy. Programiści mogą poprosić o umieszczenie swoich dodatków na tej [liście repozytoriów dodatków][5], aby uzyskać bezpośrednią opinię.
pt_br: Por favor, sinta-se à vontade para assinar os feeds rss ou a lista de complementos para ser informado quando novos complementos ou uma nova versão dum complemento for disponibilizada. A lista de discussão inclui um subgrupo opcional para receber, se desejado, notificações automatizadas quando a documentação ou complementos são atualizados neste SITE. Além disso, os desenvolvedores podem definir notificações automatizadas sobre alterações em seus repositórios de complementos para serem postadas num subgrupo dedicado, para facilitar as revisões de código e melhorar a qualidade de seu trabalho. Os desenvolvedores podem solicitar que seus complementos sejam listados nesta [lista de repositórios de complementos][5] para obter feedback direto.
ru: Пожалуйста, подпишитесь на RSS-каналы или список дополнений, чтобы получать информацию о появлении новых дополнений или новой версии дополнения. Список рассылки включает необязательную подгруппу для получения, при желании, автоматических уведомлений об обновлении документации или дополнений на этом веб-сайте. Кроме того, разработчики могут настроить автоматические уведомления об изменениях в своих репозиториях дополнений, которые будут публиковаться в специальной подгруппе, чтобы облегчить проверку кода и улучшить качество своей работы. Разработчики могут запросить включение своих дополнений в этот [список репозиториев дополнений][5], чтобы получить прямой отзыв.
sk: Ak chcete byť informovaní o nových doplnkoch a aktualizáciách doplnkov, odporúčame vám sledovať RSS kanál tejto webovej stránky. Tiež sa môžete prihlásiť do e-mailovej diskusnej skupiny. Cez e-mailovú diskusnú podskupinu môžete tiež dostávať informácie o aktualizáciách doplnkov a dokumentácie k doplnkom. Vývojári si tiež môžu nastaviť voliteľné upozornenia na zmeny v repozitároch doplnkov a môžu tak v podskupine sledovať zmeny a úpravy v ich kóde. Vývojári môžu požiadať o zaradenie do [Zoznamu repozitárov s doplnkami][5] na získanie priamej odozvi.
sr: Molimo prijavite se na RSS izvode ili na listu za dodatke kako biste dobili informacije kada je novi dodatak dostupan ili je dostupna nova verzija postojećeg dodatka. Mejling lista takođe sadrži opcionu podgrupu kako biste primili, ako želite, automatska obaveštenja kada se neki dodatak ili dokumentacija ažuriraju na ovom sajtu. Takođe, programeri mogu izabrati da se obaveštenja o promenama u njihovim dodacima objavljuju u posebnoj podgrupi, kako bi dobili pregled koda i poboljšali kvalitet svog rada. Programeri mogu da zahtevaju da se njihovi dodaci pojave u ovoj [listi dodataka][5] da bi dobili direktne povratne informacije.
tr: Yeni eklentiler veya bir eklentinin yeni bir sürümü kullanıma sunulduğunda haberdar olmak için lütfen rss beslemelerine veya eklenti listesine abone olmaktan çekinmeyin. Posta listesi, bu web sitesinde belgeler veya eklentiler güncellendiğinde istenirse otomatik bildirimler almak için isteğe bağlı bir alt grup içerir. Ek olarak, geliştiriciler, kod incelemelerini kolaylaştırmak ve çalışmalarının kalitesini artırmak için eklenti havuzlarındaki değişiklikler hakkında özel bir alt grupta yayınlanmak üzere otomatik bildirimler ayarlayabilir. Geliştiriciler, doğrudan geri bildirim almak için eklentilerinin bu [eklenti depoları listesinde][5] listelenmesini talep edebilir.
zh_cn: 您可以随意选择订阅 rss 提要或插件列表，以便在新插件或插件更新时得到通知。邮件列表包括一个可选的子组，用于在本网站上更新文档或插件时接收（如果需要）自动通知。此外，开发人员可以设置有关其插件存储库更改的自动通知，以发布在专门的子组上，以促进代码审查并提高其工作质量。开发人员可以请求将他们的插件列在此[插件存储库列表][5] 中以获得直接反馈。

source: The following community supported add-ons are available:
bg: Налични са следните добавки, поддържани от общността:
da: Følgende tilføjelser er tilgængelige:
de: Die folgenden von der Community unterstützten NVDA-Erweiterungen sind verfügbar:
fr: Les extensions suivantes prises en charge par la communauté sont disponibles :
gl: Están dispoñibles os seguintes complementos apoiados pola comunidade:
hr: Dostupni su sljedeći dodaci koje podržava zajednica:
it: Sono disponibili i seguenti componenti aggiuntivi supportati dalla community:
ja: 次のような、コミュニティにサポートされたアドオンが利用出来ます。
pl: Dostępne są następujące dodatki obsługiwane przez społeczność:
pt_br: Os seguintes complementos suportados pela comunidade estão disponíveis:
ru: Доступны следующие дополнения, поддерживаемые сообществом:
sk: Dostupné sú tieto doplnky:
sr: Dostupni su sledeći dodaci podržani od strane zajednice:
tr: Aşağıdaki topluluk tarafından desteklenen eklentiler mevcuttur:
zh_cn: 以下是由社区支持的可用插件：

source: This website is being maintained by the NVDA translation team.
bg: Този сайт се поддържа от екипа от преводачи на NVDA.
da: Denne webside bliver opretholdt af NVDAs oversætter-team.
de: Diese Webseite wird vom NVDA-Übersetzungsteam gepflegt.
fr: Ce site Internet est maintenu par l'équipe des traducteurs de NVDA.
gl: Este sitio web estase a manter polo equipo de traducción do NVDA.
hr: Ovu web stranicu održava tim NVDA prevodioca.
it: Questo sito web è manutenuto dal team di traduzione di NVDA.
ja: このウェブサイトはNVDA翻訳チームが保守しています。
pl: Strona wspierana przez społeczność tłumaczy NVDA.
pt_br: Este SITE é mantido pela equipe de tradução do NVDA.
ru: Этот сайт поддерживается командой переводЧиков NVDA.
sk: O tieto stránky sa starajú prekladatelia NVDA.
sr: Ovaj sajt održava tim NVDA prevodilaca.
tr: Bu sayfa NVDA çeviri ekibi tarafından hazırlanmaktadır.
zh_cn: 此页面由 NVDA简体中文 翻译团队维护。

source: [4]: https://addons.nvda-project.org/requirements
pt_br: [4]: https://addons.nvda-project.org/requirements.pt_BR.html

source: [6]: https://download.nvaccess.org/documentation/userGuide.html#AddonsManager
pt_br: [6]: https://download.nvaccess.org/documentation/pt_BR/userGuide.html#AddonsManager

source: [[!meta title="Welcome to the NVDA Community Add-ons website"]]
da: [[!meta title="Velkommen til websiden for tilføjelsesprogrammer til NVDA"]]
de: [[!meta title="Willkommen auf der Community-Webseite für NVDA-Erweiterungen"]]
fr: [[!meta title="Bienvenue sur le site Communautaire des Extensions NVDA"]]
gl: [[!meta title="Benvido ó sitio web de complementos da comunidade do NVDA "]]
hr: [[!meta title="Web stranica zajednice NVDA dodataka"]]
it: [[!meta title="Benvenuto sul sito web della comunità componenti aggiuntivi di NVDA"]]
ja: [[!meta title="NVDA コミュニティによるアドオン紹介"]]
pl: [[!meta title="Witaj w repozytorium wtyczek NVDA"]]
ru: [[!meta title="Добро пожаловать на сайт дополнений сообщества NVDA"]]
sk: [[!meta title="Vitajte na stránke s doplnkami pre NVDA"]]
sr: [[!meta title="Dobrodošli na sajt sa NVDA dodacima"]]
tr: [[!meta title="NVDA Topluluğu Eklentiler Sayfasına Hoşgeldiniz"]]
zh_cn: [[!meta title="欢迎访问 NVDA 插件社区页面"]]

source: If you want to have your add-on listed on this website, please create a pull request against the [addonFiles repository][3]. See the [requirements for add-on submissions][4] for details.
fr: Si vous souhaitez que votre extension soit répertoriée sur ce site Web, veuillez créer une pull request sur le [dépôt addonFiles][3]. Voir les [exigences pour les soumissions d'extension][4] pour plus de détails.
gl: Se queres que se liste o teu complemento neste sitio web, por favor crea unha solicitude de integración (pull request) contra o [repositorio addonFiles][3]. Consulta os [requisitos para o envío de complementos][4] para detalles.
hr: Ako želiš da tvoj dodatak bude naveden na ovoj web stranici, izradi zahtjev za povlačenje na [repozitoriju datoteka dodataka][3]. Za pojedinosti pogledaj [zahtjeve za podnošenje dodataka][4].
it: Se desideri che il tuo componente aggiuntivo venga elencato su questo sito Web, crea una richiesta pull nel [repository addonFiles][3]. Consulta i [requisiti per l'invio di componenti aggiuntivi][4] per i dettagli.
ja: もしあなたのアドオンをこのウェブサイトに載せたい場合は、[アドオンファイルレポジトリ][3]にプルリクエストを作って下さい。詳しくは、[アドオン提出についての要求事項][4]を参照して下さい。
pl: Jeśli chcesz, aby Twój dodatek był wymieniony na tej stronie, utwórz żądanie ściągnięcia w repozytorium [addonFiles][3]. Szczegółowe informacje można znaleźć w sekcji [wymagania dotyczące przesyłania dodatków][4].
ru: Если вы хотите, чтобы ваше дополнение появилось на этом веб-сайте, создайте запрос на вливание в [репозиторий addonFiles][3]. См. [требования к отправке дополнений][4] для более подробной информации.
sr: Ako želite da vaš dodatak bude objavljen na ovom sajtu, napravite pull request na [addonFiles][3]. Pogledajte [zahteve za slanje dodataka][4] za dodatne detalje.
zh_cn: 如果您想在本网站上发布您的插件，请在 [addonFiles 存储库][3] 提交一个 PR。有关更详细的信息，请参阅[插件提交要求][4]。

source: Note that not all add-ons shown on this website are compatible with all NVDA releases. If you notice that an add-on is no longer actively maintained or is not compatible with a particular NVDA release, please let the community know. Incompatible or inactive add-ons will be shown under legacy section, and will be shown on front page again otherwise. Also, add-on developers may choose to show beta add-ons only under development section, until a stable version is released.
fr: Veuillez noter que toutes les extensions figurant sur ce site peuvent ne pas être compatibles avec toutes les versions de NVDA. Si vous remarquez qu'une extension n'est plus activement maintenue ou n'est pas compatible avec une version particulière de NVDA, veuillez en informer la communauté. Les extensions incompatibles ou inactives seront affichés dans la section anciennes extensions, et seront à nouveau affichés sur la première page dans le cas contraire. De plus, les développeurs d'extension peuvent choisir d'afficher les extensions beta uniquement dans la section de développement, jusqu'à ce qu'une version stable soit publiée.
gl: Ten en conta que non todos os complementos amosados neste sitio web son compatibles con todas as versions de NVDA. Se te decatas de que un complemento xa non se mantén activamente ou non é compatible cunha versión de NVDA en particular, por favor póno en coñecemento da comunidade. Complementos incompatibles ou inactivos amosaranse na sección de antigos, e amosaranse na páxina principal doutro modo. Ademais, os desenvolvedores de complementos poderían escoller amosar complementos beta só baixo a sección de desenvolvemento, ata que se publique unha versión estable.
hr: Imaj na umu da neki dodaci prikazani na ovoj web stranici možda nisu kompatibilni sa starim ili novim izdanjima NVDA čitača. Ako primijetiš da se dodatak više ne razvija aktivno ili da nije kompatibilan s određenim izdanjem NVDA čitača, obavijesti zajednicu. Nekompatibilni ili neaktivni dodaci bit će prikazani u odjeljku starih dodataka, ostali će se prikazati na početnoj stranici. Također, programeri dodataka mogu odlučiti prikazivanje beta dodataka samo u odjeljku razvoja, sve dok se ne objavi stabilna verzija.
it: Si noti che non tutti i componenti aggiuntivi presenti in questo sito sono compatibili con tutte le versioni di NVDA. Se ci si accorge che un componente aggiuntivo non è più sviluppato o non è compatibile con una certa versione di NVDA, per favore segnalatecelo. Gli add-on non compatibili o non più sviluppati sono presenti nella sezione Componenti Aggiuntivi Obsoleti di questo sito. Inoltre, gli sviluppatori possono scegliere di mostrare i componenti aggiuntivi beta solo nella sezione di sviluppo, fino al rilascio di una versione stabile.
ja: このウェブサイトに表示される全てのアドオンが、NVDAのリリース全てに互換性があるわけではないことに注意して下さい。アドオンが継続的に維持されておらず、特定のNVDAに互換性がないことに気付いたら、コミュニティに連絡して下さい。互換性がない、また、動作しないアドオンは、過去のセクションに表示され、そうでなければ、再びフロントページに表示されるようになります。また、アドオン開発者は、安定版のリリースまでの間、ベータ版のアドオンを開発版セクションのみに掲載することも出来ます。
pl: Należy pamiętać, że nie wszystkie dodatki pokazane na tej stronie są kompatybilne ze wszystkimi wersjami NVDA. Jeśli zauważysz, że dodatek nie jest już aktywnie utrzymywany lub nie jest kompatybilny z konkretną wersją NVDA, poinformuj o tym społeczność. Niezgodne lub nieaktywne dodatki będą wyświetlane w sekcji starszej wersji i w przeciwnym razie będą ponownie wyświetlane na stronie głównej. Ponadto twórcy dodatków mogą zdecydować się na wyświetlanie dodatków beta tylko w sekcji rozwoju, dopóki nie zostanie wydana stabilna wersja.
ru: Обратите внимание, что не все дополнения, показанные на этом веб-сайте, совместимы со всеми выпусками NVDA. Если вы заметили, что дополнение больше не поддерживается активно или несовместимо с определенным выпуском NVDA, сообщите об этом сообществу. Несовместимые или неактивные дополнения будут отображаться в разделе Устаревшее, в противном случае они снова будут отображаться на главной странице. Также разработчики дополнений могут выбрать отображение бета-версий дополнений только в разделе в разработке, пока не будет выпущена стабильная версия.
sr: Napomena da nisu svi dodaci prikazani na ovoj stranici kompatibilni sa svim NVDA verzijama. Ako primetite da neki dodatak nije aktivno održavan ili nije kompatibilan sa određenom verzijom programa NVDA, molimo obavestite zajednicu. Nekompatibilni dodaci će biti prebačeni u sekciju za stare dodatke, i ako su ažurirani ponovo će biti vraćeni na početnu stranicu. Takođe, programeri dodataka mogu da izaberu da prikažu beta verzije dodataka samo u sekciji za dodatke u razvoju, dok se ne objavi stabilna verzija.
zh_cn: 请注意，本网站上显示的一些插件可能与某些 NVDA 版本不兼容。 如您注意到某个插件不再积极维护或与某个特定的 NVDA 版本不兼容，请通知插件社区。 不兼容或不活跃的插件将显示在遗留插件部分，更新之后将再次显示在首页。 此外，插件开发人员可以选择仅在开发版页面显示 beta 版插件，直至稳定版发布。

source: [[!inline pages="tagged(stable) and currentlang()" archive="yes"]]
zh_cn: [[!inline pages="page(addons/*) and currentlang()" archive="yes"]]
