Repository: nvda-es/screenReaderTranslations
Catalog: website/index.*.po
Languages: bg, da, de, fr, gl, hr, it, ja, pl, pt_br, ru, sk, sr, tr, zh_cn

source: [[!meta title="Legacy NVDA Community Add-ons website - now out of date"]]
bg: [[!meta title="Наследен уеб сайт за добавки от общността на NVDA – вече не се обновява"]]
pt_br: [[!meta title="Sítio legado de Complementos da Comunidade do NVDA - agora desatualizado"]]

source: Important note:
bg: Важна забележка:
pt_br: Nota importante:

source: This website is out of date. We encourage you to use the [NVDA Add-on Store] instead.
bg: Този уебсайт вече не се обновява. Препоръчваме ви да използвате [магазина за добавки на NVDA].
pt_br: Este site está desatualizado. Em vez disso, o encorajamos a usar a [Loja de Complementos do NVDA].

source: To open the Add-on Store, go to NVDA's menu, Tools submenu, and activate the Add-on store option.
bg: За да отворите магазина за добавки, отидете в менюто на NVDA, подменю „Инструменти“ и задействайте пункта „Магазин за добавки“.
pt_br: Para abrir a Loja de Complementos, vá para o menu do NVDA, submenu Ferramentas, e ative a opção Loja de complementos.

source: See [information about the Add-on store in the user guide][6].
bg: Вижте [информация за магазина за добавки в ръководството на потребителя][6].
pt_br: Consulte [informações sobre a Loja de complementos no guia do usuário][6].

source: [NVDA][1] is a very flexible and extensible screen reader. NVDA add-ons are additional packages that can be downloaded and installed into your copy of NVDA to enhance existing functionality or add additional features. These add-ons may include additional features and commands that can be used everywhere, enhancing support for a program, or add support for a new braille display or a speech synthesizer.
bg: [NVDA][1] е много гъвкав и разширяем екранен четец. Добавките за NVDA са допълнителни пакети, които могат да бъдат изтеглени и инсталирани във вашето копие на NVDA за да разширят съществуваща функционалност или да добавят изцяло нови функции. Тези добавки могат да включват допълнителни функции и команди, които могат да се използват навсякъде, да подобрят поддръжката за дадена програма, или да добавят поддръжка за нов брайлов дисплей или речев синтезатор.
da: [NVDA][1] er et meget fleksibelt skærmlæserprogram med store muligheder for udvidelser. Tilføjelsesprogrammer til NVDA er ekstra pakker, som kan hentes og installeres i din kopi af NVDA for at udvide eksisterende funktioner eller tilføje nye. Disse tilføjelsesprogrammer kan indeholde nye funktioner og kommandoer, som kan bruges hvor som helst, de kan forbedre understøttelsen af et program, eller tilføje understøttelse af et nyt punktdisplay eller en talesyntese.
de: [NVDA][1] ist ein sehr flexibler und erweiterbarer Screenreader. NVDA-Erweiterungen sind zusätzliche Pakete, die heruntergeladen und in die NVDA-Version installiert werden können, um bestehende Funktionen zu erweitern oder zusätzliche Funktionen hinzuzufügen. Diese NVDA-Erweiterungen können zusätzliche Funktionen und Befehle enthalten, die überall angewendet werden können, um die Unterstützung für ein Programm zu verbessern, die Unterstützung für eine neue Braillezeile oder eine Sprachausgabe zu erhalten.
fr: [NVDA][1] est un lecteur d'écran très souple et extensible. Les extensions pour NVDA sont des scripts additionnels qui peuvent être téléchargés et intégrés à votre copie de NVDA afin d'améliorer ou d'ajouter des fonctionnalités. Ces extensions peuvent inclure des fonctionnalités et des commandes supplémentaires qui peuvent être utilisées partout, améliorant le support d'un programme ou ajoutant le support d'un nouveau terminal braille ou d'un synthétiseur vocal.
gl: [NVDA][1] é un lector de pantalla moi flexible e extensible. Os complementos do NVDA son paquetes adicionais que se poden descargar e instalar nunha copia do NVDA para mellorar a funcionalidade existente ou engadir outras características. Estos complementos poden incluir funcións e ordes adicionais que se poderán usar en todas partes, mellorar a compatibilidade cun programa ou engadir o soporte para unha nova pantalla braille ou un sintetizador de voz.
hr: [NVDA][1] je vrlo prilagodljiv i proširiv čitač ekrana. NVDA dodaci su dodatni paketi koji se mogu preuzeti i instalirati u vlastitu kopiju NVDA programa kako bi poboljšali postojeću funkcionalnost ili dodali dodatne programske funkcije. Ti dodaci obuhvaćaju dodatne funkcije i naredbe koje se mogu upotrebljavati svugdje, poboljšavaju podršku za program ili dodaju podršku za novi brajičin redak ili govornu jedinicu.
it: [NVDA][1] è uno screen reader molto flessibile e potente. I componenti aggiuntivi di NVDA sono PICCOLI PROGRAMMI che possono essere scaricati ed installati nella vostra copia di NVDA per aggiungere nuove caratteristiche o migliorare quelle esistenti. Questi componenti aggiuntivi, anche detti add-on o plug-in, possono includere funzionalità e comandi aggiuntivi che possono essere usati ovunque, migliorando il supporto per un programma o aggiungendo il supporto per nuovi display Braille o sintesi vocali.
ja: [NVDA][1]は、非常に柔軟性と拡張性の高いスクリーンリーダーです。NVDAアドオンは、ダウンロードしてインストールし、あなたのご使用のNVDAの機能を拡張したり、追加機能を追加出来るパッケージソフトです。これらのアドオンは、どこでも使えて、プログラムのサポートを拡張したり、新しい点字ディスプレイや合成音声のサポートを追加する、追加機能やコマンドを含みます。
pl: [NVDA][1] jest bardzo elastycznym czytnikiem ekranu. Łatwo poszerzyć jego możliwości. Dodatki NVDA to pakiety, które można pobrać i doinstalować do swojej kopii NVDA, aby usprawnić jej dotychczasowe działanie, lub dodać nowe funkcje. Dodatki mogą zawierać nowe funkcje, dodatkowy kod oraz komendy, które mogą być wykonywane wszędzie. Dodatki ulepszają wsparcie dla konkretnego programu, albo dodają wsparcie dla syntezatorów mowy i monitorów brajlowskich.
pt_br: O [NVDA][1] é um leitor de telas bastante flexível e extensível. Os complementos para NVDA são pacotes adicionais que podem ser baixados e instalados em sua cópia do NVDA com o fim de melhorar funcionalidade existente ou acrescentar recursos extras. Esses complementos podem incluir recursos e comandos adicionais que podem ser usados em qualquer lugar, aprimorando o suporte para um programa, ou adicionando suporte para uma nova linha braille ou um sintetizador de fala.
ru: [NVDA][1] является гибкой и расширяемой программой экранного доступа. дополнения NVDA это дополнительные пакеты, которые могут быть загружены и установлены в вашу копию NVDA для улучшения существующего функционала или добавления дополнительных возможностей. Эти дополнения могут включать в себя дополнительные функции и команды, которые могут быть использованы везде, расширить поддержку приложения, или добавить поддержку нового брайлевского дисплея и синтезатора речи.
sk: [NVDA][1] je veľmi flexibilný a rozšíriteľný čítač obrazovky. Doplnky NVDA sú ďalšie balíčky, ktoré si môžete stiahnuť a nainštalovať do vašej kópie NVDA, aby ste vylepšili existujúcu funkcionalitu alebo pridali ďalšie funkcie. Tieto doplnky môžu obsahovať ďalšie funkcie a príkazy, ktoré sa dajú použiť všade, čím sa zvýši podpora pre program alebo sa pridá podpora pre nový Braillovský displej alebo hlasový výstup.
sr: [NVDA][1] je veoma fleksibilan čitač ekrana koji se dodatno može proširiti. NVDA dodaci su dodatni paketi koji se mogu instalirati u vašu kopiju programa NVDA i mogu pružiti dodatne funkcije kao i poboljšati postojeće. Ovi dodaci mogu da sadrže komande i funkcije koje mogu da se koriste svuda, da poboljšaju podršku za program, ili da dodaju podršku za novi brajev red ili sintetizator govora.
tr: [NVDA][1] oldukça esnek ve geliştirilebilir bir ekran okuyucudur. NVDA eklentileri mevcut özellikleri geliştiren ya da yeni özellikler ekleyen, ayrıca indirilebilen ve kullandığınız NVDA kopyasıyla entegre olarak çalışan yazılım parçalarıdır. Bu eklentiler NVDA'ya her yerden kullanılabilir özellikler ekleyebilir, bir programın kullanımını iyileştirebilir ya da bir braille ekran veya konuşma sentezleyicinin desteklenmesini sağlar.
zh_cn: [NVDA][1] 是一款非常灵活且可扩展的屏幕阅读器。 NVDA 插件是可以安装到 NVDA 中的一类软件包，用以增强现有功能或添加其他新功能。这些插件可能包括全局功能或全局命令，亦或是增强了对特定应用程序、盲文点显器或语音合成器的支持。

source: On these pages, you will find add-ons that have been created by members of the community. Please note that many of these add-ons are not provided by NV Access, so NV Access cannot be held responsible for these add-ons.
bg: На тези страници ще намерите добавки, които бяха създадени от членове на общността. Моля, обърнете внимание, че много от тези добавки не са предоставени от NV Access, така че същата не може да бъде държана под отговорност за тези добавки.
da: På disse sider vil du finde tilføjelsesprogrammer, som er skrevet, gennemset og testet offentligt af medlemmer af fælleskabet. Vær opmærksom på, at mange af disse tilføjelsesprogrammer ikke bliver stillet til rådighed af NV Access, så NV Access kan ikke gøres ansvarlig for disse tilføjelsesprogrammer.
de: Auf diesen Seiten finden Sie NVDA-Erweiterungen, die von Mitgliedern der Community entwickelt wurden. Bitte beachten Sie, dass viele dieser NVDA-Erweiterungen nicht von NV Access bereitgestellt werden, sodass die Organisation nicht für diese NVDA-Erweiterungen verantwortlich gemacht werden kann.
fr: Sur ces pages, vous trouverez des extensions créées par des membres de la communauté. Notez bien que la plupart de ces extensions n'ont pas été créées par NV Access, ce qui signifie que NV Access ne pourra être tenu responsable quant à leur utilisation.
gl: Nestas páxinas, atoparás complementos que foron creados polos membros da comunidade. Por favor ten en conta que moitos destes complementos non se proporcionan por NV Access, Polo tanto NV Access non pode facerse responsable deles.
hr: Na ovim se stranicama nalaze dodaci koje su izradili članovi zajednice. Napominjemo da mnoge ove dodatke ne pruža NV Access, pa stoga organizacija NV Access za njih i nije odgovorna.
it: In queste pagine troverai i componenti aggiuntivi creati dai membri della community. Tieni presente che molti di questi componenti aggiuntivi non sono forniti da NV Access, quindi essa non può essere ritenuta responsabile per questi addon.
ja: これらのページには、コミュニティのメンバーによって作られたアドオンがあります。多くのアドオンは、NV Accessにより配布されたものでないため、NV Accessはこれらのアドオンについて責任を負えないことにご注意下さい。
pl: Na tych stronach znajdziesz dodatki, które zostały stworzone przez członków społeczności. Należy pamiętać, że wiele z tych dodatków nie jest udostępnianych przez NV Access, więc NV Access nie może ponosić odpowiedzialności za te dodatki.
pt_br: Nestas páginas, você encontrará complementos que foram criados por membros da comunidade. Por favor, note que muitos desses complementos não são produzidos pela NV Access, portanto, a NV Access não pode ser responsabilizada por esses complementos.
ru: На этих страницах вы найдёте дополнения, которые были созданы и публично рассмотрены членами сообщества. Обратите внимание, что многие из этих дополнений не предоставлены NV Access, поэтому NV Access не может нести ответственность за эти дополнения.
sk: Na týchto stránkach nájdete doplnky, ktoré boli vytvorené a verejne preskúmané členmi komunity. Upozorňujeme, že mnohé z týchto doplnkov nie sú poskytované spoločnosťou NV Access, takže spoločnosť NV Access nenesie za ne zodpovednosť.
sr: Na ovim stranicama, možete pronaći dodatke koji su javno prihvaćeni i pregledani od strane zajednice. Molimo imajte na umu da mnoge od ovih dodataka ne pruža NV Access, pa samim tim NV Access ne može da snosi odgovornost za ove dodatke.
tr: Bu sayfalarda, topluluk üyeleri tarafından oluşturulmuş eklentileri bulacaksınız. Lütfen bu eklentilerin çoğunun NV Access tarafından sağlanmadığını, dolayısıyla NV Access'in bu eklentilerden sorumlu tutulamayacağını unutmayın.
zh_cn: 在这些页面上，您将找到由社区成员开发的插件。请注意,大多数插件和 NV access 无关，因此 NV Access 不对这些插件负责。

source: To install an add-on, go to the NVDA tools menu, then select manage add-ons. Then select install, navigate to the location where you saved the downloaded add-on and choose the add-on package you wish to install. Alternatively, if you installed NVDA 2012.3 or later on your computer, using file manager of your choice, navigate to the location where you stored the add-on, then press ENTER on the nvda-add-on file you wish to install.
bg: За да инсталирате добавка, отидете в подменю Инструменти от менюто на NVDA и изберете Управление на добавките. След това изберете Инсталирай, отидете до мястото, където сте записали изтеглената добавка и изберете съответния пакет с добавката. Друг начин да го направите е, ако имате инсталирана версия 2012.3 или по-нова, използвайки файлов мениджър по ваш избор да отидете до местоположението където сте записали добавката, след което натиснете Enter докато сте маркирали пакета с добавка за NVDA, която искате да инсталирате.
da: Hvis du vil installere et tilføjelsesprogram, så gå ind i Værktøjer-menuen i NVDA, og vælg "Administrer tilføjelsesprogrammer". Vælg så Installer, find den mappe, hvor du har gemt de tilføjelsesprogrammer, du har hentet, og vælg den tilføjelsespakke, du vil installere. Alternativt, hvis du har installeret version 2012.3 eller senere på din computer, kan du med det filstyringsprogram, du plejer at bruge, finde den placering, hvor du har gemt tilføjelsesprogrammet. Tryk så Enter på det tilføjelsesprogram, du vil installere.
de: Um eine NVDA-Erweiterung zu installieren, gehen Sie in das Menü NVDA Extras und wählen Sie Erweiterungen verwalten. Wählen Sie dann Installieren, navigieren Sie zu dem Ort, an dem Sie die heruntergeladene NVDA-Erweiterung gespeichert haben und wählen Sie das Erweiterungspaket aus, welches Sie installieren möchten. Wenn Sie NVDA 2012.3 oder neuer auf dem Computer installiert haben, navigieren Sie mit dem Datei-Explorer Ihrer Wahl zu dem Speicherort, an dem Sie die NVDA-Erweiterung gespeichert haben, und drücken Sie dann die Eingabetaste auf der NVDA-Erweiterung.
fr: Pour installer une extension, allez dans Outils du menu NVDA, puis sélectionnez Gérer les extensions. Cliquez sur Installer, parcourez votre disque dure à la recherche du fichier .nvda-addon et faites entrée. Si vous avez NVDA 2012.3 ou plus récent, vous pouvez ouvrir le fichier .nvda-addon directement depuis l'explorateur ou à la fin du téléchargement depuis votre navigateur.
gl: Para instalar un complemento, vai cara o menú Ferramentas do NVDA, entón selecciona Xestionar complementos. Logo selecciona instalar, navega cara o lugar onde gardaches o complemento descargado e escolle o paquete do complemento que desexes instalar. Alternativamente, se instalaches a versión 2012.3 ou posterior no teu computador, utilizando un xestor de ficheiros da túa elección, navega cara o lugar onde almacenaches o complemento, entón preme INTRO sobre o ficheiro nvda-addon que desexes instalar.
hr: Za instaliranje dodatka, odaberi kategoriju „Alati” u NVDA izborniku, a zatim stavku „Upravljanje dodacima”. Potom odaberi stavku „Instaliraj”, potraži mjesto gdje je spremljen preuzeti dodatak i odaberi paket dodatka koji želiš instalirati. Alternativno, ukoliko je na računalu instaliran NVDA 2012.3 ili noviji, pomoću upravljača datoteka potraži mjesto gdje je spremljen dodatak, a zatim pritisni ENTER na datoteci NVDA dodatka koju želiš instalirati.
it: Per installare un componente aggiuntivo, andate nel menu strumenti di NVDA, quindi selezionate Gestione componenti aggiuntivi. Selezionate poi installa, scegliete il percorso in cui avete in precedenza salvato il componente aggiuntivo da installare e premete invio su di esso. In alternativa, se avete installato NVDA 2012.3 o versioni successive sul computer, sarà sufficiente andare direttamente sul componente aggiuntivo (file con estensione .nvda-addon), anche tramite risorse del computer e premere invio su di esso.
ja: アドオンをインストールするには、NVDAのツールメニューに行き、アドオンの管理を選択します。そして、インストールを選択し、ダウンロードしたアドオンを保存した場所へ移動し、インストールしたいアドオンパッケージを選択します。その他にも、NVDA 2012.3以降がコンピュータにインストールされている場合は、お使いのファイルマネージャを使用して、アドオンを保存してある場所に行き、インストールしたいNVDAアドオンファイルでEnterキーを押す方法があります。
pl: Aby zainstalować dodatek, przejdź do menu NVDA Narzędzia, następnie wybierz polecenie Zarządzaj dodatkami. Kliknij przycisk Zainstaluj, przejdź do miejsca, w którym zapisany został pobrany dodatek i wskaż go. Alternatywnie, jeśli na Twoim komputerze zainstalowana jest wersja NVDA 2012.3 lub nowsza, używając dowolnego managera plików, przejdź do miejsca, w którym zapisany został dodatek i naciśnij Enter na pliku nvda-addon, który chcesz zainstalować.
pt_br: Para instalar um complemento, vá até o menu Ferramentas do NVDA e selecione Gerir Complementos. Aí selecione instalar, Navegue até o local onde baixou o complemento e escolha o pacote de complemento que deseja instalar. Como alternativa, caso tenha instalado NVDA 2012.3 ou mais recente no computador, usando o gerenciador de arquivos que preferir navegue para o local onde armazenou o complemento e pressione Enter no arquivo nvda-addon que deseja instalar.
ru: Для установки дополнения, перейдите в меню сервис, затем выберите Управление дополнениями. Затем нажмите кнопку установить, перейдите в папку, где вы сохранили загруженное дополнение и выберите пакет дополнения, которое желаете установить. Кроме того, если вы установили версию 2012.3 или позднее на ваш компьютер, используйте файловый менеджер по вашему выбору, перейдите в папку с сохранённым дополнением, затем нажмите ENTER на файле nvda-addon, которое хотите установить.
sk: Ak chcete nainštalovať doplnok, prejdite do ponuky nástroje NVDA a potom vyberte možnosť spravovať doplnky. Potom vyberte inštaláciu, prejdite na miesto, kde ste uložili prevzatý doplnok a vyberte doplnok, ktorý chcete nainštalovať. Prípadne, ak ste v počítači nainštalovali program NVDA 2012.3 alebo novší, pomocou správcu súborov podľa svojho výberu, prejdite na miesto, kde ste uložili doplnok, a potom stlačte kláves ENTER na súbore nvda-add-on, ktorý chcete nainštalovať.
sr: Da instalirate dodatak, uđite u meni alati u NVDA meniju, a nakon toga izaberite opciju upravljanje dodacima. Zatim izaberite instaliraj, krećite se do lokacije na koju ste preuzeli dodatak a zatim izaberite dodatak za instalaciju. Takođe, ako ste instalirali NVDA 2012.3 ili noviji na vaš računar, koristeći upravljač datoteka vašeg izbora, krećite se do lokacije na koju ste sačuvali dodatak, a nakon toga pritisnite enter na datoteku koju želite da instalirate.
tr: Bir eklenti yüklemek için NVDA araçlar menüsüne gidin ve ardından eklentileri yönet'i seçin. Ardından kur'u seçin, indirilen eklentiyi kaydettiğiniz konuma gidin ve kurmak istediğiniz eklenti paketini seçin. Alternatif olarak, bilgisayarınıza NVDA 2012.3 veya sonraki bir sürümünü yüklediyseniz, seçtiğiniz dosya yöneticisini kullanarak eklentiyi sakladığınız konuma gidin ve ardından kurmak istediğiniz nvda eklenti dosyasında ENTER tuşuna basın.
zh_cn: 如要安装插件，可通过进入 NVDA 的“工具”菜单，依次选择“插件管理器”、“安装”，浏览至您下载的插件所在的目录后，选择您希望安装的插件文件。 另外，如您已安装 NVDA 2012.3 或更高版本，可在资源管理器中直接安装插件： 进入插件所在的目录，选择您希望安装的插件文件并按回车打开即可按照提示进行插件的安装。
