Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: If harmful code is suspected or actually found, a member of the community must inform NVDA add-ons list of this issue. The reporter must provide the add-on name, version, author, and specific harmful code. If the community investigation determines that harmful code was indeed found, the author of the add-on must be contacted. The author must respond to community findings and take action such as replacing the harmful code, re-licensing it (subject to basic review again), or asking the community to remove the add-on from add-ons website. If the author does not take follow-up action, the add-on in question will be removed from community add-ons website.
de: Wenn schädlicher Code vermutet oder tatsächlich gefunden wird, muss ein Mitglied der Community die Mailingliste der NVDA-Erweiterungen über diesen Umstand informieren. Der Melder muss den Namen der Erweiterung, die Version, den Autor und den spezifischen schädlichen Code angeben. Wenn die Community-Untersuchung feststellt, dass tatsächlich schädlicher Code gefunden wurde, muss der Autor des Add-Ons kontaktiert werden. Der Autor muss auf die Ergebnisse der Community reagieren und Maßnahmen ergreifen, beispielsweise den schädlichen Code ersetzen, ihn erneut lizenzieren (vorbehaltlich einer erneuten grundlegenden Überprüfung) oder die Community bitten, die Erweiterung von der Webseite zu entfernen. Wenn der Autor oder die Autorin keine Folgemaßnahmen ergreift, wird die betreffende Erweiterung von der Community-Webseite für NVDA-Erweiterungen komplett entfernt.
fi: Jos haitallista koodia epäillään tai sellaista todella löytyy, yhteisön jäsenen on ilmoitettava siitä NVDA-lisäosien listalla. Ilmoittajan on annettava lisäosan nimi, versio, tekijä ja osoitettava löytämänsä haitallinen koodi. Jos yhteisön tutkimuksissa havaitaan, että haitallista koodia todellakin löytyi, lisäosan tekijään on otettava yhteyttä. Tekijän on vastattava yhteisön havaintoihin ja ryhdyttävä toimiin, kuten korvattava haitallinen koodi, lisensoitava se uudelleen (edellyttää uutta perustarkistusta) tai pyydettävä yhteisöä poistamaan lisäosa verkkosivustolta. Mikäli tekijä ei ryhdy jatkotoimiin, kyseinen lisäosa poistetaan yhteisön lisäosasivustolta.
fr: Si le code nuisible est vraiment suspecté ou trouvé, un membre de la communauté NVDA doit informer la liste des extensions sur le problème. L'informateur doit fournir le nom de l'extension, la version, de l'auteur et du code nocif spécifique. Si l'enquête communautaire détermine que le code nuisible existe, l'auteur de l'extension doit être contacté. L'auteur doit répondre aux éléments de preuve trouvés par la communauté et prendre des mesures telles que le remplacement du code nuisible, modifier sa licence (sous réserve d'une révision de base) ou demander à la communauté d'éliminer l'extension du site Web des Extensions. Si l'auteur ne prend pas de mesures, l'extension en question sera éliminé du site Web Communautaire des Extensions.
nl: Als schadelijke code wordt vermoed of daadwerkelijk wordt gevonden, moet een lid van de community de NVDA-add-onslijst over dit probleem informeren. De melder moet de naam, de versie, de auteur en de specifieke schadelijke code van de add-on melden. Als uit het onderzoek blijkt dat er inderdaad schadelijke code is gevonden, moet contact worden opgenomen met de auteur van de add-on. De auteur moet reageren op bevindingen van de community en actie ondernemen, zoals het vervangen van de schadelijke code, het opnieuw licentiëren ervan (nieuwe basisbeoordeling nodig) of de community vragen om de add-on van de add-onswebsite te verwijderen. Als de auteur geen vervolgactie onderneemt, wordt de betreffende add-on verwijderd van de community-add-onswebsite.
pl: Jeśli istnieje podejrzenie lub faktycznie znaleziono szkodliwy kod, członek społeczności musi poinformować o tym dodatkach NVDA listę dodatków. Reporter musi podać nazwę dodatku, wersję, autora i określony szkodliwy kod. Jeśli dochodzenie wspólnotowe ustali, że rzeczywiście znaleziono szkodliwy kod, należy skontaktować się z autorem dodatku. Autor musi odpowiedzieć na ustalenia społeczności i podjąć działania, takie jak zastąpienie szkodliwego kodu, ponowne licencjonowanie go (z zastrzeżeniem ponownego przeglądu podstawowego) lub zwrócenie się do społeczności o usunięcie dodatku z witryny z dodatkami. Jeśli autor nie podejmie działań następczych, dany dodatek zostanie usunięty z witryny z dodatkami społeczności.
pt_br: Se houver suspeita de código prejudicial ou realmente encontrado, um membro da comunidade deve informar a lista de complementos do NVDA sobre este problema. O relator deve fornecer o nome do complemento, a versão, o autor e o código nocivo específico. Se a investigação da comunidade determinar que um código prejudicial foi realmente encontrado, o autor do complemento deve ser contatado. O autor deve responder às descobertas da comunidade e tomar medidas, como substituir o código prejudicial, licenciar novamente (sujeito à revisão básica novamente) ou solicitar que a comunidade remova o complemento do sítio de complementos. Se o autor não realizar nenhuma ação de acompanhamento, o complemento em questão será removido do sítio de complementos da comunidade.
ro: Dacă se suspectează sau se găsește un cod dăunător, un membru al comunității trebuie să informeze lista de suplimente NVDA despre această problemă. Persoana care face raportarea trebuie să furnizeze numele suplimentului, versiunea, autorul și codul dăunător specific. Dacă investigația comunității stabilește că a fost într-adevăr găsit un cod dăunător, autorul suplimentului trebuie contactat. Autorul trebuie să răspundă la constatările comunității și să ia măsuri, cum ar fi înlocuirea codului dăunător, re-licențiarea acestuia (sub rezerva revizuirii de bază din nou) sau solicitarea comunității să elimine suplimentul de pe site-ul de suplimente. Dacă autorul nu ia măsuri ulterioare, suplimentul în cauză va fi eliminat de pe site-ul de suplimente al comunității.
sk: Ak je podozrenie na škodlivý kód, alebo je škodlivý kód skutočne prítomný, člen komunity je povinný informovať o tejto skutočnosti v diskusnej skupine. Pri nahlasovaní škodlivého kódu uveďte názov doplnku, verziu, autora a konkrétne miesto, kde sa kód nachádza. Ak sa potvrdí, že je kód skutočne škodlivý, komunita osloví autora so žiadosťou o nápravu. Autor doplnku musí odpovedať a zareagovať, teda odstrániť škodlivý kód, upraviť licenciu (čo vyžaduje opätovné schválenie) alebo požiadať o odstránenie doplnku z oficiálneho katalógu.
tr: Zararlı koddan şüpheleniliyorsa veya bulunduysa, topluluğun bir üyesi bu sorunu NVDA eklentileri listesine bildirmelidir. Raporlayan kişi, eklentinin adını, sürümünü, yazarını ve zararlı olan kodu sağlamalıdır. Topluluk araştırması eklentide gerçekten zararlı kodun bulunduğunu tespit ederse, eklentinin yazarıyla iletişime geçilmelidir. Yazar, topluluğa yanıt vermeli ve zararlı kodu değiştirmek, yeniden lisanslamak (tekrar temel incelemeye tabidir) veya topluluktan eklentiyi eklentiler web sitesinden kaldırmasını istemek gibi eylemlerde bulunmalıdır. Yazar cevap vermezse, söz konusu eklenti topluluk eklentiler web sitesinden kaldırılacaktır.
uk: У разі підозри на шкідливий код або його виявлення, член спільноти повинен повідомити про цю проблему в поштову конференцію розробників додатків для NVDA. Заявник повинен повідомити назву додатка, версію, автора й конкретний шкідливий код. Якщо розслідування спільноти виявить, що шкідливий код справді є, необхідно зв’язатися з автором додатка. Автор повинен реагувати на висновки спільноти та вживати таких заходів, як заміна шкідливого коду, переліцензування (повторно підлягає базовому рецензуванню) або попросити спільноту видалити додаток із сайту додатків. Якщо автор не вживає подальших дій, цей додаток буде видалено із сайту додатків.
zh_cn: 如果怀疑或实际发现有害代码，社区成员可通知 NVDA 插件列表。消息中必须提供插件名称、版本、作者和特定的有害代码。如社区调查确实发现了有害代码，则会联系插件作者。作者必须响应社区调查结果并采取措施，例如替换有害代码、重新许可（再次接受基本审核）或要求社区从插件网站中删除插件。如果作者不采取跟进行动，则有关插件将从社区插件网站中删除。

source: Legacy status
de: Status veraltet
fi: Vanhentuminen
fr: Statut d'ancienne extension
nl: Status Verouderd
pl: Status przestarzałości
pt_br: Estado de legado
ro: Statut învechit
sk: Odstránenie a staršie nepodporované doplnky
tr: Eski eklentilerin durumu
uk: Перенесення додатка до застарілих
zh_cn: 遗留状态

source: Sometimes an add-on can be flagged as a legacy add-on. This can happen if the add-on becomes incompatible with most recent backwards incompatible version of NVDA (for example, 2019.3). This can also happen if features from the add-on becomes part of NVDA (Screen Curtain, for example) or is transferred to another add-on.
de: Manchmal kann eine Erweiterung als "Legacy" gekennzeichnet werden. Dies kann passieren, wenn die Erweiterung mit der neuesten abwärtsinkompatiblen Version von NVDA (z. B. 2019.3) inkompatibel wird. Dies kann auch passieren, wenn Funktionen aus der Erweiterung Teil von NVDA werden (z. B. der Bildschirmvorhang) oder auf ein andere Erweiterung übertragen werden.
fi: Toisinaan lisäosa saatetaan liputtaa vanhentuneeksi. Näin voi käydä, jos lisäosa muuttuu yhteensopimattomaksi uusimman taaksepäin yhteensopimattoman NVDA-version (esim. 2019.3) kanssa. Näin voi myös käydä, jos lisäosan ominaisuudet sisällytetään NVDA:han (esim. näyttöverho) tai ne siirretään toiseen lisäosaan.
fr: Parfois, l'extension peut être marquée comme ancienne. Cela peut se produire si l'extension devient incompatible avec la version la plus récente de NVDA sans la rétroaction de la compatibilité (par exemple, 2019.3). Cela peut également se produire si les fonctionnalités de l'extension sont intégrées dans NVDA (par exemple, le rideau d'écran) ou le transfert vers une autre extension.
nl: Soms kan een add-on worden gemarkeerd als een verouderde add-on. Dit kan gebeuren als de add-on incompatibel wordt met de meest recente achterwaarts incompatibele versie van NVDA (bijvoorbeeld 2019.3). Dit kan ook gebeuren als functies van de add-on onderdeel worden van NVDA (bijvoorbeeld Screen Curtain) of worden overgenomen door een andere add-on.
pl: Czasami dodatek można oflagować jako dodatek starszej wersji. Może się tak zdarzyć, jeśli dodatek stanie się niezgodny z najnowszą niezgodną wersją NVDA wsteczną (na przykład 2019.3). Może się tak zdarzyć również wtedy, gdy funkcje z dodatku stają się częścią NVDA (kurtyna ekranu, na przykład) lub są przenoszone do innego dodatku.
pt_br: Às vezes, um complemento pode ser sinalizado como um complemento legado. Isso pode acontecer se o complemento se tornar incompatível com a versão retroincompatível mais recente do NVDA (por exemplo, 2019.3). Isso também pode acontecer se os recursos do complemento se tornarem parte do NVDA (Cortina de Tela, por exemplo) ou forem transferidos para outro complemento.
ro: Uneori, un supliment poate fi marcat ca un supliment învechit. Acest lucru se poate întâmpla dacă suplimentul devine incompatibil cu cea mai recentă versiune a NVDA incompatibilă cu versiunea inversă (de exemplu, 2019.3). Acest lucru se poate întâmpla și dacă caracteristicile din supliment devin parte din NVDA (Screen Curtain, de exemplu) sau sunt transferate într-un alt add-on.
sk: Môže sa stať, že doplnok bude označený ako nepodporovaný. Toto nastáva, ak doplnok nie je kompatibilný s poslednou podporovanou verziou NVDA (napríklad 2019.3). Takisto to nastáva, ak je funkcia z doplnku prevzatá priamo do NVDA (napríklad tienenie obrazovky), alebo sú funkcie prenesené do iného doplnku.
tr: Bazen bir eklenti, eski bir eklenti olarak işaretlenebilir. Bu durum eklentinin, NVDA'nın en son geriye dönük uyumsuz sürümüyle (örneğin, 2019.3)ile uyumsuz hale gelirse, eklentideki özellikler NVDA'nın (örneğin Ekran Perdesi) parçası haline gelirse veya başka bir eklentiye aktarılırsa da gerçekleşebilir.
uk: Іноді додаток можна позначити як застарілий. Це може статися, якщо він стане несумісним з останньою зворотньо несумісною версією NVDA (наприклад, 2019.3). Це також може статися, якщо функції додатка стануть частиною NVDA (наприклад, це сталося з додатком «Екранна завіса») або переносяться до іншого додатка.
zh_cn: 有时，插件可以被标记为遗留插件。如插件与当前及以后的 NVDA 版本不兼容（例如，2019.3），则可能会发生这种情况。如来自插件的功能成为 NVDA 的一部分（例如屏幕幕布）或合并到另一个插件，也可能发生此问题。

source: If an add-on should be declared as a legacy add-on, the add-on author or a community member must inform the NVDA add-ons list, preferably by the author. The reporter must provide add-on name, version, and reasons for flagging it as a legacy add-on such as features incorporated into NVDA. With an a greement from the add-on author and the community, the add-on in question will become a legacy add-on.
de: Wenn eine Erweiterung als "Legacy" deklariert werden soll, muss der Autor oder die Autorin der Erweiterung oder ein Community-Mitglied der Mailingliste für NVDA-Erweiterungen, vorzugsweise vom Autor, informieren. Der Melder muss den Add-On-Namen, die Version und Gründe für die Kennzeichnung als Legacy-Add-On angeben, z. B. in NVDA integrierte Funktionen. Mit Zustimmung des Autors oder der Autorin der Erweiterung und der Community wird die betreffende Erweiterung als "Legacy" gekennzeichnet.
fi: Jos lisäosa on julistettava vanhentuneeksi, sen tekijän tai yhteisön jäsenen on ilmoitettava asiasta NVDA-lisäosien listalla, mieluiten tekijän toimesta. Ilmoittajan on annettava lisäosan nimi, versio ja syyt, miksi se merkitään vanhentuneeksi, kuten esim. NVDA:han sisällytettyjen ominaisuuksien takia. Lisäosan tekijän ja yhteisön tekemän sopimuksen myötä kyseisestä lisäosasta tulee vanhentunut.
fr: Si une extension doit être marquée comme ancienne, l'auteur de l'extension ou un membre de la communauté doit signaler sur la liste des extensions, l'auteur de préférence. L'informateur doit fournir le nom de l'extension, de la version et des raisons pour lesquelles elle doit être marquée comme ancienne, par exemple que leurs fonctionnalités ont été incorporées dans NVDA. Avec un accord entre l'auteur de l'extension et la communauté, l'extension en question deviendra une ancienne extension.
nl: Als een add-on als verouderde add-on moet worden gemarkeerd, moet de auteur van de add-on of een lid van de community de NVDA add-onslijst informeren, bij voorkeur door de auteur. De melder moet de add-onnaam, versie en redenen opgeven om het te markeren als een verouderde add-on, zoals functies die in NVDA zijn opgenomen. Met een akkoord van de auteur van de add-on en de community wordt de add-on in kwestie een verouderde add-on.
pl: Jeśli dodatek powinien zostać zadeklarowany jako starszy dodatek, autor dodatku lub członek społeczności musi poinformować o liście dodatków NVDA, najlepiej przez autora. Reporter musi podać nazwę dodatku, wersję i powody oznaczania go jako starszego dodatku, takiego jak funkcje włączone do NVDA. Z greement od autora dodatku i społeczności, dodatek, o czym mowa stanie się dodatkiem legacy.
pt_br: Se um complemento deve ser declarado como um complemento legado, o autor do complemento ou um membro da comunidade precisa informar a lista de complementos do NVDA, de preferência pelo autor. O relator deve fornecer o nome do complemento, a versão e os motivos para sinalizá-lo como um complemento legado, como recursos incorporados ao NVDA. Com um acordo do autor do complemento e da comunidade, o complemento em questão se tornará um complemento legado.
ro: Dacă un supliment ar trebui să fie declarat ca un supliment învechit, autorul suplimentului sau un membru al comunității trebuie să informeze lista de suplimente NVDA, de preferință de către autor. Persoana care face raportarea trebuie să furnizeze numele suplimentului, versiunea și motivele pentru semnalarea acestuia ca supliment moștenit, cum ar fi caracteristicile încorporate în NVDA. Cu un acord din partea autorului suplimentului și a comunității, suplimentul în cauză va deveni un supliment moștenit.
sk: Ak si myslíte, že doplnok je zastaraný a mal by byť označený ako nepodporovaný, je potrebné informovať o tom komunitu. Môže to urobiť člen komunity, alebo ideálne samotný autor doplnku. Je potrebné uviesť názov a verziu doplnku a dôvod presunutia medzi nepodporované doplnky (napríklad ak je funkcia už súčasťou NVDA). So súhlasom autora a komunity bude doplnok označený ako nepodporovaný.
tr: Bir eklentinin eski bir eklenti olarak işaretlenmesi gerekiyorsa, eklenti yazarı veya bir topluluk üyesi, (söz konusu eklenti yazarı tercih edilir) NVDA eklentiler listesini bilgilendirmesi gerekir. Bilgilendiren kişi, eklentinin adını, sürümünü ve NVDA'ya dahil edilen özellikler gibi eski bir eklenti olarak işaretlenme gerekçelerini sağlamalıdır. Eklenti yazarı ve topluluğun anlaşması sonucu söz konusu eklenti eski bir eklenti olarak işaretlenir.
uk: Якщо додаток оголошено застарілим, його автор або інші члени спільноти (зазвичай автор) повинні заявити про це у поштову конференцію розробників додатків для NVDA. Заявник повинен вказати ім’я й версію додатка і причину, з якої додаток позначено як застарілий, наприклад, його функції вже вбудовані в NVDA. За згодою автора і спільноти цей додаток буде віднесено до застарілих.
zh_cn: 如果插件应声明为遗留插件，则插件作者或社区成员必须通知 NVDA 插件列表，最好是由作者通知。通知者必须提供插件名称、版本以及将其标记为遗留插件的原因，例如功能成为 NVDA 的一部分。如插件作者和社区达成协议，该插件将成为遗留插件。

source: The opposite can happen where a legacy add-on is no longer flagged as such. The same procedure as flagging an add-on as a legacy add-on should be followed, except telling the community reasons for removing the add-on from legacy status. The add-on will be removed from legacy status if the author and the community determines that the add-on is no longer a legacy add-on. Maintenance priority goes to the author of the newly changed add-on, or a member of the community can volunteer to maintain the add-on.
de: Das Gegenteil kann eintreten, wenn eine Erweiterung, die zuvor als "Legacy" gekennzeichnet war und anch einem Update diesen Status entfernt werden soll. Dasselbe Verfahren wie das Markieren einer Erweiterung als "Legacy" sollte befolgt werden, außer dass der Community die Gründe für das Entfernen der Erweiterung aus dem Legacy-Status mitgeteilt werden. Die Erweiterung wird aus dem Legacy-Status entfernt, wenn der Autor oder die Autorin und die Community feststellen, dass die Erweiterung keine inkompatible Erweiterung mehr ist. Die Wartungspriorität geht an den Autor oder der Autorin der neu geänderten Erweiterung oder auch ein Mitglied der Community kann sich freiwillig für die Wartung der Erweiterung einsetzen.
fi: Päinvastoin voi tapahtua, jos vanhentunutta lisäosaa ei enää merkitä sellaiseksi. Tällöin tulee noudattaa samaa menettelyä kuin lisäosan vanhentuneeksi merkittäessä, paitsi että yhteisölle on kerrottava syyt lisäosan poistamiseen vanhentuneiden luettelosta. Lisäosa poistetaan vanhentuneiden lisäosien luettelosta, mikäli sen tekijä ja yhteisö päättävät, että kyseinen lisäosa ei ole enää vanhentunut. Ylläpidon prioriteetti kuuluu juuri muuttuneen lisäosan tekijälle, tai joku yhteisön jäsen voi vapaaehtoisesti ylläpitää sitä.
fr: L'inverse peut se produire lorsqu'une ancienne extension n'est plus marquée en tant que tel. La même procédure qui a été décrite ci-dessus doit être suivie, indiquant à la communauté les raisons de supprimer le statut d'ancienne extension. Le statut d'ancienne extension sera supprimé si l'auteur et la communauté déterminent que l'extension n'est plus une ancienne extension. La priorité doit être accordée à l'auteur de l'extension nouvellement modifiée pour la maintenance, ou un membre de la communauté peut être proposé en tant que volontaire pour la maintenir.
nl: Het tegenovergestelde kan gebeuren wanneer een verouderde add-on niet langer als zodanig wordt gemarkeerd. Dezelfde procedure als het markeren van een add-on als een verouderde add-on moet worden gevolgd, behalve dat de community moet worden verteld waarom de add-on niet langer de status Verouderd heeft. De add-on heeft niet langer de status verouderd als de auteur en de community bepalen dat de add-on niet langer een verouderde add-on is. Het onderhoud wordt de prioriteit van de auteur van de zojuist gewijzigde add-on, of een lid van de community kan zich vrijwillig aanmelden om de add-on te onderhouden.
pl: Odwrotnie może się zdarzyć, gdy starszy dodatek nie jest już oflagowany jako taki. Należy stosować tę samą procedurę, co oznaczanie oznaczania dodatku jako starszego dodatku, z wyjątkiem informowania społeczności o powodach usunięcia dodatku ze starszego stanu. Dodatek zostanie usunięty ze starszego stanu, jeśli autor i społeczność stwierdzą, że dodatek nie jest już starszym dodatkiem. Priorytet konserwacji trafia do autora nowo zmienionego dodatku lub członek społeczności może zgłosić się do utrzymania dodatku.
pt_br: O oposto pode acontecer quando um complemento legado não é mais sinalizado como tal. O mesmo procedimento para sinalizar um complemento como um complemento legado deve ser seguido, exceto para informar à comunidade os motivos para remover o complemento do estado de legado. O complemento será removido do estado legado se o autor e a comunidade determinarem que o complemento não é mais um complemento legado. A prioridade de manutenção vai para o autor do complemento recém-alterado ou um membro da comunidade pode se voluntariar para manter o complemento.
ro: În schimb, invers, se poate întâmpla atunci când un supliment vechi nu mai este marcat ca atare. Ar trebui urmată aceeași procedură ca și semnalarea unui supliment ca supliment asemenea, cu excepția comunicării motivelor pentru eliminarea suplimentului cu statut învechit. Se va șterge statutul învechit dacă autorul și comunitatea stabilesc că suplimentul nu mai este un supliment vechi. Prioritatea de întreținere revine autorului suplimentului nou schimbat, sau un membru al comunității se poate oferi voluntar pentru a menține suplimentul.
sk: Je tiež možné nepodporovaný doplnok opäť označiť ako podporovaný. Postup je rovnaký ako pri označení doplnku ako nepodporovaného. Doplnok je odstránený zo zoznamu zastaralých doplnkov, ak sa na tom zhodne komunita a autor doplnku. Doplnok potom udržiava autor doplnku, prípadne dobrovoľník z komunity.
tr: Eski bir eklentinin artık eski olarak kabul edilmediği durumlarda yukarıdaki durumun tersi olabilir. Topluluğa eklentinin eski durumunun kaldırılmasının nedenlerini açıklamak dışında, bu durumda da bir eklentiyi eski bir eklenti olarak işaretlemekle aynı prosedür izlenmelidir. Yazar ve topluluk, eklentinin artık eski bir eklenti olmadığına karar verirse, eklenti eski durumundan kaldırılacaktır. Geliştirici önceliği, yeni değiştirilen eklentinin yazarına aittir veya topluluğun bir üyesi, eklentiyi geliştirmek için gönüllü olabilir.
uk: Можливий варіант, коли застарілий додаток більше таким не вважатиметься. Дотримуйтеся тієї ж процедури, що і при позначенні додатка застарілим, крім зазначення причин щодо вилучення додатка зі статусу застарілих. Додаток буде вилучено зі статусу «застарілий», якщо автор та спільнота визначать, що він більше не є таким. Пріоритет обслуговування належить автору нещодавно зміненого додатка, або ж член спільноти може добровільно зголоситися підтримувати його.
zh_cn: 如果一个遗留插件不再被标记为遗留状态，则会发生相反的情况。除了告诉社区从遗留状态中移除插件的原因之外，还应该遵循与将插件标记为遗留插件相同的程序。如果作者和社区认定该插件不再是遗留插件，则该插件将从遗留状态中移除。維護的優先權屬於新變更的插件的作者，或者社区的成員可以自願維護。

source: [1]: https://nvda-addons.groups.io/g/nvda-addons
ro: [1]: https://nvda-addons.groups.io/g/nvda-addons[1]: https://nvda-addons.groups.io/g/nvda-addons

source: [2]: https://addons.nvda-project.org/files/get.php?file=gl
ro: [2]: https://addons.nvda-project.org/files/get.php?file=gl[2]: https://addons.nvda-project.org/files/get.php?file=gl

source: [[!meta title="Processes"]]
gl: [[!meta title="Procesos"]]

source: Acceptance
es: Aceptación
gl: Aceptación
hr: Prihvaćanje
it: Accettazione
