Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: In the course of a basic review, a reviewer can approve the add-on for distribution or suggest changes. Often reviews are accompanied by comments dealing with user experience and other matters, so take a moment to review these comments. Once the add-on is approved, it will be queued for distribution on the community add-ons website.
de: Im Rahmen einer grundlegenden Überprüfung kann ein Gutachter die Erweiterung zur Verteilung freigeben oder Änderungen vorschlagen. Häufig werden Bewertungen von Kommentaren begleitet, die sich mit der Benutzererfahrung und anderen Themen befassen. Nehmen Sie sich also einen Moment Zeit, um diese Kommentare zu überprüfen. Sobald die Erweiterung genehmigt wurde, wird es zur Verteilung auf der Community-Webseite für Erweiterungen in die Warteschlange gestellt.
fi: Perustarkistuksen aikana tarkistaja voi hyväksyä lisäosan jakeluun tai ehdottaa muutoksia. Usein tarkistuksiin liittyy kommentteja, jotka käsittelevät käyttäjäkokemusta ja muita asioita, joten käytä hetki aikaa näiden kommenttien tarkistamiseen. Kun lisäosa on hyväksytty, se asetetaan jonoon odottamaan jakelua yhteisön lisäosien verkkosivustolla.
fr: Au cours d'une révision de base, un réviseur peut approuver l'extension pour la distribution ou suggérer des modifications. Souvent, les avis sont accompagnés de commentaires concernant l'expérience utilisateur et d'autres questions, alors prenez un moment pour revoir ces commentaires. Une fois l'extension approuvée, elle sera mise en file d'attente pour distribution sur le site Web Communautaire des Extensions.
nl: Tijdens een basisbeoordeling kan een beoordelaar de add-on goedkeuren voor distributie of wijzigingen voorstellen. Vaak gaan beoordelingen vergezeld van opmerkingen over gebruikerservaring en andere zaken, dus neem even de tijd om deze opmerkingen te bekijken. Zodra de add-on is goedgekeurd, wordt deze in de wachtrij geplaatst voor distributie op de community-add-onswebsite.
pl: W trakcie przeglądu podstawowego recenzent może zatwierdzić dodatek do dystrybucji lub zaproponować zmiany. Często recenzjom towarzyszą komentarze dotyczące doświadczenia użytkownika i innych spraw, więc poświęć chwilę na zapoznanie się z tymi komentarzami. Po zatwierdzeniu dodatku zostanie on w kolejce do dystrybucji w witrynie sieci Web dodatków społeczności.
pt_br: No decorrer de uma revisão básica, um revisor pode aprovar o complemento para distribuição ou sugerir alterações. Freqüentemente, as revisões são acompanhadas por comentários sobre a experiência do usuário e outros assuntos, portanto, tire um momento para revisar esses comentários. Assim que o complemento for aprovado, ele será colocado na fila para distribuição no sítio de complementos da comunidade.
ro: În cursul unei examinări de bază, un examinator poate aproba suplimentul pentru distribuire sau poate sugera modificări. Adesea, recenziile sunt însoțite de comentarii care se referă la experiența utilizatorului și alte chestiuni, așa că acordați-vă un moment pentru a examina aceste comentarii. Odată ce suplimentul este aprobat, acesta va fi pus pe lista de aşteptare pentru distribuție pe site-ul web de suplimente al comunității.
sk: Recenzent môže navrhnúť schválenie doplnku alebo zapracovanie zmien. Recenzie často obsahujú rôzne komentáre týkajúce sa používateľskej skúsenosti, prípadne iné návrhy, preto vám odporúčame venovať chvíľu poskytnutým komentárom. Po schválení je doplnok zaradený do poradia na distribúciu v oficiálnom katalógu.
tr: Temel bir inceleme sırasında, gözden geçiren kişi eklentiyi dağıtım için onaylayabilir veya değişiklik önerebilir. İncelemelere genellikle kullanıcı deneyimi ve diğer konularla ilgili yorumlar eşlik eder, bu sebepten dolayı yapılan yorumları gözden geçirmek için bir dakikanızı ayırın. Eklenti onaylandıktan sonra topluluk eklentileri web sitesinde dağıtılmak üzere sıraya alınır.
uk: Під час базового рецензування рецензент може схвалити додаток для розповсюдження або запропонувати зміни. Часто відгуки супроводжуються коментарями, які стосуються користувацького досвіду й інших питань, тому знайдіть трохи часу, щоб переглянути ці коментарі. Щойно додаток буде затверджено, його буде поставлено в чергу для розповсюдження на сайті додатків.
zh_cn: 在基本审核的过程中，审核员可以批准插件的发布或提出修改建议。通常，审核会伴随着处理用户体验和其他事项的评论，所以请花点时间来阅读这些评论。插件被批准后，将会在社区插件网站上排队分发。

source: IMPORTANT: even though the add-on passes other review criteria, if the license is not compatible with GPL 2, the add-on will not be approved.
de: WICHTIG: Auch wenn die Erweiterung andere Prüfkriterien erfüllt, wird diese nicht genehmigt, wenn die Lizenz nicht mit GPL 2 kompatibel ist.
fi: TÄRKEÄÄ: vaikka lisäosa läpäisee muut tarkistuksen ehdot, lisäosaa ei hyväksytä, jos lisenssi ei ole yhteensopiva GPL 2:n kanssa.
fr: Important: Même si l'extension passe d'autres critères de révision, si la licence n'est pas compatible avec GPL 2, lextension ne sera pas approuvée.
nl: BELANGRIJK: hoewel de add-on voldoet aan andere beoordelingscriteria, wordt de add-on niet goedgekeurd als de licentie niet compatibel is met GPL 2.
pl: WAŻNE: nawet jeśli dodatek spełnia inne kryteria przeglądu, jeśli licencja nie jest zgodna z GPL 2, dodatek nie zostanie zatwierdzony.
pt_br: IMPORTANTE: mesmo que o complemento passe em outros critérios de revisão, se a licença não for compatível com GPL 2, o complemento não será aprovado.
ro: IMPORTANT: chiar dacă suplimentul trece de alte criterii de revizuire, dacă licența nu este compatibilă cu GPL 2, suplimentul nu va fi aprobat.
sk: Upozorňujeme, že ak doplnok prejde schvaľovacím procesom, ale nie je kompatibilný s licenciou GPL 2, nebude zaradený do oficiálneho katalógu.
tr: ÖNEMLİ: Eklenti diğer inceleme kriterlerinden geçse bile, lisans GPL 2 ile uyumlu değilse eklenti onaylanmayacaktır.
uk: ВАЖЛИВО: навіть якщо додаток відповідає іншим критеріям рецензування, але має несумісну ліцензію з GPL 2, його не буде затверджено.
zh_cn: 重要说明：即使该插件通过了其他审核标准，但如果许可证与 GPL 2 不兼容，该插件也不会被批准。

source: In-depth reviews
de: Ausführliche Bewertungen
fi: Syvälliset tarkistukset
fr: Révisions approfondies
nl: Diepgaande beoordelingen
pl: Szczegółowe recenzje
pt_br: Revisões aprofundadas
ro: Recenzii aprofundate
sk: Podrobné recenzie
tr: Derinlemesine inceleme
uk: Поглиблене рецензування
zh_cn: 深入审核

source: In addition to the basic review (license and copyright, user experience, documentation, security), you can ask the add-ons community for in-depth reviews. In-depth reviews can include advanced audits such as memory leaks, compatibility with NVDA development snapshots, GUI suggestions, coding style, runtime conflicts with other add-ons, and flagging compatibility issues for different versions of Python. The add-on must first pass the basic review before in-depth reviews can be requested.
de: Neben der grundlegenden Überprüfung (Lizenz und Urheberrecht, Benutzererfahrung, Dokumentation, Sicherheit) können Sie die Add-ons-Community um eingehende Überprüfungen bitten. Eingehende Überprüfungen können erweiterte Audits wie Speicherlecks, Kompatibilität mit NVDA-Entwicklungs-Snapshots, GUI-Vorschläge, Codierungsstil, Laufzeitkonflikte mit anderen Erweiterungen und das Melden von Kompatibilitätsproblemen für verschiedene Versionen von Python umfassen. Die Erweiterung muss zunächst die Basisprüfung bestehen, bevor vertiefende Prüfungen angefordert werden können.
fi: Perustarkistuksen (lisenssi ja tekijänoikeudet, käyttökokemus, dokumentaatio, turvallisuus) lisäksi voit pyytää lisäosayhteisöltä perusteellisia tarkistuksia. Ne voivat sisältää edistyneitä tarkastuksia, kuten muistivuodot, yhteensopivuus NVDA:n kehitysversioiden kanssa, käyttöliittymäehdotukset, koodaustyyli, ajonaikaiset ristiriidat muiden lisäosien kanssa ja Pythonin eri versioiden yhteensopivuusongelmat. Laajennuksen on läpäistävä perustarkistus ennen kuin perusteellisia tarkistuksia voidaan pyytää.
fr: En plus de la révision de base (licence et copyright, expérience utilisateur, documentation, sécurité), vous pouvez demander à la communauté d'extensions des révisions approfondies. Des rrévisions approfondies peuvent inclure des audits avancés tels que fuites de mémoire, compatibilité avec les versions de développement NVDA, suggestions d'interface graphique, style de code, confrontation du temps d'exécution avec d'autres extensions et problèmes de compatibilité avec différentes versions de Python. L'extension doit d'abord dépasser la révision de base avant que des révisions en profondeur puissent être demandées.
nl: Naast de basisbeoordeling (licentie en copyright, gebruikerservaring, documentatie, beveiliging), kun je de add-ons-community om diepgaande beoordelingen vragen. Diepgaande beoordelingen kunnen geavanceerde audits omvatten, zoals geheugenlekken, compatibiliteit met snapshots van NVDA, GUI-suggesties, coderingsstijl, runtime-conflicten met andere add-ons en het signaleren van compatibiliteitsproblemen voor verschillende versies van Python. De add-on moet eerst de basisbeoordeling doorstaan voordat diepgaande beoordelingen kunnen worden aangevraagd.
pl: Oprócz podstawowej recenzji (licencja i prawa autorskie, środowisko użytkownika, dokumentacja, zabezpieczenia), możesz poprosić społeczność dodatków o szczegółowe recenzje. Szczegółowe przeglądy mogą obejmować zaawansowane audyty, takie jak przecieki pamięci, zgodność z migawkami rozwojowymi NVDA, sugestie graficzne, styl kodowania, konflikty środowiska uruchomieniowego z innymi dodatkami i zgłaszanie problemów ze zgodnością dla różnych wersji języka Python. Dodatek musi najpierw przejść przegląd podstawowy, zanim będzie można zażądać szczegółowych przeglądów.
pt_br: Além da revisão básica (licença e copyright, experiência do usuário, documentação, segurança), você pode solicitar revisões aprofundadas à comunidade de complementos. As revisões aprofundadas podem incluir auditorias avançadas, como vazamentos de memória, compatibilidade com instantâneos (snapshots) de desenvolvimento do NVDA, sugestões de GUI, estilo de codificação, conflitos de tempo de execução com outros complementos e problemas de compatibilidade de sinalização para diferentes versões do Python. O complemento deve ser aprovado na revisão básica antes que as revisões aprofundadas possam ser solicitadas.
ro: Pe lângă revizuirea de bază (licență și drepturi de autor, experiență utilizator, documentație, securitate), puteți cere comunității suplimentelor recenzii aprofundate. Evaluările aprofundate pot include audituri avansate, cum ar fi scurgeri de memorie, compatibilitate cu instantanee de dezvoltare NVDA, sugestii GUI, stil de codare, conflicte de rulare cu alte suplimente și semnalarea problemelor de compatibilitate pentru diferite versiuni de Python. Suplimentul trebuie să treacă mai întâi de revizuirea de bază înainte de a putea fi solicitate recenzii aprofundate.
sk: Okrem základného hodnotenia (licencia a autorské práva, používateľské skúsenosti, dokumentácia, bezpečnosť) môžete požiadať komunitu doplnkov o hĺbkové hodnotenie. Hĺbkové recenzie môžu zahŕňať pokročilé kontroly, ako sú úniky pamäte (memory leaks), kompatibilita s vývojovými verziami NVDA, návrhy grafického rozhrania, štýl kódovania, konflikty pri spustení s inými doplnkami a označovanie problémov s kompatibilitou pre rôzne verzie Pythonu. Pred vyžiadaním hĺbkových revízií musí doplnok najprv prejsť základným hodnotením.
tr: Temel incelemeye (lisans ve telif hakkı, kullanıcı deneyimi, belgeler, güvenlik) ek olarak, eklentiler topluluğundan derinlemesine incelemeler isteyebilirsiniz. Ayrıntılı incelemeler, bellek sızıntıları, NVDA geliştirme anlık görüntüleri ile uyumluluk, GUI önerileri, kodlama stili, diğer eklentilerle çalışma zamanı çakışmaları ve farklı Python sürümleri için uyumluluk sorunlarının işaretlenmesi gibi gelişmiş denetimleri içerebilir. Eklenti, derinlemesine incelemeler istenmeden önce temel incelemeyi geçmelidir.
uk: На додаток до основного рецензування (ліцензія та авторські права, користувацький досвід, документація, безпека), ви можете попросити спільноту додатків про поглиблене рецензування. Поглиблене рецензування може включати розширені перевірки, такі як витоки пам’яті, сумісність з майбутніми версіями NVDA, які перебувають у розробці, пропозиції щодо інтерфейсу, стиль кодування, конфлікти середовища виконання з іншими додатками та позначення проблем сумісності для різних версій Python. Однак перед тим, як просити про поглиблене рецензування, додаток повинен пройти базове рецензування.
zh_cn: 除了基本审核（许可证和版权、用户体验、文档、安全性）之外，您还可以向插件社区申请深入审核。深入审核可以包括高级审核，如内存泄漏、与 NVDA 开发快照的兼容性、GUI 建议、编码风格、运行时与其他插件的冲突，以及标记不同版本的 Python 的兼容性问题。在请求深入审核之前，插件必须首先通过基本审核。

source: Combining with other add-ons
de: Kombinieren mit anderen Erweiterungen
fi: Yhdistäminen muiden lisäosien kanssa
fr: Combinant avec d'autres extensions
nl: Combineren met andere add-ons
pl: Łączenie z innymi dodatkami
pt_br: Combinando com outros complementos
ro: Combinarea cu alte suplimente
sk: Spolupráca s ostatnými doplnkami
tr: Diğer eklentilerle birleştirme
uk: Об’єднання з іншими додатками
zh_cn: 与其他插件合并

source: If it is determined that the add-on under review is similar to another add-on, the community may ask the author(s) to combine add-ons. In order to do so, community members must point out similarities and differences between candidate add-ons. If add-on author(s) agree that add-ons can be combined, this fact must be recorded in a subsequent add-on release for the combined add-on.
de: Wenn festgestellt wird, dass die geprüfte Erweiterung einer anderen ähnelt, kann die Community dem/die Autor/in oder den Autoren bitten, die Erweiterungen zu kombinieren. Dazu müssen Community-Mitglieder auf Gemeinsamkeiten und Unterschiede zwischen Kandidaten-Erweiterungen hinweisen. Stimmen alle Beteiligten die Zusammenlegung beider Erweiterungen zu, muss dies in einem nachfolgenden Release der Erweiterung für die zusammengelegte Erweiterung festgehalten werden.
fi: Mikäli todetaan, että tarkistettava lisäosa on samanlainen kuin jokin toinen lisäosa, yhteisö voi pyytää tekijöitä yhdistämään lisäosansa. Tätä varten yhteisön jäsenten on tuotava esiin yhtäläisyydet ja erot lisäosaehdokkaiden välillä. Jos lisäosan tekijä(t) suostuvat lisäosien yhdistämiseen, tämä seikka on kirjattava yhdistetyn lisäosan myöhempään versioon.
fr: S'il est déterminé que l'extension en cours de révision est similaire à une autre extension, la communauté peut demander à l'auteur(s) de combiner les extensions. Pour ce faire, les membres de la communauté doivent souligner les similitudes et les différences entre les extensions candidates. Si l'auteur(s) des extensions conviennent que les extensions peuvent être combinés, ce fait doit être enregistré dans une future version de l'extension combinée.
nl: Als wordt vastgesteld dat de add-on die wordt beoordeeld vergelijkbaar is met een andere add-on, kan de community de auteur(s) vragen add-ons te combineren. Om dit te doen, moeten communityleden wijzen op overeenkomsten en verschillen tussen kandidaat-add-ons. Als add-on-auteur(s) het erover eens zijn dat add-ons kunnen worden gecombineerd, moet dit feit worden vastgelegd in een volgende add-on-release voor de gecombineerde add-on.
pl: Jeśli okaże się, że dodatek, który jest przedmiotem przeglądu, jest podobny do innego dodatku, społeczność może poprosić autora o połączenie dodatków. W tym celu członkowie społeczności muszą wskazać podobieństwa i różnice między dodatkami kandydatów. Jeśli autor(-y) dodatków zgadzają się, że dodatki mogą być łączone, fakt ten musi zostać odnotowany w kolejnym wydaniu dodatku dla połączonego dodatku.
pt_br: Se for determinado que o complemento em revisão é semelhante a outro complemento, a comunidade pode solicitar ao(s) autor(es) que combinem os complementos. Para fazer isso, os membros da comunidade devem apontar semelhanças e diferenças entre os complementos candidatos. Se o(s) autor(es) do complemento concordarem que os complementos podem ser combinados, esse fato deve ser registrado em uma versão subsequente do complemento para o complemento combinado.
ro: Dacă se stabilește că suplimentul în curs de revizuire este similar cu un alt program de completare, comunitatea poate cere autorului (autorilor) să combine suplimente. Pentru a face acest lucru, membrii comunității trebuie să sublinieze asemănările și diferențele dintre cele două suplimente. Dacă autorii suplimentelor sunt de acord că suplimentele pot fi combinate, acest fapt trebuie înregistrat într-o ediție ulterioară a suplimentului pentru suplimentul combinat.
sk: Ak sa ukáže, že hodnotený doplnok je podobný s iným doplnkom, komunita môže požiadať autora (autorov) o zlúčenie a skombinovanie doplnkov. Členovia komunity v tomto prípade poukážu na podobnosti a odlišnosti v doplnkoch. Ak sa autor(y) dohodnú, že doplnky je možné zlúčiť, je potrebné vydať nový doplnok so zlúčenými vlastnosťami.
tr: İncelenmekte olan eklentinin başka bir eklentiye benzer olduğu belirlenirse, topluluk yazar(lar)dan eklentileri birleştirmesini isteyebilir. Bunu yapmak için topluluk üyeleri, aday eklentiler arasındaki benzerlikleri ve farklılıkları belirtmelidir. Eklenti yazar(lar)ı, eklentilerin birleştirilebileceğini kabul ederse, bu durum, birleşik eklenti için sonraki bir eklenti yayınında kaydedilmelidir.
uk: Якщо буде встановлено, що рецензований додаток схожий на інший, спільнота може попросити автора (авторів) об’єднати їх. Для цього члени спільноти повинні вказати на подібності й відмінності між додатками. Якщо автор(и) погоджуються, що додатки можна об’єднувати, цей факт повинен бути зафіксований у наступній версії об’єднаного додатка.
zh_cn: 如果确定正在审核的插件与另一个插件相似，社区可以要求作者将这些插件合并。 为此，社区成员必须指出候选插件之间的异同。 如果插件作者同意合并，则必须将这一事实记录在合并插件的后续插件版本中。

source: Maintenance
de: Instandhaltung
fi: Ylläpito
nl: onderhoud
pl: Konserwacja
pt_br: Manutenção
ro: Mentenanță
sk: Údržba
tr: Geliştirme
uk: Обслуговування
zh_cn: 维护

source: Now that your add-on was reviewed and approved, it is time to maintain the add-on. As you maintain the add-on, you will get feedback from users and other add-on authors. Do comment on their feedback and keep the communication going.
de: Nachdem Ihre Erweiterung nun überprüft und genehmigt wurde, ist es an der Zeit, die Erweiterung zu warten. Während Sie die Erweiterung pflegen, erhalten Sie Feedback von Benutzern und anderen Autoren von Erweiterungen. Kommentieren Sie ihr Feedback und halten Sie die Kommunikation am Laufen.
fi: Nyt kun lisäosasi on tarkistettu ja hyväksytty, on aika ylläpitää sitä. Kun ylläpidät lisäosaa, saat palautetta käyttäjiltä ja muilta lisäosien tekijöiltä. Kommentoi heidän palautettaan ja jatka viestintää.
fr: Maintenant que votre extension a été examinée et approuvée, il est temps de maintenir l'extension. Lorsque vous maintenez l'extension, vous recevrez des commentaires des utilisateurs et des autres auteurs d'extensions. Répondez à vos commentaires et gardez la communication.
nl: Nu uw add-on is beoordeeld en goedgekeurd, is het tijd om de add-on te onderhouden. Terwijl u de add-on onderhoudt, krijgt u feedback van gebruikers en andere add-on-auteurs. Geef commentaar op hun feedback en houd de communicatie gaande.
pl: Teraz, gdy dodatek został zweryfikowany i zatwierdzony, nadszedł czas, aby zachować dodatek. W miarę utrzymywania dodatku otrzymasz opinie od użytkowników i innych autorów dodatków. Komentuj ich opinie i kontynuuj komunikację.
pt_br: Agora que seu complemento foi revisado e aprovado, é hora de mantê-lo. Ao manter o complemento, você receberá feedback dos usuários e de outros autores do complemento. Comente sobre o feedback deles e mantenha a comunicação fluindo.
ro: Acum că suplimentul dvs. a fost revizuit și aprobat, este timpul să mențineți suplimentul. Pe măsură ce mențineți suplimentul, veți primi feedback de la utilizatori și alți autori de suplimente. Comentează feedback-ul lor și continuă comunicarea.
sk: Keď je váš doplnok schválený, je potrebné ho udržiavať. Budete dostávať komentáre a pripomienky od používateľov a ostatných vývojárov doplnkov. Odporúčame vám sledovať ich návrhy, pripomienky a komentáre a komunikovať s nimi.
tr: Eklentiniz incelenip onaylandığına göre, artık onu geliştirmek sizin elinizde. Eklentinizde çalışmaya devam ettiğiniz sürece kullanıcılardan ve yazarlardan geribildirim alacaksınız. Yapılan geribildirime cevap vererek iletişimi sürdürün.
uk: Тепер, коли ваш додаток розглянуто та затверджено, настав час обслуговувати його. Підтримуючи додаток, ви отримуватимете відгуки від користувачів та авторів інших додатків. Коментуйте їхні відгуки та підтримуйте спілкування.
zh_cn: 现在，您的插件已被审核并批准，现在是时候维护插件了。在您维护插件的过程中，您会收到用户和其他插件作者的反馈。请对他们的反馈进行评论，并保持沟通。
