Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: A developer writes an add-on.
es: Un desarrollador escribe un complemento.
gl: Un desenvolvedor escrebe un complemento.
hr: Razvojni programer piše dodatak.
it: Lo sviluppatore scrive il componente aggiuntivo.

source: Developer submits the add-on to the community.
es: El desarrollador somete el complemento a la comunidad.
gl: O desenvolvedor envía o complemento á comunidade.
hr: Razvojni programer prijavljuje dodatak zajednici.
it: Lo sviluppatore sottopone il componente aggiuntivo alla comunità.

source: Community considers the possibility of accepting the add-on through basic review (licensing, copyright considerations, security implications, etc.).
es: La comunidad considera la posibilidad de aceptar el complemento mediante una revisión básica (licencia, consideraciones de copyright, implicaciones de seguridad, etc.).
gl: A comunidade considera a posibilidade de aceptar o complemento mediante una revisión básica (licenza, consideracións do copyright, implicacións de seguridade, etc.).
hr: Zajednica razmišlja o prihvaćanju dodatka putem osnovnog pregleda dodatka (licenciranje, autorska prava, reperkusije na sigurnost, itd.).
it: La comunità considera la possibilità di accettare l'add-on attraverso una revisione di base (concessione di licenze, considerazioni sul copyright, implicazioni per la sicurezza, etc.).

source: If requested by the author, perform more rigorous review.
gl: Se o solicita o autor, realízanse revisións máis rigurosas.

source: Check that the add-on contains interesting and/or useful features.
gl: Verificar que o complemento engade características interesantes e útiles.

source: Perhaps, it can be merged with an existing add-on, or included into the NVDA core?
gl: Quizáis poda fusionarse cun complemento existente ou incluirse no núcleo do NVDA?

source: If community considers the add-on to be useful, if accepted the add-on is now in development status.
gl: Se a comunidade considera que o complemento é útil, acepta. O complemento está agora en estado de desenvolvemento.

source: Release and Maintenance
es: Publicación y mantenimiento
gl: Publicación e mantemento
hr: Objavljivanje i održavanje
it: Manutenzione e versioni

source: Author releases the add-on and incorporates comments from reviewers and users.
es: El autor publica el complemento y los comentarios incorporados de los revisores y los usuarios.
gl: O autor publica o complemento e incorpora os comentarios dos revisores e dos usuarios.
hr: Autor objavljuje dodatak i ugrađuje komentare recenzenata i korisnika.
it: L'autore rilascia l'add-on e incorpora i commenti dei revisori e degli utenti.

source: Author requests reviews.
gl: O autor solicita revisións.

source: For major releases: Before major version is released to check for license changes and other basic review.
gl: Para publicacións maiores: antes dunha versión principal publícase para buscar cambios de licencia e outra revisión básica.

source: For continuous releases: At least once a year.
gl: Para publicacións continuas: como pouco una vez ao ano.

source: Reviewers and testers check the add-on that doesn't contain harmful code, and authorize to post it on the add-ons website.
gl: Os revisores e probadores verifican que o complemento non conteña código daniño e autorizan a publicación no sitio web dos complementos.

source: Authors or reviewers (preferably authors) can release maintainance versions of the add-on to update translations, or fix critical issues, notifying add-on changes on [add-ons mailing list][1].
gl: Os autores ou revisores (preferiblemente os autores) poden liberar versións de mantemento do complemento para actualizar traducións ou para correxir fallos críticos, notificando os cambios do complemento [na lista de correo dos complementos][1].

source: Deletion and Legacy Status
es: Eliminación y estado de antigüedad
gl: Eliminación e estado de antigo
hr: Uklanjanje i stari dodaci
it: Cancellazione e stato Obsoleto degli addon

source: Authors and reviewers should remove add-ons that contain harmful code, or if they are incompatible, if NVDA implements their functionality for instance, notify this into the add-ons mailing list.
es: Los autores y revisores deberían eliminar complementos que contengan código dañino, o si se vuelven incompatibles, por ejemplo cuando NVDA implemente su funcionalidad, notificando esto en la lista de correo de los complementos.
gl: Os autores e revisores deberían eliminar complementos que conteñan código daniño, ou se se voltan incompatibles, por exemplo cando NVDA implemente a súa funcionalidade, notificando esto na lista de correo dos complementos.
hr: Autori i recenzenti dodataka trebaju ukloniti dodatke koji sadrže štetan kod ili kad postanu nekompatibilni, na primjer kad NVDA implementira neke od njihovih funkcionalnosti. Takve promjene se javljaju na mailing listu NVDA dodataka.
it: Gli autori e i revisori devono rimuovere i componenti aggiuntivi quando questi contengono codice dannoso, o se sono incompatibili, per esempio quando NVDA ne implementa già le funzionalità, comunicandolo sulla lista di discussione dei componenti aggiuntivi.

source: If add-ons no longer in active development, or reported as incompatible with recent NVDA releases will be listed as "legacy".
es: Si hay complementos cuyo desarrollo no sea activo, o se informa de que no son compatibles con versiones recientes de NVDA, estos se listarán como "antiguos".
gl: complementos que xa non están en desenvolvemento activo, ou reportados como incompatibles con versións de NVDA recentes, listaranse como "antigos".
hr: Dodaci, koji se više ne razvijaju aktivno ili su prijavljeni kao nekompatibilni s nedavnim NVDA izdanjima, bit će navedeni pod „stari dodaci”.
it: I componenti aggiuntivi che non vengono più sviluppati o che non sono più compatibili con le versioni più recenti di NVDA saranno indicati come "non suportati/obsoleti".

source: Add-ons can be reinstated if harmful code has been removed, or add-on is compatible with recent NVDA releases again.
es: Los complementos pueden regresar si se elimina el código dañino, o si vuelven a ser compatibles con versiones recientes de NVDA.
gl: Os complementos poderanse restaurar se se elimina o código prexudicial, ou se o complement é compatible con versións de NVDA recentes novamente.
hr: Dodaci se mogu vratiti, ako je štetni kod uklonjen ili ako je dodatak kompatibilan s nedavnim NVDA izdanjima.
it: I componenti aggiuntivi possono essere ripristinati se il codice dannoso viene rimosso o il componente aggiuntivo diventa compatibile con le versioni recenti di NVDA.

source: Notes
es: Notas
gl: Notas
hr: Napomene
it: Note

source: If an add-on author is also a community reviewer s/he can not be the community reviewer for his/her add-ons at the same time.
es: Si el autor de complementos es también un revisor de la comunidad, él/ella no puede ser el revisor de la comunidad de su propio complemento.
gl: Se o autor de complementos é tamén un revisor da comunidade, ela/el non pode ser o revisor da comunidade do seu complemento ó mesmo tempo.
hr: Ukoliko je autor dodatka također i recenzent zajednice, on/ona ne može biti recenzent zajednice za vlastiti dodatak.
it: Se l'autore di un componente aggiuntivo è anche un revisore della comunità, non potrà essere anche il revisore del proprio componente.

source: Users can be considered reviewers when they provide significant feedback, such as reporting bugs, suggestions, etc.
es: Los usuarios pueden considerarse revisores cuando proporcionen información significativa, tal como informes de errores, sugerencias, etc.
gl: Os usuarios poden considerarse revisores cando proporcionen información significativa, como informes de erros, suxerencias e cousas así.
hr: Korisnici mogu postati recenzenti, ako pruže značajnu povratnu informaciju, kao što su prijave grešaka, prijedlozi i tako dalje.
it: Gli utenti possono essere considerati revisori quando essi forniscono un feedback significativo, come ad esempio la segnalazione di bug, suggerimenti e così via.

source: Code will be considered to be harmful if it changes, deletes, or copies system files, or any external files without a clear and useful purpose, produces internet connections without a justified reason, etc.
es: El código se considerará como dañino cuando pueda cambiar, eliminar o copiar ficheros del sistema o ficheros externos sin un propósito claro y útil, produzca conexiones a Internet sin una razón justificada, etc.
gl: O código considerarase como daniño cando cambie, elimine ou copie ficheiros do sistema ou calquera ficheiro externo sen un propósito craro e útil, produza conexións a Internet sen unha razón xustificada, etc.
hr: Kod će se između ostalog smatrati štetnim, kad je u stanju promijeniti ili kopirati datoteke sustava ili vanjske datoteke bez jasne i korisne namjene, kad povezuje na internet bez jasnog razloga i tako dalje.
it: Il codice sarà considerato dannoso quando, ma non solo, può copiare, cancellare o modificare file di sistema senza uno scopo ben preciso, crea connessioni ad internet senza una causa valida, etc.

source: Authors should discuss about circumstances of add-ons if their add-on is not clear for copyrights, and licensing (such as synthesizer's licensing).
es: Los autores deberían debatir ciertos aspectos de un complemento si creen que los copyrights y las licencias no están claras (tal como licencias de sintetizadores).
gl: Os autores deberían discutir certos aspectos do complemento se coidan que os copyrights e as licencias quedan pouco craras (como licenzas de sintetizadores).
hr: Autori bi trebali raspravljati o licenci za dodatak, ako postoji dvojba oko autorskih prava i licence (kao što su licence govornih jedinica).
it: Gli autori dovrebbero discutere alcuni aspetti dei componenti aggiuntivi, se ritengono che i diritti di copyright e le licenze ricadono in una "zona grigia" (ad esempio licenze di sintesi vocali).

source: For add-ons, master branch is equivalent to NVDA alpha, i.e. considered for testing purposes. Stable branch is considered to have had some testing and should be relatively error free/ok to run on your system.
es: Para los complementos, la rama master equivale a NVDA Alpha, es decir, considerada para propósitos de prueba. la Rama stable se considera que ha tenido algunas pruebas y deben ser relativamente pocos los errores/se puede ejecutar en tu sistema.
gl: Para os complementos, a rama master equivale a NVDA alpha, é dicir, considerada para propósitos de proba. A Rama stable considérase que tivo algunhas probas e deben ser relativamente poucos os erros/apta para executarse no teu sistema.
hr: Za dodatke je grana „master” jednaka kao „NVDA alpha”, tj. uzima se u obzir u svrhu testiranja. Za stabilnu granu se smatra da je dodatak na neki način testiran i da vrlo vjerojatno ne sadrži greške, odnosno da bi trebao biti u redu.
it: Per i componenti aggiuntivi, il ramo Master è paragonabile al ramo Next di NVDA, in pratica considerato come un ambiente di test. Il ramo stabile quindi è da considerarsi senza errori particolari e dovrebbe funzionare bene sul proprio computer.

source: Stable branch receives translation updates if the add-on is translatable.
es: La rama stable recibe actualizaciones de traducciones si el complemento es traducible.
gl: A rama estable recibirá actualizacións de traduccións se o complemento é traducible.
hr: Stabilna grana će dobivati aktualizirane prijevode, ako je dodatak prevodiv.
it: Le versioni stabili riceveranno traduzioni nel caso il componente aggiuntivo sia traducibile.

source: Authors and reviewers are strongly encouraged to follow our [guidelines][2], to ensure the quality of community add-ons.
es: Se recomienda encarecidamente a los autores y revisores seguir nuestras [directrices][2], para asegurarse de la calidad de los complementos de la comunidad.
gl: Recomendase encarecidamente aos autores e aos revisores seguir as nosas [directrices][2], para asegurar a calidade dos complementos da comunidade.
hr: Autori i recenzenti se trebaju držati naših [smjernica][2], kako bi se osigurala kvaliteta dodataka zajednice.
it: Gli autori e chi si occupa delle revisioni sono fortemente incoraggiati a seguire le nostre [linee guida][2], per assicurare componenti aggiuntivi di qualità.

source: If any add-on author can not continue their work since first request that author can be replaced by another maintainer in three months.
es: Si cualquier autor de complementos no puede continuar su trabajo desde la primera solicitud, pueden reemplazarse por otro responsable de mantenimiento en tres meses.
gl: Se un autor de complementos non pode continuar un traballo solicitado, poderanse reemprazar por outro mantedor tres meses despois da primeira solicitude.
hr: Ako autor dodatka ne može obaviti što je potrebno, može ga se smijeniti tri mjeseca nakon prvog zahtjeva.
it: Se gli autori di un componente aggiuntivo non possono continuare il proprio lavoro, possono essere sostituiti da un altro sviluppatore tre mesi dopo la ricezione della prima richiesta.

source: 4. If requested by the author, perform more rigorous review. 1. Check that the add-on contains interesting and/or useful features. 2. Perhaps, it can be merged with an existing add-on, or included into the NVDA core? 5. If community considers the add-on to be useful, if accepted the add-on is now in development status.
hr: 4. Ako autor zatraži, izvrši strožiju recenziju. 1. Provjeri, sadrži li dodatak zanimljive i-ili korisne funkcije. 2. Možda se može sjediniti s jednim postojećim dodatkom ili uključiti u NVDA jezgru? 5. Ako zajednica smatra da je dodatak koristan, i ako je prihvaćen, dodatak se sad nalazi u stanju razvoja.
