Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: If you would like to release your add-on to the NVDA community through community add-ons website, it must go through at least one review. First, have a public link to the development version of your add-on handy, such as the link to the installer, a version control repository such as GitHub, and so on. This is so that the prospective reviewer can download and test your add-on.
de: Wenn Sie Ihre Erweiterung über die Webseite für Erweiterungen für die NVDA-Community freigeben möchten, muss es mindestens eine Überprüfung durchlaufen. Halten Sie zunächst einen öffentlichen Link zur Entwicklungsversion Ihrer Erweiterung bereit, z. B. den Link zum Installationsprogramm, ein Repository zur Versionskontrolle wie GitHub, etc. Dies dient dazu, dass der potenzielle Gutachter Ihre Erweiterung herunterladen und testen kann.
fi: Jos haluat julkaista lisäosasi NVDA-yhteisön lisäosien verkkosivustolla, sen on läpäistävä vähintään yksi tarkistus. Pidä ensin saatavilla julkinen linkki lisäosasi kehitysversioon, kuten asentimeen ja versionhallintavarastoon, kuten GitHubiin, jne. Tämä siksi, että mahdollinen tarkistaja voi ladata ja testata lisäosasi.
fr: Si vous souhaitez publier votre extension sur la communauté NVDA via le site Web des extensions de la communauté, il doit passer par au moins une révision. Tout d'abord, ayez un lien public vers la version de développement de votre extension à portée de main, comme le lien vers l'installateur, un dépôt de contrôle de version tel que GitHub, etc. C'est ainsi que le réviseur potentiel peut télécharger et tester votre extension.
nl: Als u uw add-on voor de NVDA-community wilt uitbrengen via de community-add-onswebsite, moet deze minimaal één beoordeling doorlopen. Zorg eerst dat u een openbare link naar de ontwikkelversie van uw add-on bij de hand heeft, zoals de link naar het installatieprogramma, een opslagplaats voor versiebeheer zoals GitHub, enzovoort. Dit is zodat de potentiële beoordelaar uw add-on kan downloaden en testen.
pl: Jeśli chcesz wydać dodatek do społeczności NVDA za pośrednictwem witryny dodatków społeczności, musi przejść przez co najmniej jedną recenzję. Po pierwsze, mają publiczne łącze do wersji deweloperskiej dodatku pod ręką, takich jak łącze do instalatora, repozytorium kontroli wersji, takich jak GitHub, i tak dalej. Jest to tak, że potencjalny recenzent może pobrać i przetestować dodatek.
pt_br: Se você gostaria de lançar seu complemento para a comunidade NVDA através do sítio de complementos da comunidade, ele deve passar por pelo menos uma revisão. Primeiro, tenha em mãos um link público para a versão de desenvolvimento do seu complemento, como o link para o instalador, um repositório de controle de versão como o GitHub, e assim por diante. Isso é para que o revisor em potencial possa baixar e testar seu complemento.
ro: Dacă doriți să lansați suplimentul pentru comunitatea NVDA prin intermediul site-ului de suplimente al comunității, acesta trebuie să treacă printr-o examinare. Mai întâi, aveți la îndemână un link public către versiunea de dezvoltare a suplimentului, cum ar fi linkul către programul de instalare, un depozit de control al versiunilor, cum ar fi GitHub și așa mai departe. Acest lucru este pentru ca potenţialul utilizator să poată descărca și testa suplimentul.
sk: Skôr,než zverejníme doplnok v oficiálnom katalógu, musí prejsť hodnotením aspoň od jedného recenzenta. Aby si používatelia mohli váš doplnok stiahnuť, zverejnite vývojovú verziu už pripraveného doplnku (balíček nvda-addon) a tiež zverejnite repozitár s doplnkom, napríklad na portáli Github.
tr: Eklentinizi topluluk eklentileri web sitesi üzerinden NVDA topluluğuna yayınlamak istiyorsanız, en az bir incelemeden geçmesi gerekir. İlk olarak, eklentinizin geliştirilme sürümünün GitHub gibi bir sürüm kontrol deposundan kolay indirilebilir bir bağlantısının olması gerekir. Bu, potansiyel gözden geçirenin eklentinizi indirip test edebilmesi içindir.
uk: Якщо ви хочете опублікувати свій додаток для NVDA на сайті додатків, він повинен пройти принаймні одну рецензію. По-перше, під рукою має бути загальнодоступне посилання на версію для розробки вашого додатка, наприклад, посилання на інсталятор, сховище в системі контролю версій, наприклад, GitHub тощо. Це потрібно для того, щоб потенційний рецензент міг завантажити та протестувати ваш додаток.
zh_cn: 如果您想通过社区插件网站向 NVDA 社区发布插件，其必须至少经过一次审核。首先，具有指向插件开发版本的公共链接，例如安装程序、版本控制存储库（如 GitHub）的链接等，以供未来的审阅者下载并测试您的插件。

source: Once you have the download link handy, send a message to NVDA add-ons list requesting an add-on review. You must include the name of your add-on and a brief description as to what it does. Don't forget to include the public link to your add-on.
de: Sobald Sie den Download-Link zur Hand haben, senden Sie eine Nachricht an die Mailingliste für die NVDA-Erweiterungen, um eine Überprüfung Ihrer Erweiterung anzufordern. Sie müssen den Namen Ihrer Erweiterung und eine kurze Beschreibung über die Funktion angeben. Vergessen Sie nicht, den öffentlichen Link zu Ihrer Erweiterung anzugeben.
fi: Kun sinulla on latauslinkki käsillä, lähetä viesti NVDA-lisäosien listalle ja pyydä lisäosan tarkistusta. Sinun on liitettävä viestiin mukaan lisäosan nimi ja lyhyt kuvaus siitä, mitä se tekee. Älä unohda lisätä lisäosasi julkista linkkiä.
fr: Une fois que vous avez le lien de téléchargement à portée de main, envoyez un message à la liste des extensions NVDA demandant une révision de l'extension. Vous devez inclure le nom de votre extension et une brève description de ce qu'elle fait. N'oubliez pas d'inclure le lien public vers votre extension.
nl: Zodra u de downloadlink bij de hand heeft, stuurt u een bericht naar de NVDA-add-ons-lijst en vraagt u om een add-on beoordeling. U moet de naam van uw add-on opnemen en een korte beschrijving van wat deze doet. Vergeet niet de openbare link naar uw add-on op te nemen.
pl: Gdy masz pod ręką link do pobrania, wyślij wiadomość do listy dodatków NVDA z prośbą o recenzję dodatku. Należy podać nazwę dodatku i krótki do czego służy. Nie zapomnij dołączyć publicznego linku do dodatku.
pt_br: Assim que tiver o link de download em mãos, envie uma mensagem para a lista de complementos do NVDA solicitando uma revisão do complemento. Você deve incluir o nome do seu complemento e uma breve descrição do que ele faz. Não se esqueça de incluir o link público para o seu complemento.
ro: După ce aveți linkul de descărcare la îndemână, trimiteți un mesaj către lista de suplimente NVDA solicitând o revizuire a suplimentelor. Trebuie să includeți numele suplimentului și o scurtă descriere a ceea ce face. Nu uitați să includeți linkul public către suplimentul dvs.
sk: Následne odošlite informácie o vašom doplnku e-mailom do diskusnej skupiny. Uveďte názov doplnku, popis doplnku a uveďte, kde sa nachádza repozitár doplnku a tiež poskytnite odkaz na jeho stiahnutie. Požiadajte o zhodnotenie doplnku.
tr: İndirme bağlantısına sahipseniz, NVDA eklenti listesine eklenti incelemesi talep eden bir mesaj gönderin. Eklentinizin adını ve ne işe yaradığına dair kısa bir açıklama ekleyin. Eklenti bağlantısını eklemeyi unutmayın.
uk: Якщо ви маєте посилання на завантаження вашого додатка, надішліть повідомлення до поштової конференції розробників додатків для NVDA з проханням його переглянути. Ви повинні вказати назву свого додатка й короткий опис того, що він робить. Не забудьте додати загальнодоступне посилання на свій додаток.
zh_cn: 获得下载链接后，请向 NVDA 插件列表发送消息，要求对插件进行审核。您必须包括插件的名称及其功能的简要描述。不要忘记包括您插件的公共链接。

source: Once a review request is received, a prospective reviewer (not the author of the add-on in question) will review your add-on on the following criteria:
de: Sobald eine Überprüfungsanfrage eingegangen ist, überprüft ein potenzieller Gutachter (nicht der Autor der betreffenden Erweiterung) Ihre Erweiterung anhand der folgenden Kriterien:
fi: Kun tarkistuspyyntö on vastaanotettu, mahdollinen tarkistaja (ei kyseisen lisäosan tekijä) tarkistaa lisäosasi seuraavien kriteerien mukaisesti:
fr: Une fois la demande de révision reçue, un réviseur potentiel (pas l'auteur de l'extension en question) examinera votre extension sur les critères suivants:
nl: Zodra een beoordelingsverzoek is ontvangen, zal een potentiële beoordelaar (niet de auteur van de add-on in kwestie) uw add-on beoordelen op basis van de volgende criteria:
pl: Po otrzymaniu wniosku o przegląd potencjalny recenzent (a nie autor danego dodatku) przejrzy twój dodatek na podstawie następujących kryteriów:
pt_br: Assim que uma solicitação de revisão for recebida, um revisor em potencial (não o autor do complemento em questão) revisará seu complemento de acordo com os seguintes critérios:
ro: Odată ce este primită o solicitare de revizuire, un evaluator potențial (nu autorul suplimentului în cauză) va examina suplimentul dvs. în funcție de următoarele criterii:
sk: Následne potenciálny recenzent (nie autor daného doplnku) posúdi váš doplnok podľa nasledujúcich kritérií:
tr: İnceleme talebi alındığında, potansiyel bir gözden geçiren (incelenecek eklentinin yazarı değil) eklentinizi aşağıdaki kriterlere göre inceler:
uk: Отримавши запит, потенційний рецензент (а не автор відповідного додатка) перевірить ваш додаток за такими критеріями:
zh_cn: 收到审核请求后，潜在的审核者（不是相关插件的作者）将按照以下条件审核您的插件：

source: License and copyright: your add-on must be licensed in a way that is compatible with GNU General public license (GPL) 2 or later. This is a must because NVDA is licensed under GNU GPL version 2. To ensure this, at the top of add-on files, include a short copyright header, and if you are unsure, do ask the community for advice.
de: Lizenz und Urheberrecht: Ihre Erweiterung muss auf eine Weise lizenziert werden, die mit der GNU General Public License (GPL) 2 oder neuer kompatibel ist. Dies ist ein Muss, da NVDA unter der GNU GPL Version 2 lizenziert ist. Um dies sicherzustellen, fügen Sie im Datei-Header der Erweiterung einen kurzen Copyright-Header ein und wenn Sie sich nicht sicher sind, fragen Sie gerne die Community um Rat.
fi: Lisenssi ja tekijänoikeudet: lisäosan on oltava lisensoitu tavalla, joka on yhteensopiva GNU General Public License (GPL) 2:n tai uudemman kanssa. Tämä on pakollista, koska NVDA on lisensoitu GNU GPL:n versiolla 2. Sisällytä tämän varmistamiseksi lisäosatiedostojen yläosaan lyhyt tekijänoikeusotsake, ja jos olet epävarma, kysy neuvoa yhteisöltä.
fr: Licence et copyright: votre extension doit être autorisée d'une manière compatible avec GNU General Public License (GPL) 2 ou version ultérieure. Ceci est indispensable car NVDA est sous licence GNU GPL version 2. Pour vous assurer de cela, en haut des fichiers de l'extension, incluez un court en-tête de copyright, et si vous n'êtes pas sûr, demandez des conseils à la communauté.
nl: Licentie en copyright: uw add-on moet een licentie hebben op een manier die compatibel is met GNU General Public License (GPL) 2 of hoger. Dit is een must omdat NVDA een licentie heeft onder GNU GPL versie 2. Om dit te garanderen, moet je bovenaan add-on-bestanden een korte copyright-header opnemen, en als je het niet zeker weet, vraag dan de community om advies.
pl: Licencja i prawa autorskie: dodatek musi być licencjonowany w sposób zgodny z GNU General public license (GPL) 2 lub nowszym. Jest to koniecznością, ponieważ NVDA jest licencjonowana na licencji GNU GPL w wersji 2. Aby to zapewnić, u góry plików dodatków dołącz krótki nagłówek praw autorskich, a jeśli nie masz pewności, poproś społeczność o poradę.
pt_br: Licença e copyright (direitos autorais): seu complemento deve ser licenciado de uma forma que seja compatível com a GNU General public licence (GPL) 2 ou posterior. Isto é obrigatório porque o NVDA está licenciado sob GNU GPL versão 2. Para garantir isso, no topo dos arquivos do complemento, inclua um curto cabeçalho de copyright e, se você não tiver certeza, peça conselhos à comunidade.
ro: Licență și drepturi de autor: suplimentul dvs. trebuie să fie licențiat într-un mod compatibil cu licența publică generală GNU (GPL) 2 sau o versiune ulterioară. Acest lucru este obligatoriu deoarece NVDA este licențiat sub GNU GPL versiunea 2. Pentru a vă asigura de acest lucru, în partea de sus a fișierelor de completare, includeți un antet scurt privind drepturile de autor și, dacă nu sunteți sigur, cereți sfatul comunității.
sk: Autorské práva: Váš doplnok musí byť poskytnutý v zhode s licenciou GNU General public license (GPL) 2 alebo novšou. Dôvodom je, že aj samotné NVDA je distribuované pod licenciou GNU GPL 2. Na zaistenie tejto zhody, odporúčame na začiatku každého súboru uviesť hlavičku v ktorej uvediete krátku právnu informáciu. Ak si nie ste istí postupom, požiadajte o pomoc v diskusnej skupine.
tr: Lisans ve telif hakkı: eklentiniz,GNU General public lisansı (GPL) 2 veya sonraki sürümleriyle uyumlu bir şekilde lisanslanmalıdır. Bu bir zorunluluktur çünkü NVDA, GNU GPL sürüm 2 ile lisanslanmıştır. Bunu sağlamak için eklenti dosyalarının en üstüne kısa bir telif hakkı başlığı ekleyin ve eğer emin değilseniz topluluktan tavsiye isteyin.
uk: Ліцензія та авторські права: ліцензія вашого додатка повинна бути сумісною із Загальною публічною ліцензією GNU (GPL) 2 або новішою. Це обов’язково, оскільки NVDA ліцензовано під версією GNU GPL 2. Щоб це забезпечити, у верхній частині файлів додатка включіть короткий заголовок авторських прав, і, якщо ви не впевнені, попросіть поради у спільноти.
zh_cn: 许可证和版权：您的插件必须以与 GNU 通用公共许可证 （GPL） 2 兼容的方式获得许可。因为 NVDA 是根据 GNU GPL 版本 2 获得许可的。为了确保这一点，在插件文件的顶部，包括一个简短的版权标题，如果您不确定，请向社区寻求建议。

source: User experience: your add-on will be used by many people, so it will be subject to user experience tests such as installation, NVDA compatibility, GUI, and so on.
de: Benutzererfahrung: Ihre Erweiterung wird von vielen Anwendern verwendet, daher wird es Benutzererfahrungstests wie Installation, NVDA-Kompatibilität, GUI, etc. unterzogen.
fi: Käyttökokemus: monet käyttävät lisäosaasi, joten sille tehdään käyttökokemustestejä, kuten asennus, NVDA-yhteensopivuus, graafinen käyttöliittymä jne.
fr: Expérience utilisateur: votre extension sera utilisée par de nombreuses personnes, elle sera donc soumise à des tests d'expérience utilisateur tels que l'installation, la compatibilité NVDA, l'interface graphique, etc.
nl: Gebruikerservaring: uw add-on zal door veel mensen worden gebruikt, dus het zal worden onderworpen aan tests voor gebruikerservaringen zoals installatie, NVDA-compatibiliteit, GUI, enzovoort.
pl: Doświadczenie użytkownika: dodatek będzie używany przez wiele osób, więc będzie podlegać testom środowiska użytkownika, takim jak instalacja, zgodność NVDA, GUI i tak dalej.
pt_br: Experiência do usuário: seu complemento será utilizado por muitas pessoas, portanto, estará sujeito a testes de experiência do usuário, como instalação, compatibilidade com NVDA, GUI (Interface Gráfica do Usuário) e assim por diante.
ro: Experiența utilizatorului: suplimentul dumneavoastră va fi folosit de mulți oameni, așa că va fi supus unor teste de experiență a utilizatorului, cum ar fi instalarea, compatibilitatea NVDA, GUI și așa mai departe.
sk: Používateľská skúsenosť: Váš doplnok budú používať mnohí používatelia. Preto overujeme proces inštalácie, kompatibilitu s NVDA, používateľské rozhranie a pod.
tr: Kullanıcı deneyimi: Eklentiniz birçok kişi tarafından kullanılacağı için kurulum, NVDA uyumluluğu, GUI vb. kullanıcı deneyimi testlerine tabi tutulacaktır.
uk: Взаємодія з користувачами: вашим додатком користуватиметься багато людей, тому його тестуватимуть на взаємодію з користувачами, такою як встановлення, сумісність з NVDA, графічний інтерфейс тощо.
zh_cn: 用户体验：您的插件将被许多人使用，因此其将接受用户体验测试，如安装、NVDA 兼容性、GUI 等。

source: Documentation: users will learn a lot about your add-on with add-on documentation. Please make the documentation understandable to users.
de: Dokumentation: Mit der Dokumentation für die Erweiterung erfahren Benutzer viel über Ihre Erweiterung. Bitte formulieren Sie die Dokumentation für eine breite masse von Benutzern verständlich.
fi: Dokumentaatio: käyttäjät oppivat paljon lisäosastasi sen dokumentaation avulla. Tee dokumentaatiosta ymmärrettävä käyttäjille.
fr: Documentation: les utilisateurs en apprendront beaucoup sur votre extension avec une documentation de cette extension. Veuillez rendre la documentation compréhensible pour les utilisateurs.
nl: Documentatie: gebruikers zullen veel leren over uw add-on met add-on-documentatie. Maak de documentatie begrijpelijk voor gebruikers.
pl: Dokumentacja: użytkownicy dowiedzą się wiele o dodatku z dokumentacji dodatku. Proszę uczynić dokumentację zrozumiałą dla użytkowników.
pt_br: Documentação: os usuários aprenderão muito sobre o seu complemento com a documentação do complemento. Por favor, torne a documentação compreensível para os usuários.
ro: Documentație: utilizatorii vor învăța multe despre suplimentul dvs. cu ajutorul documentației suplimentare. Vă rugăm să faceți documentația ușor de înțeles pentru utilizatori.
sk: Dokumentácia: Používatelia sa o vašom doplnku najviac dozvedia z návodu. Vytvorte preto zrozumiteľnú používateľskú príručku.
tr: Belgeler (yardım dosyaları): Kullanıcılar, sağladığınız yardım dosyalarından eklentiniz hakkında çok şey öğrenecekler. Lütfen belgeleri kullanıcılar için anlaşılır bir şekilde oluşturun.
uk: Документація: користувачі дізнаються багато нового про ваш додаток з документації до нього. Будь ласка, зробіть документацію зрозумілою для користувачів.
zh_cn: 文档：用户将通过插件文档了解有关该插件的信息。请尽量使文档易于用户理解。

source: Security: because your add-on becomes part of NVDA when activated, it can perform operations such as adding and removing files, accessing the internet, and read and write Windows Registry keys. The NVDA add-ons community takes security of add-ons seriously.
de: Sicherheit: Da Ihre Erweiterung bei Aktivierung Teil von NVDA wird, kann es Vorgänge wie das Hinzufügen und Entfernen von Dateien, den Zugriff auf das Internet sowie das Lesen und Schreiben von Windows-Registrierungsschlüsseln ausführen. Die NVDA-Community für Erweiterungen nimmt die Sicherheit von Erweiterungen sehr ernst.
fi: Turvallisuus: koska lisäosasta tulee käyttöön otettuna osa NVDA:ta, se voi suorittaa toimintoja, kuten lisätä ja poistaa tiedostoja, käyttää internetiä sekä lukea ja kirjoittaa Windowsin rekisteriavaimia. NVDA:n lisäosayhteisö suhtautuu lisäosien turvallisuuteen vakavasti.
fr: Sécurité: Étant donné que votre extension fait partie de NVDA lorsqu'elle est activée, elle peut effectuer des opérations telles que l'ajout et la suppression des fichiers, l'accès à Internet et lire et écrire des clés dans le registre Windows. La communauté des extensions NVDA prend la sécurité des extensions au sérieux.
nl: Beveiliging: omdat uw add-on na activering onderdeel wordt van NVDA, kan deze bewerkingen uitvoeren zoals het toevoegen en verwijderen van bestanden, toegang krijgen tot internet en het lezen en schrijven van Windows-registersleutels. De NVDA add-ons community neemt de beveiliging van add-ons serieus.
pl: Bezpieczeństwo: ponieważ dodatek staje się częścią NVDA po aktywacji, może wykonywać operacje, takie jak dodawanie i usuwanie plików, uzyskiwanie dostępu do Internetu oraz odczytywanie i zapisywanie kluczy rejestru systemu Windows. Społeczność dodatków NVDA poważnie traktuje bezpieczeństwo dodatków.
pt_br: Segurança: como seu complemento torna-se parte do NVDA quando ativado, ele pode realizar operações como adicionar e remover arquivos, acessar a internet e ler e gravar chaves do Registro do Windows. A comunidade de complementos do NVDA leva a segurança dos complementos a sério.
ro: Securitate: deoarece suplimentul dvs. devine parte din NVDA atunci când este activat, acesta poate efectua operațiuni precum adăugarea și ștergerea fișierelor, accesarea internetului și citirea și scrierea cheilor de registru Windows. Comunitatea de suplimente NVDA ia în serios securitatea suplimentelor.
sk: Bezpečnosť: Keďže doplnok bude po spustení súčasťou NVDA, môže vytvárať a mazať súbory, pristupovať k internetu, alebo upravovať kľúče v registroch Windows. Bezpečnosť doplnkov berieme v komunite vážne.
tr: Güvenlik: Eklentiniz etkinleştirildiğinde artık NVDA'nın bir parçası olduğundan, dosya ekleme/kaldırma, internete erişme ve Windows Kayıt Defteri anahtarlarını okuma ve yazma gibi işlemleri gerçekleştirebilir. NVDA eklenti topluluğu, eklentilerin güvenliğini ciddiye alır.
uk: Безпека: оскільки ваш додаток при активації стає частиною NVDA, він може виконувати такі операції, як додавання та видалення файлів, виходити в інтернет, читати й записувати ключі реєстру Windows. Спільнота додатків NVDA серйозно ставиться до безпеки додатків.
zh_cn: 安全性：由于插件在激活后就将成为 NVDA 的一部分，因此其可以执行添加和删除文件、访问 Internet 以及读取和写入 Windows 注册表等操作。NVDA 插件社区非常重视插件的安全性。
