Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: If you are using version control, you may wish to work with multiple branches to work on features or to synchronize with translations workflow. The "master" branch should be considered a development branch, suitable for testing add-ons before release. If using translations workflow, "stable" branch is used to exchange localization content and to release the add-on.
de: Wenn Sie eine Versionskontrolle verwenden, möchten Sie möglicherweise mit mehreren Zweigen arbeiten, um an Funktionen zu arbeiten oder mit dem Übersetzungsworkflow zu synchronisieren. Der "Master"-Zweig sollte als Entwicklungszweig betrachtet werden, der zum Testen von Erweiterungen vor der Veröffentlichung geeignet ist. Bei Verwendung des Übersetzungsworkflows wird der Zweig "stable" verwendet, um Lokalisierungsinhalte auszutauschen und die Erweiterung freizugeben.
fi: Jos käytät versionhallintaa, saatat haluta työskennellä useiden koodihaarojen kanssa käsitelläksesi ominaisuuksia tai synkronoidaksesi käännösten työnkulkua. Master-haaraa tulisi pitää kehityshaarana, joka soveltuu lisäosien testaamiseen ennen julkaisua. Käännöstyönkulkua käytettäessä stable-haaraa käytetään lokalisointisisällön vaihtamiseen ja lisäosan julkaisemiseen.
fr: Si vous utilisez le contrôle de version, vous voudrez peut-être travailler avec plusieurs branches pour développer des caractéristiques indépendantes ou synchroniser l'extension avec le flux de traduction. La branche "master" doit être considérée comme une branche de développement, adéquate pour tester les extensions avant sa publication. Si vous utilisez le flux de traduction, la branche "stable" est utilisée pour échanger du contenu de traduction et publier l'extension.
nl: Als u versiebeheer gebruikt, wilt u misschien met meerdere branches werken om aan functies te werken of om te synchroniseren met translations workflow. De "master " branch moet worden beschouwd als een ontwikkelingsbranch, geschikt om add-ons te testen voordat ze worden vrijgegeven. Als u translations workflow gebruikt, wordt de "stable " branch gebruikt om lokalisatie-inhoud uit te wisselen en de add-on uit te brengen.
pl: Jeśli używasz kontroli wersji, możesz chcieć pracować z wieloma gałęziami, aby pracować nad funkcjami lub synchronizować z przepływem pracy tłumaczeń. Gałąź "master" należy uznać za gałąź rozwoju, nadaje się do testowania dodatków przed wydaniem. W przypadku korzystania z przepływu pracy tłumaczeń gałąź "stabilna" jest używana do wymiany zawartości lokalizacyjnej i zwalniania dodatku.
pt_br: Se você estiver usando controle de versão, pode desejar trabalhar com vários ramos (branches) para trabalhar em recursos ou para sincronizar com o fluxo de trabalho de traduções. O ramo "master" deve ser considerado um branch de desenvolvimento, adequado para testar complementos antes do lançamento. Se estiver usando o fluxo de trabalho de traduções, o ramo "stable" é usado para intercambiar o conteúdo de localização e lançar o complemento.
ro: Dacă utilizați Version Control, este posibil să doriți să lucrați cu mai multe ramuri pentru a lucra la funcții sau pentru a vă sincroniza cu fluxul de lucru al traducerilor. Ramura „master” ar trebui considerată o ramură de dezvoltare, potrivită pentru testarea suplimentelor înainte de lansare. Dacă utilizați fluxul de lucru pentru traduceri, ramura „stabilă” este folosită pentru a schimba conținutul de localizare și pentru a lansa suplimentul.
sk: Ak používate systém na správu verzií, možno budete chcieť pracovať s viacerými vetvami, aby ste mohli pracovať nezávisle na vlastnostiach doplnku a aby ste mohli spolupracovať s prekladateľmi doplnkov. Odporúčame používať vetvu "master" ako vývojovú vetvu, v ktorej budete skúšať nové vlastnosti pred vydaním doplnku. Vetva "master" sa používa na distribúciu prekladových súborov a tiež na distribúciu stabilných verzií doplnkov.
tr: Sürüm kontrolü kullanıyorsanız, özellikler üzerinde çalışmak veya çeviri iş akışıyla senkronize etmek için birden çok dal (branch) ile çalışmak isteyebilirsiniz. "Ana" dal(master branch), eklentileri yayınlanmadan önce test etmeye uygun bir geliştirme dalı olarak düşünülebilir. Çeviri iş akışı kullanılıyorsa, yerelleştirme içeriğini değiştirmek ve eklentiyi yayınlamak için "kararlı" (stable) dal kullanabilirsiniz.
uk: Якщо ви використовуєте контроль версій, можливо, вам доведеться працювати з кількома гілками для роботи над функціями або синхронізації з робочим процесом перекладів. Гілку «master» варто вважати гілкою розробки, придатною для тестування додатків перед випуском. Якщо використовується робочий процес перекладів, гілка «stable» використовується для локалізації й випуску додатка.
zh_cn: 如果您正在使用版本控制，您可能希望使用多个分支来处理功能或与翻译工作流同步。master 分支应该被视为开发分支，适合在发布前测试插件。如果使用翻译工作流，stable 分支用于交换本地化内容和发布附加组件。

source: In case you are no longer able to maintain the add-on, send a message to NVDA add-ons list asking for a new maintainer. Any member of the community can then volunteer to maintain the add-on. The new maintainer becomes the author of the add-on, subject to rules set in this document.
de: Falls Sie die Erweiterung nicht mehr verwalten können, senden Sie eine Nachricht an die Mailingliste für die NVDA-Erweiterungen, in der Sie nach einem neuen Betreuer oder einer Betreuerin gefragt werden. Jedes Mitglied der Community kann sich dann freiwillig melden, um die Erweiterung zu warten. Der neue Betreuer oder die neue Betreuerin wird der Autor bzw. Autorin der Erweiterung, vorbehaltlich der nach den in diesem Dokument festgelegten Regeln.
fi: Mikäli et enää pysty ylläpitämään lisäosaa, lähetä viesti NVDA-lisäosien listalle ja pyydä uutta ylläpitäjää. Kuka tahansa yhteisön jäsen voi sitten vapaaehtoisesti ylläpitää lisäosaasi. Uudesta ylläpitäjästä tulee lisäosan tekijä tässä asiakirjassa määriteltyjen sääntöjen mukaisesti.
fr: Si vous n'êtes plus en mesure de maintenir l'extension, envoyez un message à la liste des extensions NVDA demandant un nouveau mainteneur. Tout membre de la communauté peut ensuite se porter volontaire pour maintenir l'extension. Le nouveau responsable devient l'auteur de l'extension, sous réserve des règles établies dans ce document.
nl: Als u de add-on niet langer kunt onderhouden, stuur dan een bericht naar de NVDA add-onlijst en vraag om een nieuwe beheerder. Elk lid van de community kan zich vervolgens aanmelden om de add-on te onderhouden. De nieuwe beheerder wordt de auteur van de add-on, onderhevig aan de regels die in dit document zijn vastgelegd.
pl: Jeśli nie możesz już obsługiwać dodatku, wyślij wiadomość do listy dodatków NVDA z prośbą o nowego opiekuna. Każdy członek społeczności może następnie zgłosić się do utrzymania dodatku. Nowy opiekun staje się autorem dodatku, z zastrzeżeniem reguł określonych w tym dokumencie.
pt_br: Caso você não seja mais capaz de manter o complemento, envie uma mensagem para a lista de complementos do NVDA pedindo um novo mantenedor. Qualquer membro da comunidade pode se voluntariar para manter o complemento. O novo mantenedor torna-se o autor do complemento, sujeito às regras estabelecidas neste documento.
ro: În cazul în care nu mai puteți menține suplimentul, trimiteți un mesaj la lista de suplimente NVDA solicitând un nou întreținător. Orice membru al comunității se poate oferi apoi voluntar pentru a menține suplimentul. Noul întreținător devine autorul suplimentului, sub rezerva regulilor stabilite în acest document.
sk: Ak sa viac nemôžete alebo nechcete starať o doplnok, ktorý ste vyvinuli, požiadajte o pomoc v diskusnej skupine. Ktokoľvek z členov skupiny môže udržiavať váš doplnok a stáva sa tak jeho autorom. Vzťahujú sa potom na neho pravidlá spomenuté v tomto dokumente.
tr: Eğer artık eklentiyi geliştiremiyorsanız, NVDA eklenti listesine yeni bir geliştirici bulmak için mesaj gönderin. Topluluğun herhangi bir üyesi daha sonra eklentiyi geliştirmek için gönüllü olabilir. Yeni geliştirici, bu belgede belirlenen kurallara tabi olarak eklentinin yeni yazarı olur.
uk: Якщо ви більше не можете підтримувати додаток, надішліть повідомлення до поштової конференції розробників додатків для NVDA з проханням про нового розробника. Тоді будь-який член спільноти може зголоситися підтримувати додаток. Новий розробник стає автором додатка відповідно до правил, встановлених у цьому документі.
zh_cn: 如果您无法再维护插件，请向 NVDA 插件列表发送消息，请求新的维护者。然后，社区的任何成员都可以自愿维护插件。根据本文档中设置的规则，新的维护者将成为插件的作者。

source: Releasing a new version of an add-on
de: Veröffentlichung einer neuen Version einer Erweiterung
fi: Lisäosan uuden version julkaiseminen
fr: Publication d'une nouvelle version d'une extension
nl: Een nieuwe versie van een add-on uitbrengen
pl: Wydawanie nowej wersji dodatku
pt_br: Lançando uma nova versão de um complemento
ro: Lansarea unei noi versiuni a unui supliment
sk: Vydanie novej verzie doplnku
tr: Bir eklentinin yeni bir sürümünü yayınlama
uk: Випуск нової версії додатка
zh_cn: 发布插件的新版本

source: From time to time you will release updated add-on versions to add new features or fix bugs. In some cases you will release an add-on to make it compatible with newer NVDA releases.
de: Von Zeit zu Zeit werden Sie aktualisierte Versionen Ihrer Erweiterung sicherlich veröffentlichen, um neue Funktionen hinzuzufügen oder Fehler zu beheben. In einigen Fällen werden Sie eine Erweiterung veröffentlichen, um es mit neueren NVDA-Versionen kompatibel zu machen.
fi: Julkaiset ajoittain päivitettyjä lisäosan versioita lisätäksesi uusia ominaisuuksia tai korjataksesi bugeja. Joissakin tapauksissa julkaiset lisäosan, jotta se on yhteensopiva uusien NVDA-julkaisujen kanssa.
fr: De temps en temps, vous publierez des versions mises à jour de l'extension pour ajouter de nouvelles fonctionnalités ou corriger des bogues. Dans certains cas, vous publierez une nouvelle extension pour le rendre compatible avec les versions NVDA plus récentes.
nl: Van tijd tot tijd brengt u bijgewerkte add-on-versies uit om nieuwe functies toe te voegen of bugs te verhelpen. In sommige gevallen brengt u een add-on uit om deze compatibel te maken met nieuwere NVDA-releases.
pl: Od czasu do czasu wydasz zaktualizowane wersje dodatków, aby dodać nowe funkcje lub naprawić błędy. W niektórych przypadkach zwolnisz dodatek, aby był kompatybilny z nowszymi wersjami NVDA.
pt_br: De tempos em tempos, você lançará versões atualizadas do complemento para adicionar novos recursos ou corrigir falhas (bugs). Em alguns casos, você liberará um complemento para torná-lo compatível com as versões mais recentes do NVDA.
ro: Din când în când, veți lansa versiuni actualizate ale suplimentelor pentru a adăuga funcții noi sau pentru a remedia erori. În unele cazuri, veți lansa un supliment pentru a-l face compatibil cu versiunile mai noi NVDA.
sk: Z času načas je potrebné vydať novú verziu doplnku, ktorá opravuje známe chyby, prináša nové funkcie, alebo je pripravená pre nové verzie NVDA.
tr: Zaman zaman yeni özellikler eklemek veya hataları düzeltmek veya Bazı durumlarda, eklentinizi daha yeni NVDA sürümleriyle uyumlu hale getirmek için yeni bir eklenti sürümü yayınlayacaksınız.
uk: Час від часу ви випускатимете оновлені версії додатків, щоб додати нові функції або виправити помилки. У деяких випадках ви випускатимете додаток, щоб зробити його сумісим з новими версіями NVDA.
zh_cn: 您将不时发布更新的插件版本以添加新功能或修复 Bug。在某些情况下，您将发布一个插件，使其与较新的 NVDA 版本兼容。

source: When you are ready to release a new version or shortly after doing so, send a message to NVDA add-ons list, informing people of new releases. Provide the new version and a description of what was changed since the last release.
de: Wenn Sie bereit sind, eine neue Version zu veröffentlichen oder kurz danach, senden Sie einfach eine Nachricht an die mailingliste für NVDA-Erweiterungen, um die anderen über neue Versionen zu informieren. Geben Sie die neue Version und eine Beschreibung der Änderungen seit der letzten Version an.
fi: Kun olet valmis julkaisemaan uuden version tai pian uuden version julkaisun jälkeen, lähetä viesti NVDA-lisäosien listalle, jossa kerrot uusista versioista. Anna linkki uuteen versioon ja kuvaus siitä, mitä edellisen julkaisun jälkeen on muutettu.
fr: Lorsque vous êtes prêt à publier la nouvelle version, ou peu de temps après, envoyez un message à la liste des extensions NVDA pour informer les gens de la nouvelle version. Vous fournirez la nouvelle version et une description de ce qui a changé par rapport à la version précédente.
nl: Als u klaar bent om een nieuwe versie uit te brengen, of kort daarna, stuur dan een bericht naar de NVDA add-onslijst om mensen op de hoogte te brengen van nieuwe releases. Meld in je bericht de nieuwe versie en een beschrijving van wat er is gewijzigd sinds de laatste release.
pl: Gdy wszystko będzie gotowe do wydania nowej wersji lub wkrótce po tym, wyślij wiadomość do listy dodatków NVDA, informując ludzi o nowych wersjach. Podaj nową wersję i opis tego, co zostało zmienione od czasu ostatniej wersji.
pt_br: Quando você estiver pronto para lançar uma nova versão ou logo após fazê-lo, envie uma mensagem para a lista de complementos do NVDA, informando as pessoas sobre novos lançamento. Forneça a nova versão e uma descrição do que foi alterado desde o último lançamento.
ro: Când sunteți gata să lansați o nouă versiune sau dacă aţi făcut acest lucru recent deja, trimiteți un mesaj la lista de suplimente NVDA, informând utilizatorii despre noile versiuni. Furnizați noua versiune și o descriere a ceea ce a fost modificat de la ultima ediție.
sk: Tesne pred alebo po vydaní novej verzie informujte členov diskusnej skupiny. Napíšte o novinkách a zmenách v doplnku a poskytnite odkazy na stiahnutie novej verzie.
tr: Yeni bir sürüm yayınlamaya hazır olduğunuzda, NVDA eklenti listesine bir mesaj göndererek topluluğu yeni sürüm hakkında bilgilendirin. Yeni sürümü ve son sürümden bu yana nelerin değiştiğinin bir açıklamasını yazın.
uk: Коли ви будете готові випустити нову версію або незабаром після цього, надішліть повідомлення до поштової конференції розробників додатків для NVDA і повідомте людям про новий випуск. Надайте нову версію та опис того, що було змінено з часу випуску останньої версії.
zh_cn: 当您准备发布新版本或在发布新版本后不久，您应向 NVDA 插件列表发送消息，通知用户新版本，并提供新版本和自上次版本以来更改内容的说明。

source: If you feel you would like a review from community reviewers, do let people know. This is applicable if you need to make changes regarding license.
de: Wenn Sie eine Bewertung von den Gutachtern aus der Community erhalten haben, lassen Sie es die Leute wissen. Dies gilt, wenn Sie Änderungen bezüglich der Lizenz vornehmen müssen.
fi: Jos tuntuu, että haluat tarkistuksen yhteisön tarkistajilta, kerro siitä heille. Tämä pätee, mikäli sinun on tehtävä muutoksia lisenssiin.
fr: Si vous pensez que vous avez besoin d'une révision de la part des réviseurs de la communauté, faites savoir aux gens. Cela s'applique si vous devez apporter des modifications liées à la licence.
nl: Als u denkt dat u een beoordeling van communitybeoordelaars wilt, laat het mensen dan weten. Dit is van toepassing als u wijzigingen moet aanbrengen met betrekking tot de licentie.
pl: Jeśli uważasz, że chcesz przejrzeć opinię od recenzentów społeczności, poinformuj o tym innych. Ma to zastosowanie, jeśli konieczne jest wprowadzenie zmian dotyczących licencji.
pt_br: Se você acha que gostaria de uma revisão dos revisores da comunidade, avise as pessoas. Isso é aplicável se você precisar fazer alterações em relação à licença.
ro: Dacă consideraţi că doriți o recenzie din partea recenzorilor comunității, informați utilizatorii. Acest lucru se aplică dacă trebuie să faceți modificări în ceea ce privește licența.
sk: Ak potrebujete nové hodnotenie od členov komunity, jednoducho oň požiadajte v skupine. Najčastejším dôvodom pre opätovné recenzie je zmena licencie doplnku.
tr: Topluluk inceleyicilerinden bir inceleme gerektiğini düşünüyorsanız, topluluğa bildirin. Bu, lisansla ilgili değişiklik yapmanız gerektiğinde geçerlidir.
uk: Дайте знати спільноті, якщо ви вважаєте, що хочете отримати відгук від рецензентів. Це застосовується, якщо вам потрібно внести зміни щодо ліцензії.

source: Add-on removal
de: Entfernung einer Erweiterung
fi: Lisäosan poisto
fr: Suppression des extensions
nl: Add-ons verwijderen
pl: Usuwanie dodatków
pt_br: Remoção de complemento
ro: Eliminarea suplimentului
sk: Odstránenie doplnku
tr: Eklentinin kaldırılması
uk: Видалення додатка
zh_cn: 插件删除

source: If harmful code is discovered while an add-on is listed on community add-ons website, it will be subject to removal. Harmful code can include downloading files without permission, adding, renaming, or removing files outside of add-on scope without permission, executing external programs outside of add-on scope, and compromising NVDA's functionality with malicious intent. A special case is inclusion of code that is not compatible with GPL or parts of proprietary licensed code without permission from the code author.
de: Sollte schädlicher Code entdeckt werden, während eine Erweiterung auf der Community-Website der NVDA-Erweiterungen aufgeführt ist, wird es entfernt. Schädlicher Code kann das Herunterladen von Dateien ohne Erlaubnis, das Hinzufügen, Umbenennen oder Entfernen von Dateien außerhalb des Bereichs der Erweiterung ohne Genehmigung, das Ausführen externer Programme außerhalb des Bereichs der Erweiterung und das Kompromittieren der NVDA-Funktionalität mit böswilliger Absicht umfassen. Ein Sonderfall ist das Einfügen von Code, der nicht mit der GPL kompatibel ist, oder Teilen von proprietärem lizenziertem Code ohne Genehmigung des Autors des originalen Quellcodes.
fi: Jos haitallista koodia havaitaan lisäosan ollessa listattuna yhteisön lisäosaverkkosivustolla, se poistetaan. Haitallinen koodi voi sisältää tiedostojen lataamisen ilman lupaa, tiedostojen lisäämisen, uudelleennimeämisen tai poistamisen lisäosan käyttötarkoituksen ulkopuolella ilman lupaa, ulkoisten ohjelmien suorittamisen lisäosan käyttötarkoituksen ulkopuolella ja NVDA:n toiminnan vaarantamisen haitallisessa tarkoituksessa. Erikoistapaus on sellaisen koodin sisällyttäminen, joka ei ole yhteensopiva GPL:n kanssa, tai osia patentoidusta ja lisensoidusta koodista ilman sen tekijän lupaa.
fr: Si un code nuisible est découvert alors qu'une extension est répertoriée sur le site Web Communautaire des Extensions, elle sera soumise à la suppression. Le code nocif peut inclure le téléchargement de fichiers sans autorisation, l'ajout, le renommer ou la suppression des fichiers en dehors de la portée de l'extension sans autorisation, l'exécution de programmes externes en dehors de la portée de l'extension et compromettant la fonctionnalité de NVDA avec une intention malveillante. Un cas spécial est l'inclusion d'un code qui n'est pas compatible avec GPL ou des parties du code sous licence propriétaire sans l'autorisation de l'auteur du code.
nl: Als schadelijke code wordt ontdekt terwijl een add-on wordt vermeld op de community-add-onswebsite, zal deze worden verwijderd. Schadelijke code kan zijn: het downloaden van bestanden zonder toestemming, het toevoegen, hernoemen of verwijderen van bestanden buiten het bereik van de add-on zonder toestemming, het uitvoeren van externe programma's buiten het bereik van de add-on en het met kwaadaardige bedoelingen in gevaar brengen van de functionaliteit van NVDA. Een speciaal geval is het opnemen van code die niet compatibel is met GPL of delen van gepatenteerde gelicentieerde code zonder toestemming van de auteur van de code.
pl: Jeśli szkodliwy kod zostanie wykryty, gdy dodatek jest wymieniony w witrynie dodatków społeczności, zostanie on poddany usunięciu. Szkodliwy kod może obejmować pobieranie plików bez uprawnień, dodawanie, zmienianie nazwy lub usuwanie plików poza zakresem dodatku bez uprawnień, wykonywanie programów zewnętrznych poza zakresem dodatku i narażanie funkcji NVDA ze złośliwym zamiarem. Szczególnym przypadkiem jest dołączenie kodu, który nie jest zgodny z GPL lub części zastrzeżonego licencjonowanego kodu bez zgody autora kodu.
pt_br: Se um código prejudicial for descoberto enquanto um complemento estiver listado no sítio de complementos da comunidade, ele estará sujeito a remoção. O código prejudicial pode incluir baixar arquivos sem permissão, adicionar, renomear ou remover arquivos fora do escopo do complemento sem permissão, executar programas externos fora do escopo do complemento e comprometer a funcionalidade do NVDA com intenção maliciosa. Um caso especial é a inclusão de código que não é compatível com GPL ou partes de código proprietário licenciado sem permissão do autor do código.
ro: Dacă este descoperit un cod dăunător în timp ce un supliment este listat pe site-ul web de suplimente al comunității, acesta va fi supus eliminării. Codul dăunător poate include descărcarea de fișiere fără permisiune, adăugarea, redenumirea sau eliminarea fișierelor în afara domeniului de aplicare fără permisiune, executarea de programe externe în afara domeniului de aplicare și compromiterea funcționalității NVDA cu intenții rău intenționate. Un caz special este includerea unui cod care nu este compatibil cu GPL sau părți ale codului proprietar licențiat fără permisiunea autorului codului.
sk: Ak je doplnok už v katalógu a zistíme, že obsahuje škodlivý kód, doplnok odstránime. Za škodlivý kód považujeme sťahovanie online súborov bez súhlasu používateľa, úpravu, mazanie a vytváranie súborov mimo priestoru vyhradeného pre doplnok bez súhlasu používateľa, spúšťanie externých programov mimo prostredia doplnku a zneužívanie funkcií NVDA s cieľom poškodiť používateľa. Takisto budú odstránené doplnky, v ktorých je použitý kód ktorý nie je pod licenciou GPL alebo je použitý bez súhlasu autora.
tr: Topluluk eklentiler web sitesinde bir eklenti dağıtılırken zararlı bir kod bulunursa, bahsi geçen eklenti kaldırılmaya tabi olacaktır. Zararlı kod, izinsiz dosya indirmeyi, izinsiz eklenti kapsamı dışındaki dosyaları eklemeyi, dosyaları yeniden adlandırmayı veya kaldırmayı, eklenti kapsamı dışında harici programları çalıştırmayı ve kötü niyetli olarak NVDA'nın işlevselliğini bozmayı içerebilir. Özel bir durum, kod yazarının izni olmadan GPL ile uyumlu olmayan kodun veya tescilli lisanslı kodun bölümlerinin dahil edilmesidir.
uk: У разі виявлення в додатку шкідливого коду після його публікації на сайті додатків для NVDA, його буде видалено. Шкідливий код може включати завантаження файлів без дозволу, додавання, перейменування чи видалення файлів за межами області додатків без дозволу, виконання зовнішніх програм за межами області додатків та компрометацію функціональних можливостей NVDA зі зловмисними намірами. Особливим випадком є включення коду, який несумісний з GPL або частинами приватного ліцензованого коду без дозволу автора коду.
zh_cn: 如果在社区插件网站上列出插件时发现有害代码，则可能会将其删除。有害代码可能包括未经许可下载文件、添加、重命名或删除未经许可访问插件范围以外的文件、在插件范围之外执行外部程序以及恶意破坏 NVDA 的功能。特殊情况是包含与 GPL 不兼容的代码或未经代码作者许可的专有许可代码的一部分。
