Repository: nvda-es/screenReaderTranslations
Catalog: website/processes.*.po
Languages: de, es, fi, fr, gl, hr, it, nl, pl, pt_br, ro, sk, tr, uk, zh_cn

source: [[!meta title="NVDA add-on development and review processes"]]
de: [[!meta title="NVDA-Zusatzentwicklungs- und Überprüfungsprozesse"]]
fi: [[!meta title="NVDA--lisäosien kehitys- ja arviointiprosessit"]]
fr: [[!meta title="Processus de développement et de revue des extensions NVDA"]]
nl: [[!meta title="NVDA add-on ontwikkelings- en beoordelingsprocessen"]]
pl: [[!meta title="Procesy rozwoju i recenzji dodatków dla NVDA"]]
pt_br: [[!meta title="Processos de desenvolvimento e revisão de complemento do NVDA"]]
ro: [[!meta title="Procese de dezvoltare și revizuire a suplimentelor NVDA"]]
sk: [[!meta title="Vývoj, hodnotenie a schvaľovanie doplnkov NVDA"]]
tr: [[!meta title="NVDA eklenti geliştirme ve inceleme süreci"]]
uk: [[!meta title="Про розробку і рецензування додатків для NVDA"]]
zh_cn: [[!meta title="NVDA 插件开发和审核流程"]]

source: Thank you for your interest in developing and submitting your NVDA add-on for community distribution. Since 2013, the NVDA community add-ons website is home to many add-on packages from authors like you.
de: Vielen Dank für Ihr Interesse an der Entwicklung und Einreichung Ihrer NVDA-Erweiterung zur Verteilung in der Community. Seit 2013 finden Sie auf der Website für NVDA-Erweiterungen in der Community viele Erweiterungspakete für NVDA von Autoren wie Ihnen.
fi: Kiitos mielenkiinnostasi kehittää ja lähettää NVDA-lisäosasi yhteisön jaeltavaksi. Vuodesta 2013 lähtien NVDA-yhteisön lisäosasivusto on ollut koti monille lisäosille sellaisilta tekijöiltä kuin sinä.
fr: Merci de l'intérêt que vous portez à développer et soumettre votre extension NVDA en vue d'une distribution au sein de la communauté. Depuis 2013, le site Web des modules complémentaires de la communauté NVDA héberge de nombreux modules complémentaires d'auteurs comme vous.
nl: Bedankt voor uw interesse in het ontwikkelen en indienen van uw NVDA-add-on voor distributie door de community. Sinds 2013 bevat de NVDA-community-add-onswebsite veel add-on-pakketten van auteurs zoals jij.
pl: Dziękujemy za zainteresowanie opracowaniem i przesłaniem dodatku NVDA do dystrybucji społeczności. Od 2013 r. strona internetowa dodatków społeczności NVDA jest domem dla wielu pakietów dodatków od autorów takich jak Ty.
pt_br: Obrigado pelo seu interesse em desenvolver e enviar seu complemento do NVDA para distribuição pela comunidade. Desde 2013, o sítio de complementos da comunidade do NVDA abriga muitos pacotes de complementos de autores como você.
ro: Vă mulțumim pentru interesul de a dezvolta și trimite suplimentul dumneavoastră NVDA pentru distribuție în comunitate. Din 2013, site-ul de suplimente al comunității NVDA găzduiește multe pachete de suplimente de la autori ca dumneavoastră.
sk: Ďakujeme, že sa zaujímate o vývoj doplnkov pre NVDA a chcete ich šíriť prostredníctvom našej komunity. Táto stránka je domovom pre množstvo doplnkov od autorov ako vy, už od roku 2013.
tr: Toplu dağıtım için NVDA eklentinizi geliştirmeye ve göndermeye gösterdiğiniz ilgi için teşekkür ederiz. 2013 YILINDAN bu zamana kadar, NVDA topluluğu eklentiler web sitesi sizin gibi yazarlardan gelen birçok eklenti paketine ev sahipliği YAPIYOR.
uk: Дякуємо за зацікавленість у розробці та наданні вашого додатка для розповсюдження у спільноті NVDA. Починаючи з 2013 року, сайт спільноти NVDA став своєрідною домівкою для багатьох додатків, що надійшли від таких самих авторів, як ви.
zh_cn: 感谢您有兴趣开发和提交您的 NVDA 插件信息以进行社区分发。自 2013 年以来，NVDA 社区插件网站是来自您等作者的许多插件包的主页。

source: The goal of this document is to serve as a one-stop guide on how the community review works, expectations, and to provide tips on effective add-on development and reviews. For more information on add-on development, please read NVDA Add-on Development Guide.
de: Mit diesem Leitfaden erhalten Sie einen Überlick darüber, wie die Überprüfung durch die Community funktioniert und welche Erwartungen gestellt werden und Tipps für eine effektive Zusatzentwicklung und Überprüfungen zu geben. Für weitere Informationen zur Entwicklung von Erweiterungen lesen Sie bitte das Entwicklungshandbuch für NVDA-Erweiterungen.
fi: TÄRKEÄÄ: Lähettämällä lisäosasi yhteisön jaeltavaksi hyväksyt, että noudatat NVDA-yhteisön käytännesääntöjä.
fr: Le but de ce document est de servir de guide unique sur la façon dont sont effectuées les revues par la communauté, ses attentes, et de fournir des conseils sur le développement et les revues d'extension efficaces. Pour plus d'informations sur le développement d'extensions, veuillez lire le Guide de développement des extensions NVDA.
nl: Het doel van dit document is om te dienen als een allesomvattende gids over hoe de communitybeoordeling werkt, over de verwachtingen, en om tips te geven over effectieve ontwikkeling en beoordelingen van add-ons. Voor meer informatie over het ontwikkelen van add-ons, lees de NVDA Add-on Development Guide.
pl: Celem tego dokumentu jest służyć jako kompleksowy przewodnik na temat działania przeglądu społeczności, oczekiwań i dostarczenia wskazówek na temat skutecznego tworzenia dodatków i opinii. Aby uzyskać więcej informacji na temat tworzenia dodatków, przeczytaj Przewodnik rozwoju dodatków NVDA.
pt_br: O objetivo deste documento é servir como um guia completo sobre como funciona a revisão da comunidade, expectativas e fornecer dicas sobre o desenvolvimento e revisões eficazes de complemento. Para obter mais informações sobre o desenvolvimento de complementos, leia o Guia de Desenvolvimento de Complementos do NVDA.
ro: Scopul acestui document este de a servi drept ghid unic cu privire la modul în care funcționează evaluarea comunității, așteptările și să ofere sfaturi despre dezvoltarea eficientă a suplimentelor și recenziile. Pentru mai multe informații despre dezvoltarea suplimentelor, vă rugăm să citiți Ghidul de dezvoltare a suplimentelor NVDA.
sk: Cieľom tohto dokumentu je poskytnúť na jednom mieste všetky informácie o tom, ako postupujeme pri hodnotení a schvaľovaní doplnkov. Nájdete tu tiež odporúčania ohľadom vývoja doplnkov, naše očakávania a rady, ako efektívne postupovať pri vývoji tak, aby doplnok prešiel procesom schvaľovania.
tr: Bu belgenin amacı, topluluk inceleme sürecinin nasıl işlediği, Beklentilerin neler olduğu ve etkili eklenti geliştirme hakkında ipuçları gibi konularda tek noktada bir klavuz olmaktır. Eklenti geliştirme hakkında daha fazla bilgi için lütfen NVDA Eklenti Geliştirme Kılavuzunu okuyun.
uk: Мета цього документа — розповісти про те, як проходить рецензування від спільноти, а також надати поради про те, як ефективно розробити чи прорецензувати додаток. Для отримання додаткової інформації про розробку додатків, будь ласка, прочитайте Посібник з розробки додатків для NVDA.
zh_cn: 本文档是作为关于社区审核如何工作、期望的一站式指南，并提供关于有效的插件开发和审核的提示。有关插件开发的更多信息，请阅读《NVDA 插件开发指南》。

source: IMPORTANT: by submitting your add-on for community distribution, you acknowledge that you will abide by NVDA community code of conduct.
de: WICHTIG: Indem Sie Ihre Erweiterung zur Verteilung in der Community einreichen, bestätigen Sie damit, dass Sie sich an den Verhaltenskodex der NVDA-Community halten werden.
fi: TÄRKEÄÄ: Lähettämällä lisäosasi yhteisön jakeluun hyväksyt, että noudatat NVDA: n yhteisön käytännesääntöjä.
fr: IMPORTANT: en soumettant votre extension à la distribution par la communauté, vous reconnaissez que vous respecterez le code de conduite de la communauté NVDA.
nl: BELANGRIJK: door uw add-on in te dienen voor distributie door de community, erkent u dat u zich zult houden aan de NVDA community code of conduct.
pl: WAŻNE: przesyłając dodatek do dystrybucji społeczności, potwierdzasz, że będziesz przestrzegać kodeksu społeczności postępowania NVDA.
pt_br: IMPORTANTE: ao enviar seu complemento para distribuição pela comunidade, você admite que cumprirá o código de conduta da comunidade do NVDA.
ro: IMPORTANT: prin trimiterea suplimentului pentru distribuție în comunitate, recunoașteți că veți respecta codul de conduită al comunității NVDA.
sk: DÔLEŽITÉ: odoslaním svojho doplnku potvrdzujete, že budete dodržiavať kódex správania komunity NVDA.
tr: ÖNEMLİ: Eklentinizi toplu dağıtıma göndererek NVDA topluluk kurallarına uyacağınızı kabul etmiş olursunuz.
uk: ВАЖЛИВО: надсилаючи свій додаток для розповсюдження у спільноті, ви підтверджуєте, що будете дотримуватися кодексу поведінки спільноти NVDA.
zh_cn: 重要提示：通过提交社区分发的插件信息，您确认您将遵守 NVDA 社区行为准则。

source: The overall add-on development and review processes is as follows:
de: Der gesamte Entwicklungs- und Überprüfungsprozess der Erweiterung sieht wie folgt aus:
fi: Lisäosien kehitys- ja arviointiprosessit ovat yleisesti ottaen seuraavat:
fr: Le processus global de développement et de revue des extensions est le suivant:
nl: De algemene ontwikkelings- en beoordelingsprocessen voor add-ons zijn als volgt:
pl: Ogólne procesy rozwoju i recenzji dodatków są następujące:
pt_br: Os processos gerais de desenvolvimento e revisão de complemento são os seguintes:
ro: Procesul general de dezvoltare și revizuire a suplimentelor este următorul:
sk: Celý postup hodnotenia a schvaľovania doplnkov je nasledovný:
tr: Genel eklenti geliştirme ve inceleme süreçleri aşağıdaki gibidir:
uk: Загалом процеси розробки й рецензування додатків такі:
zh_cn: 整个插件开发和审核流程如下：

source: Prepare
de: Vorbereiten
fi: Valmistelu
fr: Préparation
nl: Voorbereiding
pl: Przygotuj
pt_br: Preparar
ro: Pregatire
sk: Príprava
tr: Hazırlıklar
uk: Підготовка
zh_cn: 准备

source: To develop an NVDA add-on, you will need a copy of NVDA. Although stable versions will work, we recommend using beta releases, or if you are really adventurous, alpha versions.
de: Um eine NVDA-Erweiterung zu entwickeln, benötigen Sie eine NVDA-Version. Obwohl stabile Versionen funktionieren, empfehlen wir die Verwendung von Beta-Versionen oder, wenn Sie wirklich abenteuerlustig sind, Alpha-Versionen.
fi: Lisäosan kehittämiseksi tarvitset jonkin version NVDA:sta. Vaikka vakaat versiot toimivat, suosittelemme beetaversioiden, tai mikäli olet todella seikkailunhaluinen, alfaversioiden käyttöä.
fr: Pour développer une extension, vous avez besoin d'une copie de NVDA. Bien que les versions stables fonctionneront, nous vous recommandons d'utiliser des versions béta ou, si vous êtes vraiment aventureux, des versions alpha.
nl: Om een NVDA-add-on te ontwikkelen, heeft u een exemplaar van NVDA nodig. Hoewel stabiele versies werken, raden we aan om bètaversies te gebruiken, of, als je echt avontuurlijk bent, alphaversies.
pl: Aby opracować dodatek NVDA, będziesz potrzebować kopii NVDA. Chociaż stabilne wersje będą działać, zalecamy użycie wersji beta, lub jeśli naprawdę lubisz ryzyko, wersje alfa.
pt_br: Para desenvolver um complemento NVDA, você precisará de uma cópia do NVDA. Embora as versões estáveis funcionem, recomendamos o uso de versões beta ou, se você for realmente aventureiro, as versões alpha.
ro: Pentru a dezvolta un add-on NVDA, veți avea nevoie de o copie a NVDA. Deși versiunile stabile vor funcționa, vă recomandăm să utilizați versiuni beta sau, dacă sunteți cu adevărat aventuros, versiuni alfa.
sk: Aby ste mohli vyvíjať doplnky pre NVDA, budete potrebovať samotné NVDA. Hoci stabilné verzie sú funkčné, odporúčame vám skôr využiť Beta verzie, prípadne, ak sa na to cítite, alfa verzie.
tr: Bir NVDA eklentisi geliştirmek için NVDA'nın bir kopyasına ihtiyacınız var. Kararlı sürümler kullanılabilse de, beta sürümlerini veya gerçekten maceracıysanız alfa sürümlerini kullanmanızı öneririz.
uk: Щоб розробити додаток для NVDA, вам знадобиться сама програма. Ми рекомендуємо використовувати для цього замість стабільних версій бета-версії, або, якщо ви надто сміливі, альфа-версії.
zh_cn: 要开发 NVDA 插件，您需要一个 NVDA 的副本。虽然稳定版本也可以使用，但我们建议使用测试版，如果您喜欢尝鲜，也可以使用 alpha 版本。

source: You will also need to install Python 3.7 or later for testing your add-on idea, and if using NVDA community add-on template, to package your add-on. Also, you will need access to the app you are writing an app module for, and software and hardware necessary for developing synthesizers or braille display driver add-ons.
de: Sie benötigen Python 3.7 oder neuer, um Ihre Idee der Erweiterung zu testen und wenn Sie die Vorlage für Erweiterungen der NVDA-Community verwenden, um Ihre Erweiterung zu verpacken. Außerdem benötigen Sie Zugriff auf die App, für die Sie ein Anwendungsmodul schreiben sowie auf die Software und Hardware, die für die Treiber-Entwicklung der Erweiterungen von Sprachausgaben oder Braillezeilen erforderlich sind.
fi: Sinun on myös asennettava Python 3.7 tai uudempi lisäosaideasi testaamista varten ja mikäli käytät NVDA-yhteisön lisäosamallia, lisäosan pakkaamista varten. Tarvitset myös sovelluksen, jolle kirjoitat sovellusmoduulia, sekä ohjelmistoja ja laitteistoja, joita tarvitaan syntetisaattori- tai pistenäyttöajurilisäosien kehittämiseen.
fr: Vous devrez également installer Python 3.7 ou supérieur pour tester l'idée de votre extension, et si vous utilisez le modèle d'extension de la communauté NVDA, pour empaqueter votre extension. De plus, vous devrez avoir accès à l'application pour laquelle vous écrivez l'extension, et les logiciels et le matériel nécessaires pour développer des extensions avec des pilotes de synthétiseur ou d'affichage braille.
nl: U moet ook Python 3.7 of hoger installeren om uw add-on-idee te testen, en als u NVDA community add-on template gebruikt om uw add-on te verpakken. Je hebt ook toegang nodig tot de app waarvoor je een app-module schrijft, en software en hardware die nodig is voor het ontwikkelen van synthesizers of add-ons voor stuurprogramma's voor brailleleesregels.
pl: Należy również zainstalować python 3.7 lub nowsze do testowania pomysłu dodatku, a jeśli używasz szablonu dodatku społeczności NVDA, aby spakować dodatek. Ponadto, będzie potrzebny dostęp do aplikacji, dla której piszesz moduł aplikacji, oraz oprogramowania i sprzętu niezbędnego do tworzenia syntezatorów lub dodatków monitora brajlowskiego.
pt_br: Você também precisará instalar o Python 3.7 ou posterior para testar sua ideia de complemento e, se estiver usando o modelo (template) de complemento da comunidade NVDA, para empacotar seu complemento. Além disso, você precisará acessar o aplicativo para o qual está escrevendo um módulo de aplicativo (app module), e o software e hardware necessários para desenvolver complementos de sintetizadores ou driver de linha braille.
ro: De asemenea, va trebui să instalați Python 3.7 sau o versiune ulterioară pentru a vă testa ideea de supliment și, dacă utilizați șablonul de supliment al comunității NVDA, pentru a vă compila-arhiva suplimentul. De asemenea, veți avea nevoie de acces la aplicația pentru care scrieți un modul de aplicație și de software și hardware necesare pentru dezvoltarea sintetizatoarelor sau a suplimentelor pentru driverul de afișare braille.
sk: Takisto budete potrebovať Python 3.7 alebo novší, aby ste mohli testovať vaše nápady. Tiež je potrebné pripraviť doplnok podľa komunitnej šablóny. Ak píšete aplikačný modul pre konkrétny software a hardware, potrebujete mať k nemu prístup. Rovnako potrebujete mať prístup k brailovému riadku alebo hlasovému výstupu, ak vyvíjate konkrétny ovládač.
tr: Eğer Eklenti fikrinizi test etmek, NVDA topluluk eklenti şablonunu kullanmak ve eklentinizi paketlemek isterseniz, Python 3.7 veya sonraki bir sürümünü yüklemeniz gerekir. Ayrıca, modül yazdığınız uygulamaya, sentezleyiciye, braille ekran sürücü eklentileri geliştirmek için gerekli yazılıma ve donanıma erişiminiz olması gerekir.
uk: Вам також потрібно буде встановити Python 3.7 або новішу версію для тестування ваших додатків, а також використовувати шаблон, розроблений спільнотою NVDA для створення пакетного файла. Крім того, вам знадобиться доступ до програми, для якої ви пишете модуль, а також програмне та апаратне забезпечення, необхідне для розробки додатків у вигляді синтезаторів чи драйверів для брайлівських дисплеїв.
zh_cn: 您需要安装 Python 3.7 或更高版本，用于测试您的插件，如果使用 NVDA 社区插件模板，则还需用其打包您的插件。另外，您还需要访问您要编写的应用模块，以及开发合成器或盲文显示驱动插件所需的软件和硬件。

source: Lastly, subscribe to NVDA add-ons mailing list to become familiar with the add-ons community. The forum is designed to help you develop your add-on by letting users give you feedback. It is also used to facilitate add-on reviews and new version announcements.
de: Abonnieren Sie schließlich die Mailingliste für NVDA-Erweiterungen, um sich mit der Community für Erweiterungen vertraut zu machen. Das Forum soll Sie bei der Entwicklung Ihrer Erweiterungen unterstützen, indem es Benutzern ermöglicht, Ihnen Feedback zu geben. Es wird auch verwendet, um nErweiterungen zu prüfen und Ankündigungen neuer Versionen zu erleichtern.
fi: Liity lopuksi NVDA-lisäosien postituslistalle tutustuaksesi lisäosayhteisöön. Foorumi on suunniteltu auttamaan sinua kehittämään lisäosaasi käyttäjien antaman palautteen perusteella. Sitä käytetään myös lisäosien tarkistamiseen ja uusien versioiden ilmoittamiseen.
fr: Enfin, abonnez-vous à la liste des extensions NVDA pour vous familiariser avec la communauté des extensions. Le forum est conçu pour vous aider à développer votre extension permettant aux utilisateurs de vous envoyer des commentaires. Il est également utilisé pour faciliter la révision des extensions et l'annonce de nouvelles versions.
nl: Abonneer u tot slot op de add-ons-mailinglijst van NVDA om vertrouwd te raken met de add-onscommunity. Het forum is ontworpen om u te helpen bij het ontwikkelen van uw add-on door gebruikers feedback te geven. Het wordt ook gebruikt om add-on-beoordelingen en aankondigingen van nieuwe versies te vergemakkelijken.
pl: Wreszcie, zapisz się do NVDA add-ons mailing list, aby zapoznać się ze społecznością dodatków. Forum zostało zaprojektowane, aby pomóc Ci w opracowaniu dodatku, umożliwiając użytkownikom przekazywanie opinii. Jest również używany w celu ułatwienia recenzje dodatków i nowych ogłoszeń wersji.
pt_br: Por último, inscreva-se na lista de discussão de complementos do NVDA para se familiarizar com a comunidade de complementos. O fórum foi projetado para ajudá-lo a desenvolver seu complemento, permitindo que os usuários forneçam retroalimentação (feedback). Também é usado para facilitar revisões de complementos e anúncios de novas versões.
ro: În cele din urmă, abonați-vă la lista de corespondență a suplimentelor NVDA pentru a vă familiariza cu comunitatea de suplimente. Forumul este conceput pentru a vă ajuta să vă dezvoltați suplimentul, permițând utilizatorilor să vă ofere feedback. Este, de asemenea, folosit pentru a facilita recenziile suplimentelor și anunțurile de versiuni noi.
sk: Nakoniec sa prihláste do diskusnej skupiny o doplnkoch NVDA, aby ste sa zoznámili s komunitou. Fórum je navrhnuté tak, aby vám pomohlo rozvíjať váš doplnok tým, že vám používatelia poskytnú spätnú väzbu. Používa sa aj na uľahčenie recenzií doplnkov a oznamovanie nových verzií.
tr: Son olarak, eklentiler topluluğunu daha iyi tanımak için NVDA eklentiler posta listesine abone olun. Forum kullanıcıların size geri bildirimde bulunmasına izin vererek eklentinizi geliştirmenize yardımcı olmak için tasarlanmıştır. Ayrıca eklenti incelemelerini ve yeni sürüm duyurularını kolaylaştırmak için de kullanılır.
uk: Наостанок, підпишіться на поштову конференцію розробників додатків для NVDA, щоб познайомитись зі спільнотою. Вона створена, щоб допомогти вам розробити свій додаток і дозволяє користувачам давати вам відгуки. Вона також використовується для полегшення рецензування додатків та анонсування нових версій.
zh_cn: 最后，订阅 NVDA 插件邮件列表以熟悉插件社区。该论坛旨在通过允许用户为您提供反馈来帮助您开发插件。其还用于促进插件审核及新版本公告。

source: For other guidance, see [guidelines][2].
de: Weitere Anleitungen finden Sie unter [Richtlinien][2].
fi: Muita ohjeita on kohdassa [ohjeet][2].
fr: Pour d'autres instructions, consultez les [directives][2].
nl: Zie [richtlijnen][2] voor andere richtlijnen.
pl: Aby uzyskać inne wskazówki, zobacz [wytyczne][2].
pt_br: Para obter outras orientações, consulte as [diretrizes][2].
ro: Pentru alte îndrumări, consultați [guidelines][2].
sk: Podrobnosti nájdete v [POdrobnom postupe][2].
tr: Diğer rehberlik için [yönergeler][2]'e bakın.
uk: Для інших вказівок дивіться [посібники][2].
zh_cn: 有关其他指导，请参阅 [插件开发和发布指南（英语）][2]。

source: Getting an add-on reviewed
de: Eine Erweiterung überprüfen lassen
fi: Lisäosan saaminen tarkistettavaksi
fr: Obtenant la révision d'une extension
nl: Een add-on laten beoordelen
pl: Uzyskiwanie recenzji dodatku
pt_br: Como revisar um complemento
ro: Obținerea unei revizuiri a unui supliment
sk: Príprava doplnku na recenziu
tr: Bir eklentiyi incelemeye göndermek
uk: Отримання рецензій на додаток
zh_cn: 获取插件审核
