Repository: nvda-es/screenReaderTranslations
Catalog: website/requirements.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, pl, pt_br, ro, ru, sk, tr, uk, zh_cn

source: Use asterisks followed by space, not dashes, for lists. Dashes are allowed on Github and on the website, but just in English. When the documentation is converted to .po files, using dashes doesn't split the list in the desired items.
bg: Използвайте звездички, последвани от интервал, а не тирета, за списъци. Тиретата са разрешени в Github и на уебсайта, но само на английски. Когато документацията се преобразува в .po файлове, използването на тирета не разделя списъка на желаните елементи.
de: Verwenden Sie für Listen Sternchen gefolgt von Leerzeichen, keine Bindestriche. Diese sind auf GitHub und auf der Webseite erlaubt, aber nur in Englisch. Wenn die Dokumentation in .po-Dateien konvertiert wird, wird die Liste bei Verwendung von Bindestrichen nicht in die gewünschten Elemente aufgeteilt.
es: Usa asteriscos seguidos de espacio, y no guiones, en las listas. Los guiones y las listas están permitidos en GitHub y en el sitio web, pero sólo en inglés. Cuando la documentación se convierte en archivos .po, el uso de guiones no separa la lista en los elementos deseados.
fi: Käytä luetteloissa viivojen sijasta tähtiä. Viivat ovat sallittuja Githubissa ja verkkosivustolla vain englanniksi. Kun dokumentaatio muunnetaan .po-tiedostoiksi, viivojen käyttö ei jaa luetteloa haluttuihin kohteisiin.
fr: Utilisez des astérisques suivis d'un espace, et non des tirets, pour les listes. Les tirets sont autorisés sur Github et sur le site Web, mais uniquement en anglais. Lorsque la documentation est convertie en fichiers .po, l'utilisation de tirets ne divise pas la liste en éléments souhaités.
gl: Utiliza astericsoc seguidos de espazo, non guións, para as listas. Os guións permítense en Github e no sitio web, pero só en inglés. Cando a documentación se converta a arquivos .po, utilizar guións non separa a lista nos elementos desexados.
hr: Za popise koristi zvjezdice iza kojih slijedi razmak, a ne crtice. Crtice su dopuštene na Githubu i web stranici, ali samo na engleskom. Kada se dokumentacija pretvori u .po datoteke, korištenje crtica ne dijeli popis u željenim stavkama.
it: Usa asterischi seguiti da spazio, non trattini, per gli elenchi. I trattini sono consentiti su Github e sul sito Web, ma solo in inglese. Quando la documentazione viene convertita in file .po, l'utilizzo dei trattini non suddivide l'elenco negli elementi desiderati.
pl: Używaj gwiazdek, po których następuje spacja, a nie myślniki dla list. Kreski są dozwolone na Github i na stronie internetowej, ale tylko w języku angielskim. Gdy dokumentacja jest konwertowana na pliki .po, użycie myślników nie powoduje podziału listy na żądane elementy.
pt_br: Use asteriscos seguidos de espaço, não hifens, para listas. Hifens são permitidos no Github e no website, mas apenas em inglês. Quando a documentação é convertida para arquivos .po, o uso de hifens não divide a lista nos itens desejados.
ro: Folosiți asteriscuri urmate de spațiu, nu liniuțe, pentru liste. Linițele sunt permise pe Github și pe site, însă numai în engleză. Când documentația este convertită în fișiere .po, utilizarea liniuțelor nu împarte lista în elementele dorite.
ru: Используйте для списков звёздочки, за которыми следует пробел, а не тире. Дефисы разрешены на Github и на сайте, но только на английском языке. Когда документация преобразуется в файлы .po, использование тире не разделяет список на нужные элементы.
sk: Položky v zozname označujte hviezdičkou (*) nasledované medzerou. Nepoužívajte pomlčky. Pomlčky sú podporované na Githube a tiež v anglickej verzii stránky. Pri konverzii pre prekladateľov však zoznamy nie sú prevádzané správne.
tr: Listeler için tire yerine yıldız ve ardından boşluk kullanın. Github'da ve web sitesinde tirelere izin verilir, ancak yalnızca İngilizcedir. Belgeler .po dosyalarına dönüştürüldüğünde, tire kullanmak listeyi istenen öğelere bölmez.
uk: Для списків використовуйте зірочки з пробілом, а не тире. Тире дозволено використовувати на GitHub і на сайті, але тільки англійською мовою. Коли документація конвертується у .po-файли, використання тире не розбиває список на потрібні елементи.
zh_cn: 对于列表，使用星号后跟空格，而不是破折号（-）。 Github 和网站上允许使用破折号，但只能是英文。当文档转换为 .po 文件时，使用破折号不会将列表拆分为预期的列表项。

source: If URLs aren't too long, use "reference" style for links, that is, include the corresponding urls at the botom of the file, with a blank line between urls, and a blank line at end of file.
bg: Ако URL адресите не са твърде дълги, използвайте "референтен" стил за връзки, тоест – включете съответните URL адреси в долната част на файла, с празен ред между URL адресите и празен ред в края на файла.
de: Wenn die URLs nicht zu lang sind, verwenden Sie den "Referenz"-Stil für Links, d. h., Sie fügen die entsprechenden URLs am Ende der Datei ein, mit einer Leerzeile zwischen den URLs und einer Leerzeile am Ende der Datei.
es: Si las URLs no son muy largas, usa el estilo "referencia" en los enlaces, que consiste en situar las URLs al final del archivo con una línea en blanco entre ellas, y una línea en blanco al final del archivo.
fi: Mikäli URL-osoitteet eivät ole liian pitkiä, käytä linkeissä viittaustyyliä, eli sisällytä vastaavat URL:t tiedoston alaosaan siten, että osoitteiden välissä ja tiedoston lopussa on tyhjä rivi.
fr: Si les URL ne sont pas trop longues, utilisez le style "référence" pour les liens, c'est-à-dire incluez les URL correspondantes au bas du fichier, avec une ligne vide entre les URL et une ligne vide à la fin du fichier.
gl: Se as URLs non son moi longas, utiliza o estilo "referencia" para a ligazón, isto é, inclúe as urls correspondentes ó final do arquivo, cunha liña en branco entre as urls, e unha liña en branco ó final do arquivo.
hr: Ako URL-ovi nisu predugački, koristi „upučujući” stil za poveznice, to jest, uključi odgovarajuće URL-ove na dnu datoteke, s praznim retkom između URL-ova i praznim retkom na kraju datoteke.
it: Se gli URL non sono troppo lunghi, utilizza lo stile "riferimento" per i collegamenti, ovvero includi gli URL corrispondenti nella parte inferiore del file, con una riga vuota tra gli URL e una riga vuota alla fine del file.
pl: Jeśli adresy URL nie są zbyt długie, użyj stylu "reference" dla linków, to znaczy dołącz odpowiednie adresy URL w botom pliku, z pustą linią między adresami URL i pustą linią na końcu pliku.
pt_br: Se os URLs não forem muito longos, use o estilo "referência" para links, ou seja, inclua os URLs correspondentes na parte inferior do arquivo, com uma linha em branco entre URLs e uma linha em branco no final do arquivo.
ro: Dacă adresele URL nu sunt prea lungi, utilizați stilul "reference" pentru linkuri, adică includeți adresele URL corespunzătoare în partea de jos a fișierului, cu o linie goală între adrese și o linie goală la sfârșitul acestuia.
ru: Если URL-адреса не слишком длинные, используйте "справочный" стиль для ссылок, то есть включите соответствующие URL-адреса в конец файла с пустой строкой между URL-адресами и пустой строкой в конце файла.
sk: Ak adresy nie sú pridlhé, použite "referenciu", teda uveďte požadované URL adresy na konci dokumentu, oddeľte ich prázdnym riadkom a ponechajte jeden prázdny riadok na konci súboru.
tr: URL'ler çok uzun değilse, bağlantılar için "referans" stilini kullanın, yani ilgili URL'leri, URL'ler arasında boş bir satır ve dosyanın sonunda boş bir satır olacak şekilde dosyanın altına ekleyin.
uk: Якщо URL-адреси не надто довгі, використовуйте для посилань стиль «посилання», тобто додайте відповідні адреси внизу файлу, з порожнім рядком між адресами і порожнім рядком в кінці файлу.
zh_cn: 如果网址不太长，链接使用“参考”样式，即在文件底部包含相应的网址，网址之间有一个空行，文件末尾有一个空行。

source: Try to use short paragraphs, lists, and headings of level 2 or 3, for a good structure and understandable documentation.
bg: Опитайте се да използвате кратки абзаци, списъци и заглавия от ниво 2 или 3, за добра структура и разбираема документация.
de: Versuchen Sie, kurze Absätze, Listen und Überschriften der Ebene 2 oder 3 zu verwenden, um eine gute Struktur und eine verständliche Dokumentation zu gewährleisten.
es: Intenta usar párrafos breves, listas y encabezados de nivel 2 y 3 para dar una buena estructura y que la documentación sea comprensible.
fi: Yritä käyttää lyhyitä kappaleita, luetteloita ja tason 2 tai 3 otsikoita hyvän rakenteen sekä ymmärrettävän dokumentaation takia.
fr: Essayez d'utiliser des paragraphes courts, des listes et des titres de niveau 2 ou 3, pour obtenir une bonne structure et une documentation compréhensible.
gl: Tenta utilizar parágrafos curtos, listas, e encabezamentos de nivel 2 ou 3, para unha mellor estrutura e documentación comprensible.
hr: Pokušaj koristiti kratke odlomke, popise i naslove 2. ili 3. razine za dobru strukturu i razumljivu dokumentaciju.
it: Cerca di utilizzare brevi paragrafi, elenchi e intestazioni di livello 2 o 3, per una buona struttura e una documentazione comprensibile.
pl: Staraj się używać krótkich akapitów, list i nagłówków poziomu 2 lub 3, aby uzyskać dobrą strukturę i zrozumiałą dokumentację.
pt_br: Tente usar parágrafos curtos, listas, e títulos de nível 2 ou 3, para uma boa estrutura e documentação compreensível.
ro: Încercați să utilizați paragrafe scurte, liste și titluri de rubrică 2 sau 3, pentru o structură bună și o documentație ușor de înțeles.
ru: Старайтесь использовать короткие абзацы, списки и заголовки второго или третьего уровня, чтобы получить хорошую структуру и понятную документацию.
sk: Používajte krátke odseky, zoznamy a nadpisy druhej a tretej úrovne, aby bola dokumentácia jasná a zrozumiteľná.
tr: İyi bir yapı ve anlaşılır belgeler için 2. veya 3. seviye kısa paragraflar, listeler ve başlıklar kullanmaya çalışın.
uk: Намагайтеся використовувати короткі абзаци, списки та заголовки 2-го або 3-го рівня, щоб забезпечити хорошу структуру та зрозумілість документації.
zh_cn: 尝试使用 2 级或 3 级的短段落、列表和标题，从而使您的文档语义化良好且易于理解。

source: For nested lists, put a blank line before the first sub-item and after the last one, and use four spaces to indent.
bg: За вложени списъци, поставете празен ред преди първия поделемент и след последния и използвайте четири интервала за отстъп.
de: Bei verschachtelten Listen fügen Sie vor dem ersten und nach dem letzten Unterpunkt eine Leerzeile ein und verwenden vier Leerzeichen zum Einrücken.
es: En las listas anidadas, deja una línea en blanco antes del primer sub-elemento y después del último, y usa cuatro espacios para el sangrado.
fi: Lisää sisäkkäisissä luetteloissa tyhjä rivi ennen ensimmäistä alakohtaa ja viimeisen alakohdan jälkeen, ja käytä sisentämiseen neljää välilyöntiä.
fr: Pour les listes imbriquées, placez une ligne vide avant le premier sous-élément et après le dernier, et utilisez quatre espaces pour l'indentation.
gl: Para listas aniñadas, pon unha liña en branco antes do primeiro subelemento e despois do último, e utiliza catro espazos para indentar.
hr: Za ugniježđene popise stavi prazan redak prije prve podstavke i iza zadnje te koristi četiri razmaka za uvlačenje.
it: Per gli elenchi nidificati, inserire una riga vuota prima del primo sottoelemento e dopo l'ultimo e utilizzare quattro spazi per il rientro.
pl: W przypadku list zagnieżdżonych umieść pusty wiersz przed pierwszym podelementem i po ostatnim, a następnie użyj czterech spacji do wcięcia.
pt_br: Para listas aninhadas, coloque uma linha em branco antes do primeiro subitem e depois do último, e use quatro espaços para recuar.
ro: Pentru listele imbricate, puneți o linie goală înaintea primului sub-element și după ultimul și folosiți patru spații pentru a indenta.
ru: Для вложенных списков поставьте пустую строку перед первым подпунктом и после последнего, а для отступа используйте четыре пробела.
sk: V prípade vnorených zoznamov vložte pred prvú a za poslednú podpoložku prázdny riadok a na odsadenie použite štyri medzery.
tr: İç içe listeler için, ilk alt öğeden önce ve sonuncudan sonra boş bir satır koyun ve girinti yapmak için dört boşluk kullanın.
uk: Для вкладених списків додайте порожній рядок перед першим підпунктом і після останнього, а також використовуйте чотири пробіли для відступу.
zh_cn: 对于嵌套列表，在第一个子项之前和最后一个子项之后放置一个空行，并使用四个空格缩进。

source: If you want to manage translations for your add-on via the NVDA's translation system, request it on the add-ons mailing list.
bg: Ако искате да управлявате превода на вашата добавка чрез системата за преводи на NVDA, заявете го в пощенския списък за добавки.
es: Si quieres gestionar las traducciones de tu complemento mediante el sistema de traducciones de NVDA, solicítalo en la lista de correo de complementos.
fr: Si vous souhaitez gérer les traductions de votre extension via le système de traduction de NVDA, demandez-le sur la liste de diffusion des extensions.

source: Host it, ideally on GitHub, the [add-on template][1] makes this easy.
bg: Качете я (в идеалния случай – в GitHub. [Шаблонът за добавки][1] улеснява това.
de: Stellen Sie es idealerweise auf GitHub bereit, die [Vorlage für NVDA-Erweiterungen][1] macht dies einfach.
fi: Isännöi sitä (mieluiten GitHubissa), jota [Lisäosamalli][1] helpottaa.
gl: Alóxao, idealmente en GitHub, o [patrón de complementos][1] faino sinxelo.
hr: Razvijaj dodatak (idealno na GitHubu. [Predložak za dodatke][1] olakšava posao.
pl: Hostuj go, najlepiej na GitHub, [szablon dodatku][1] ułatwia to zadanie.
ro: Găzduiţi-l, în mod ideal pe GitHub, [add-on template][1] face acest lucru cu uşurinţă.
ru: Разместите его, в идеале, на GitHub, [шаблон дополнения][1] упростит этот процесс.
sk: Uložte ho, ideálne na portáli GitHub, pričom odporúčame použiť [Šablónu doplnku][1], ktorá vám proces zjednoduší.
tr: İdeal olarak GitHub'da barındırın, [eklenti şablonu][1] bunu kolaylaştırır.
uk: Розмістіть його, ідеально на GitHub, полегшити це завдання може [шаблон додатка][1].
zh_cn: 最好是在 GitHub 上托管您的插件，[插件开发模板][1]可以让这一切变得非常容易。

source: Follow the Process to add a new NVDA add-on version, explainedin the [addon-datastore repo][2], under the Submitting an add-on version section.
bg: Следвайте процеса за добавяне на нова версия на добавка за NVDA, обяснен в [Addon-Datastore Repo][2], в раздела "Submitting an add-on version".

source: Create a pull request against the addon-datastore repo, or request for assistance on the [add-ons mailing list][3].
bg: Създайте заявка за приемане към хранилището на Addon-Datastore или помолете за помощ в [пощенския списък за добавки][3].

source: Automated checks will be performed, though for now submissions will be merged manually.
bg: Ще бъдат извършвани автоматизирани проверки, но засега заявките ще бъдат обработвани ръчно.

source: If you want to manage translations for your add-on via the NVDA's translation system, request it on the add-onsmailing list.
pt_br: Se você deseja gerenciar as traduções do seu complemento através do sistema de tradução do NVDA, solicite-o na lista de discussão de complementos — add-ons mailing list.

source: Follow the Process to add a new NVDA add-on version, explained in the [addon-datastore submission guide][2], under the Submitting an add-on version section.
de: Folgen Sie dem Prozess zum Hinzufügen einer neuen Version der NVDA-Erweiterung, der im [Leitfaden zur Einreichungen im Store für NVDA-Erweiterungen][2] unter dem Abschnitt Einreichen einer Version der NVDA-Erweiterung erklärt wird.
fi: Seuraa uuden NVDA-lisäosaversion lisäämisen ohjetta, joka löytyy [addon-datastore-koodivaraston lähettämisen oppaan][2] Submitting an add-on version -osiosta.
gl: Sigue o proceso para engadir unha nova versión de complemento de NVDA, como se explica na [guía de envío de addon-datastore][2], baixo a sección Submitting an add-on version (Enviando unha versión de complemento).
hr: Slijedi postupak za dodavanje nove verzije NVDA dodatka, objašnjen u [vodiču za slanje dodataka][2] u odjeljku „Slanje verzije dodatka”.
pl: Postępuj zgodnie z Procesem, aby dodać nową wersję dodatku NVDA, wyjaśnioną w [przewodniku przesyłania danych dodatku][2], w sekcji Przesyłanie wersji dodatku.
ro: Urmați Procesul pentru a adăuga o nouă versiune a unui supliment NVDA, explicat în [Ghid de trimitere date suplimente][2], sub secțiunea Trimitere versiune a unui supliment.
ru: Следуйте процедуре добавления новой версии дополнения NVDA, описанной в руководстве [руководство по размещению дополнения в магазине дополнений][2], в разделе Размещение версии дополнерния.
sk: Postupujte podľa [pokynov na pridanie novej verzie doplnku][2], v časti pridanie novej verzie.
tr: Yeni bir NVDA eklenti sürümü eklemek için, [addon-datastore gönderim kılavuzunda][2] Eklenti sürümünün gönderilmesi bölümünde açıklanan İşlemi izleyin.
uk: Дотримуйтеся процесу додавання нової версії додатка для NVDA, який описано в [посібнику з додавання додатків у магазин додатків][2], у розділі «Додавання версії додатка» (Submitting an add-on version).

source: If you want to manage translations for your add-on via the NVDA's translation system, request it on the [add-ons mailing list][3].
de: Wenn Sie Übersetzungen für die NVDA-Erweiterung über das NVDA-Übersetzungssystem verwalten möchten, beantragen Sie dies auf der [Mailingliste für NVDA-Erweiterungen][3].
fi: Jos haluat hallita lisäosasi käännöksiä NVDA:n käännösjärjestelmän kautta, pyydä oikeudet sitä varten [lisäosien postituslistalla][3].
gl: Se queres administrar as traducións para o teu complemento a través do sistema de traducións de NVDA, solicítao na [lista de correo de complementos][3].
hr: Ako želiš upravljati prijevodima za svoj dodatak putem NVDA sustava za prevođenje, zatraži to na [mailing listi dodataka][3].
pl: Jeśli chcesz zarządzać tłumaczeniami swojego dodatku za pośrednictwem systemu tłumaczeń NVDA, poproś o to na [liście mailingowej dodatków][3].
ro: Dacă doriți să gestionați traducerile pentru suplimentul dvs. prin sistemul de traducere al NVDA, solicitați-l pe Dacă doriți să gestionați traducerile pentru suplimentul dvs. prin sistemul de traducere al NVDA, solicitați-l pe [listă de corespondență pentru suplimente][3].
ru: Если вы хотите управлять переводами вашего дополнения через систему переводов NVDA, отправьте запрос в [рассылку дополнений NVDA][3].
sk: Ak chcete váš doplnok lokalizovať do ďalších jazykov a pridať ho do systému pre prekladateľov, požiadajte o zaradenie cez [Diskusnú skupiny o doplnkoch][3].
tr: Eklentinizin çevirilerini NVDA'nın çeviri sistemi aracılığıyla yönetmek istiyorsanız, eklentiyi [eklentiler posta listesinden][3] talep edin.
uk: Якщо ви хочете керувати перекладами для вашого додатка через систему перекладів NVDA, подайте відповідний запит до [поштової конференції з питань додатків][3].
