Repository: nvda-es/screenReaderTranslations
Catalog: website/requirements.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, pl, pt_br, ro, ru, sk, tr, uk, zh_cn

source: [[!meta title="Requirements for add-on submissions"]]
bg: [[!meta title="Изисквания за подаване на добавки"]]
de: [[!meta title="Voraussetzungen für die Einreichung von Erweiterungen"]]
es: [[!meta title="Requisitos para el envío de complementos"]]
fi: [[!meta title="Lisäosien lähettämisen vaatimukset"]]
fr: [[!meta title="Exigences pour la soumission d'extensions"]]
gl: [[!meta title="Requisitos dos envíos de complementos"]]
hr: [[!meta title="Uvjeti za podnošenje dodataka (Requirements for add-on submissions)"]]
it: [[!meta title="Requisiti per l'invio di componenti aggiuntivi"]]
pl: [[!meta title="Wymagania dotyczące wysyłania dodatków"]]
pt_br: [[!meta title="Requisitos para submissões de complementos"]]
ro: [[!meta title="Cerințe pentru trimiterile suplimentelor"]]
ru: [[!meta title="Требования к представлению дополнений"]]
sk: [[!meta title="Odporúčané postupi pre zasielanie doplnkov"]]
tr: [[!meta title="Eklenti gönderebilmek için gereksinimler"]]
uk: [[!meta title="Вимоги до публікації додатків"]]
zh_cn: [[!meta title="插件提交要求"]]

source: To submit a new add-on, or a new version of an add-on included on the website:
bg: За да подадете нова добавка или нова версия на добавка, включена в уебсайта:
de: So reichen Sie eine neue Erweiterung oder eine neue Version einer auf der Webseite verfügbaren Erweiterung ein:
es: Para enviar un complemento, o una nueva versión de un complemento incluida en el sitio web:
fi: Lähetä uusi lisäosa tai verkkosivulla olevan lisäosan uudempi versio:
fr: Pour soumettre une nouvelle extension ou une nouvelle version d'une extension incluse sur le site Web :
gl: Para enviar un novo complemento, ou unha nova versión dun complemento incluído no sitio web:
hr: Za slanje novog dodatka ili novu verziju dodatka koji je uključen na web-stranici:
it: Per inviare un nuovo componente aggiuntivo o una nuova versione di un componente aggiuntivo incluso nel sito Web:
pl: Aby przesłać nowy dodatek lub nową wersję dodatku zawartego w witrynie:
pt_br: Para enviar um novo complemento ou uma nova versão de um complemento incluído no site:
ro: Pentru a trimite un nou supliment sau o nouă versiune a unui supliment inclus pe site:
ru: Чтобы отправить новое дополнение или новую версию дополнения, размещённого на веб-сайте:
sk: Ak chcete zaradiť do katalógu nový doplnok, alebo chcete aktualizovať už existujúci doplnok, postupujte nasledovne:
tr: Yeni bir eklenti veya web sitesinde bulunan bir eklentinin yeni sürümünü göndermek için:
uk: Щоб опублікувати новий додаток чи оновлення наявного додатка, розміщеного на цьому сайті:
zh_cn: 要提交新插件或更新本网站上已有的插件：

source: Host it (ideally on GitHub, the [add-on template][1] makes this easy), and create a pull request against [addonFiles][2]. Anyone can submit a pull request, with requests from authors preferred.
fr: Hébergez-la (idéalement sur GitHub, le [modèle d'extension][1] facilite cela) et créez une pull request dans [addonFiles][2]. N'importe qui peut soumettre une pull request mais une pull request provenant des auteurs est préférable.

source: Edit the get.php file. You need to make sure to have a unique key (add-on ID) in get.php for your add-on.
es: Edita el archivo get.php. Debes asegurarte de tener una clave única (ID del complemento) en get.php para tu complemento.
fr: Modifiez le fichier get.php. Vous devez vous assurer d'avoir une clé unique (ID d'extension) dans get.php pour votre extension.
pt_br: Edite o arquivo get.php. Você precisa ter certeza de ter uma chave exclusiva (ID do complemento) em get.php para o seu complemento.

source: Check that the add-on URL is correct.
es: Comprueba que la URL del complemento es correcta.
fr: Vérifiez que l'URL de l'extension est correcte.
pt_br: Verifique se o URL do complemento está correto.

source: Ensure that the manifest is correct. Including API versions: only once the first NVDA Beta is released will the API be considered frozen, therefore 'lastTested' should not be set to that version until after the beta.
es: Asegúrate de que el manifiesto es correcto, incluyendo las versiones de API: sólo se considerará que la API está congelada cuando se libere la primera beta, por lo que no se debería establecer 'lastTested' a esa versión hasta después de la beta.
fr: Assurez-vous que le manifeste est correct. Y compris les versions de l'API : ce n'est qu'une fois la première version beta de NVDA publiée que l'API sera considérée comme gelée, par conséquent, "lastTested" ne doit être défini sur cette version qu'après la beta.
pt_br: Certifique-se de que o manifest está correto. Incluindo versões de API: somente quando o primeiro NVDA Beta for lançado, a API será considerada congelada, portanto, 'lastTested' não deve ser definido para essa versão antes do beta.

source: NV Access plans to make available an [add-on store][3], where reviews of metadata will be automated. In the meantime, the mentioned pull requests will be reviewed, approved and merged manually, so the inclusion of your add-onn may take some time.
es: NV Access planea poner a disposición una [tienda de complementos][3], donde se automatizarán las revisiones de metadatos. Mientras tanto, se revisarán, aprobarán y fusionarán manualmente las solicitudes de cambios mencionadas, por lo que la inclusión de tu complemento podría tardar algún tiempo.
fr: NV Access prévoit de mettre à disposition un [magasin d'extensions][3], où l'examen des métadonnées sera automatisé. En attendant, les pull request mentionnées seront examinées, approuvées et fusionnées manuellement, l'inclusion de votre extension peut donc prendre un certain temps.
pt_br: A NV Access planeja disponibilizar uma [loja de complemento — add-on store][3] —, onde as revisões de metadados serão automatizadas. Enquanto isso, as solicitações pull mencionadas serão revisadas, aprovadas e mescladas manualmente, de modo que a inclusão de seu complemento pode levar algum tempo.

source: To add or update the webpage for your add-on:
bg: За да добавите или обновите уеб страницата за вашата добавка:
de: Zum Hinzufügen oder Aktualisieren der Webseite für Ihre Erweiterung:
es: Para añadir o actualizar la página web de tu complemento:
fi: Lisää tai päivitä lisäosasi verkkosivu:
fr: Pour ajouter ou mettre à jour la page Web de votre extension :
gl: Para engadir ou actualizar a páxina web para o teu complemento:
hr: Za dodavanje ili ažuriranje web stranice za tvoj dodatak:
it: Per aggiungere o aggiornare la pagina web per il tuo componente aggiuntivo:
pl: Aby dodać lub zaktualizować stronę sieci Web dodatku:
pt_br: Para adicionar ou atualizar a página Web do seu complemento:
ro: Pentru a adăuga sau a actualiza pagina web a suplimentului dumneavoastră:
ru: Чтобы добавить или обновить веб-страницу вашего дополнения:
sk: Ak chcete aktualizovať alebo pridať stránku pre váš doplnok:
tr: Eklentiniz için web sayfasını eklemek veya güncellemek için:
uk: Щоб додати або оновити веб-сторінку вашого додатка:
zh_cn: 在网站上添加或更新您的插件：

source: Request an invitation on the [translations mailing list](https://groups.io/g/nvda-translations). You need to do this even if the add-on doesn't need translations at this point in time.
bg: Заявете покана в [пощенския списък за преводи](https://groups.io/g/nvda-translations). Трябва да направите това, дори ако към текущия момент добавката не се нуждае от превеждане.
de: Fordern Sie eine Einladung auf der [Mailingliste für Übersetzungen](https://groups.io/g/nvda-translations) an. Sie sollten dies unbedingt machen, auch wenn die Erweiterung zu diesem Zeitpunkt keine Übersetzungen benötigt.
es: Solicita una invitación en la [lista de correo de traducciones]((https://groups.io/g/nvda-translations). Tienes que hacerlo incluso si el complemento no necesita traducciones en ese momento puntual.
fi: Pyydä kutsu [käännösten postituslistalla](https://groups.io/g/nvda-translations). Sinun on tehtävä tämä, vaikka lisäosasi ei tarvitsisi käännöksiä tällä hetkellä.
fr: Demandez une invitation sur la [liste de diffusion pour la traduction](https://groups.io/g/nvda-translations). Vous devez le faire même si l'extension n'a pas besoin de traductions à ce stade.
gl: Solicita unha invitación na [lista de correo de traducións](https://groups.io/g/nvda-translations). Tes que facer isto aínda que o complemento non precise traducións neste momento.
hr: Zatraži pozivnicu na stranici [mailing liste za prijevode](https://groups.io/g/nvda-translations). To moraš učiniti čak i ako dodatak u ovom trenutku ne zahtijeva prijevode.
it: Richiedi un invito sulla [mailing list delle traduzioni](https://groups.io/g/nvda-translations). Devi farlo anche se il componente aggiuntivo non ha bisogno di traduzioni in questo momento.
pl: Poproś o zaproszenie na [lista mailingowa tłumaczeń](https://groups.io/g/nvda-translations). Musisz to zrobić, nawet jeśli dodatek nie wymaga tłumaczenia w tym momencie.
pt_br: Solicite um convite na [lista de discussão de traduções](https://groups.io/g/nvda-translations). Você precisa fazer isso mesmo que o complemento não precise de traduções neste momento.
ro: Solicitați o invitație pe [lista de corespondență pentru traduceri]...
ru: Запросите приглашение в [рассылку переводчиков](https://groups.io/g/nvda-translations). Вам нужно сделать это, даже если дополнение в данный момент не нуждается в переводе.
sk: Vyžiadajte si pozvánku do [Diskusnej skupiny prekladateľov](https://groups.io/g/nvda-translations). Urobte tak aj v prípade, že samotný doplnok v súčasnosti nevyžaduje lokalizáciu.
tr: [Çeviriler posta listesinden](https://groups.io/g/nvda-translations) bir davetiye isteyin. Eklentinin bu noktada çeviriye ihtiyacı olmasa bile bunu yapmanız gerekir.
uk: Подайте запит на запрошення в [поштовій конференції перекладачів](https://groups.io/g/nvda-translations). Це потрібно зробити, навіть якщо додаток на цей момент не потребує перекладу.
zh_cn: 在[翻译的邮件讨论组](https://groups.io/g/nvda-translations)上进行申请。即使插件目前不需要翻译，您也需要这样做。

source: Follow [instructions to download the repo](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). You may checkout just the website adding "/website" to the URL to manage add-on documentation.
bg: Следвайте [инструкциите за изтегляне на хранилището](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Можете да изтеглите само уеб сайтът, добавяйки "/website" към URL адреса, за да управлявате документацията на добавката.
de: Folgen Sie den [Anweisungen zum Download des Repository](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Sie können auch nur die Webseite auschecken, indem Sie der URL "/website" anhängen, um die Dokumentation der Erweiterung zu verwalten.
es: Sigue las [instrucciones para descargar el repositorio](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Puedes clonar sólo el sitio web añadiendo "/website" a la URL para gestionar la documentación del complemento.
fi: Noudata [koodiarkiston latausohjeita](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Voit noutaa pelkän verkkosivuston lisäämällä lisäosadokumentaation hallintaan tarkoitettuun URL-osoitteeseen "/website".
fr: Suivez les [instructions pour télécharger le dépôt](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Vous pouvez faire seulement un checkout du site Web en ajoutant "/website" à l'URL pour modifier la documentation des extensions.
gl: Sigue as [instrucións para descargar o repo (en inglés)](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Podes descargar só o sitio web engadindo "/website" á URL para administrar a documentación dos complementos.
hr: Slijedi [upute za preuzimanje repozitorija](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Možeš preuzeti samo web mjesto dodajući „/website” URL-u za upravljanje dokumentacijom dodataka.
it: Segui le [istruzioni per scaricare il repository](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Puoi effetuare il checkout solo del sito Web aggiungendo "/website" all'URL per gestire la documentazione del componente aggiuntivo.
pl: Postępuj zgodnie z [instrukcjami, aby pobrać repozytorium](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Możesz pobrać tylko witrynę sieci Web dodając ciąg "/website" do adresu URL, aby zarządzać dokumentacją dodatku.
pt_br: Siga as [instruções para baixar o repositório](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Você pode acessar — fazer checkout — apenas o website adicionando "/website" ao URL para gerenciar a documentação do complemento.
ro: Urmaţi [instrucțiuni pentru a descărca repo](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Puteți verifica doar site-ul web adăugând "/website" la adresa URL pentru a gestiona documentația suplimentului.
ru: Следуйте [инструкциям по загрузке репозитория](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Вы можете загрузить только веб-сайт, добавив "/website" к URL-адресу, чтобы управлять документацией дополнения.
sk: Nasledujte [Inštrukcie na stiahnutie repozitára](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Stačí, ak si pozriete hlavne časť o pridávaní stránky "/website" do url na správu dokumentácie k doplnku.
tr: [Depoyu indirmek için talimatları](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess) uygulayın. Eklenti belgelerini yönetmek için yalnızca URL'ye "/website" ekleyen web sitesini kontrol edebilirsiniz.
uk: Дотримуйтесь [інструкцій для завантаження репозиторію](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess). Ви можете завантажити лише веб-сайт, додавши «/website» до URL-адреси, щоб керувати документацією додатка.
zh_cn: 按照[下载存储库的说明](https://github.com/nvaccess/nvda/wiki/TranslatingUsingAutomaticProcess)检出存储库。您可以在 URL 后添加“/website”从而只对插件文档进行管理。

source: Under the addons subfolder, add an addonRepoName.mdwn file. Ensure that it contains a title and tags such as dev, stable or legacy, so that the webpage can be rendered in the corresponding sections of the website. The following examples maybe useful:
bg: В подпапката addons добавете файл addonRepoName.mdwn. Уверете се, че съдържа заглавие и тагове като dev, stable или legacy, така че уеб страницата може да бъде показана в съответните раздели на уеб сайта. Следните примери може да са полезни:
de: Fügen Sie im Unterordner "addons" eine Datei <addonRepoName>.mdwn hinzu. Stellen Sie sicher, dass sie einen Titel und Tags wie "dev", "stable" oder "legacy" enthält, damit die Webseite in den entsprechenden Abschnitten angezeigt werden kann. Die folgenden Beispiele könnten hilfreich sein:
es: En la subcarpeta addons, añade un archivo nombreRepoComplemento.mdwn. Asegúrate de que contiene un título y etiquetas como stable, dev o legacy, de tal forma que la página web pueda renderizarse en las secciones correspondientes del sitio web. Los siguientes ejemplos pueden ser de utilidad:
fi: Lisää addons-alikansioon tiedosto lisäosanKoodivarastonNimi.mdwn. Varmista, että se sisältää otsikon sekä tunnisteet, kuten dev, stable tai legacy, jotta sivu voidaan renderöidä verkkosivuston vastaavassa osiossa. Seuraavat esimerkit saattavat olla hyödyllisiä:
fr: Sous le sous-dossier addons, ajoutez un fichier nomDuDepotDeLExtension.mdwn. Assurez-vous qu'il contient un titre et des balises telles que dev, stable ou legacy, afin que la page Web puisse être affichée dans les sections correspondantes du site Web. Les exemples suivants peuvent être utiles :
gl: Baixo o subcartafol addons, engade un archivo nomedorepodocomplemento.mdwn. Asegúrate de que contén un título e etiquetas como dev (desenvolvemento), stable (estable) ou legacy (obsoleto), de xeito que a páxina web se poida amosar nas seccións correspondentes do sitio web. Os seguintes exemplos poderían ser útiles:
hr: U podmapu dodataka dodaj datoteku addonRepoName.mdwn. Osiguraj da sadrži naslov i oznake kao što su „dev”, „stable” ili „legacy”, tako da se web stranica može prikazati u odgovarajućim odjeljcima web mjesta. Sljedeći primjeri mogu biti korisni:
it: Nella sottocartella addons, aggiungi un file addonRepoName.mdwn. Assicurati che contenga un titolo e tag come dev, stable o legacy, in modo che la pagina web possa essere visualizzata nelle sezioni corrispondenti del sito web. I seguenti esempi possono essere utili:
pl: W podfolderze addons dodaj plik addonRepoName.mdwn. Upewnij się, że zawiera tytuł i tagi, takie jak dev, stable lub legacy, aby strona sieci Web mogła być renderowana w odpowiednich sekcjach witryny. Poniższe przykłady mogą być przydatne:
pt_br: Na subpasta addons, adicione um arquivo nomeDoRepositórioDoComplemento.mdwn. Certifique-se de que contém um título e tags — identificadores — como dev, stable ou legacy, para que a página web possa ser renderizada nas seções correspondentes do site. Os exemplos a seguir podem ser úteis:
ro: Sub subfolderul de suplimente, adăugați un fișier addonRepoName.mdwn. Asigurați-vă că conține un titlu și etichete precum dev, stable sau legacy, astfel încât pagina web să poată fi redată în secțiunile corespunzătoare ale site-ului web. Următoarele exemple pot fi utile:
ru: В подпапке addons добавьте файл addonRepoName.mdwn. Убедитесь, что он содержит заголовок и теги, такие как dev, stable или legacy, чтобы веб-страница могла отображаться в соответствующих разделах веб-сайта. Следующие примеры могут быть полезны:
sk: V podpriečinku addons, pridajte addonRepoName.mdwn súbor. Uistite sa, že obsahuje názov (title) a štítky (tags), napríklad dev (vývojová verzia), stable (stabilná verzia) alebo legacy (nepodporovaný), aby sa zobrazil v správnej sekcii. Uvádzame nasledujúce užitočné príklady:
tr: Eklentiler alt klasörünün altına bir addonRepoName.mdwn dosyası ekleyin. Web sayfasının web sitesinin ilgili bölümlerinde oluşturulabilmesi için bir başlık ve dev, kararlı veya eski gibi etiketler içerdiğinden emin olun. Aşağıdaki örnekler faydalı olabilir:
uk: Додайте в підпапку addons файл addonRepoName.mdwn. Переконайтеся, що він містить заголовок і теги, такі як dev (у розробці), stable (стабільний) або legacy (застарілий), щоб веб-сторінка могла відображатися у відповідних розділах сайту. Нижче наведено приклади, які можуть бути корисними:
zh_cn: 在 addons 子文件夹下，添加一个 addonRepoName.mdwn 文件。确保其包含标题和标签，例如 dev、stable 或 legacy，以便网页可以在网站的相应部分呈现。以下示例可能有用：

source: access8math.mdwn, with tags dev and stable.
bg: access8math.mdwn, с тагове dev и stable.
de: access8math.mdwn, mit den Tags "dev" und "stable".
es: access8math.mdwn, con las etiquetas dev y stable.
fi: access8math.mdwn, tunnisteilla dev ja stable.
fr: access8math.mdwn, avec les balises dev et stable.
gl: access8math.mdwn, coas etiquetas dev e stable.
hr: access8math.mdwn, s oznakama „dev” i „stable”.
it: access8math.mdwn, con tag dev e stable.
pl: access8math.mdwn, z tagami dev i stable.
pt_br: access8math.mdwn, com tags dev e stable.
ro: access8math.mdwn, cu etichetele dev și stable.
ru: access8math.mdwn, с тегами dev и stable.
sk: access8math.mdwn, so štítkami dev a stable.
tr: access8math.mdwn, dev ve kararlı etiketlerle.
uk: access8math.mdwn з тегами dev і stable.
zh_cn: access8math.mdwn，包含 dev 和 stable 标签。

source: AudioThemes.mdwn, with tag dev.
bg: AudioThemes.mdwn, с таг dev.
de: AudioThemes.mdwn, mit dem Tag "dev".
es: AudioThemes.mdwn, con la etiqueta dev.
fi: AudioThemes.mdwn, tunnisteella dev.
fr: AudioThemes.mdwn, avec la balise dev.
gl: AudioThemes.mdwn, coa etiqueta dev.
hr: AudioThemes.mdwn, s oznakom „dev”.
it: AudioThemes.mdwn, con tag dev.
pl: AudioThemes.mdwn, z tagiem dev.
pt_br: AudioThemes.mdwn, com tag dev.
ro: AudioThemes.mdwn, cu eticheta dev.
ru: AudioThemes.mdwn, с тегом dev.
sk: AudioThemes.mdwn, so štítkom dev.
tr: AudioThemes.mdwn, Geliştirici etiketli.
uk: AudioThemes.mdwn з тегом dev.
zh_cn: AudioThemes.mdwn，包含 dev 标签。

source: teamViewer.mdwn, with tag legacy.
bg: teamViewer.mdwn, с таг legacy.
de: teamViewer.mdwn, mit dem Tag "legacy".
es: teamViewer.mdwn, con la etiqueta legacy.
fi: teamViewer.mdwn, tunnisteella legacy.
fr: teamViewer.mdwn, avec la balise legacy.
gl: teamViewer.mdwn, coa etiqueta legacy.
hr: teamViewer.mdwn, s oznakom „legacy”.
it: teamViewer.mdwn, con tag legacy.
pl: teamViewer.mdwn, ze starszymi tagami.
pt_br: teamViewer.mdwn, com tag legacy.
ro: teamViewer.mdwn, cu eticheta legacy.
ru: teamViewer.mdwn, с тегом legacy.
sk: teamViewer.mdwn, so štítkom legacy.
tr: teamViewer.mdwn, Eski etiketi ile.
uk: teamViewer.mdwn з тегом legacy.
zh_cn: teamViewer.mdwn，包含 legacy 标签。

source: Pay attention to markdown syntax:
bg: Обърнете внимание на markdown синтаксиса:
de: Achten Sie auf die Markdown-Syntax:
es: Presta atención a la sintaxis Markdown:
fi: Kiinnitä huomiota markdown-syntaksiin:
fr: Soyez attentifs à la syntaxe markdown :
gl: Presta atención á sintaxe Markdown:
hr: Pazi na markdown sintaksu:
it: Presta attenzione alla sintassi del markdown:
pl: Zwróć uwagę na składnię przeceny:
pt_br: Preste atenção à sintaxe markdown:
ro: Atenție la sintaxa markdown:
ru: Обратите внимание на синтаксис markdown:
sk: Upozorňujeme na syntax jazyka markdown:
tr: Markdown sözdizimine dikkat edin:
uk: Зверніть увагу на синтаксис markdown:
zh_cn: 关于 markdown 语法，请注意：
