Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/goldwave/nvda.po
Languages: uk

source: This is GoldWave's sound window. You can use GoldWave commands to listen to and edit sound files. See GoldWave help for details.
uk: Це звукове вікно Goldwave. Застосовуйте команди Goldwave для прослуховування та редагування звукових файлів. Щоб дізнатися деталі, перегляньте довідку Goldwave.

source: Track position not available
uk: Позиція доріжки недоступна

source: Channel information unavailable
uk: Інформація про канал недоступна

source: mono
uk: моно

source: stereo
uk: стерео

source: left
uk: лівий

source: right
uk: правий

source: center
uk: середина

source: low frequency
uk: низькі частоти

source: back left
uk: задній лівий

source: back right
uk: задній правий

source: side left
uk: крайній лівий

source: side right
uk: крайній правий

source: Multiple channels selected
uk: Вибрано кілька каналів

source: All channels selected
uk: Вибрано всі канали

source: Start: {startMarkerPos}
uk: Початок: {startMarkerPos}

source: Finish: {finishMarkerPos}
uk: Закінчення: {finishMarkerPos}

source: Play selection
uk: Відтворити виділене

source: Select All
uk: Виділити все

source: Cue
uk: Сигнал

source: Cue dropped at start marker
uk: Сигнал на маркері початку

source: Cue dropped at finish marker
uk: Сигнал на маркері закінчення

source: Start marker at next cue
uk: Маркер початку на наступному сигналі

source: Start marker at previous cue
uk: Маркер початку на попередньому сигналі

source: Finish marker at next cue
uk: Маркер закінчення на наступному сигналі

source: Finish marker at previous cue
uk: Маркер закінчення на попередньому сигналі

source: deleted
uk: видалено

source: play
uk: відтворити

source: rewind
uk: перемотати

source: fast forward
uk: швидко вперед

source: pause
uk: пауза

source: stop
uk: зупинити

source: record
uk: записати

source: Announces the current audio position in seconds.
uk: Оголошує поточну позицію аудіо в секундах.

source: Announces a summary on audio selection info such as selection duration.
uk: Оголошує коротку інформацію про виділення, таку як довжина виділення.

source: Unable to obtain audio selection summary. Please close and reopen the audio track.
uk: Неможливо одержати інформацію про виділене аудіо. Будь ласка, закрийте звукову доріжку й відкрийте її знову.

source: {audioSelectionStart} to {audioSelectionEnd} {audioSelectionLength}
uk: від {audioSelectionStart} до {audioSelectionEnd} {audioSelectionLength}

source: Announces total length of the audio track.
uk: Оголошує загальну довжину звукової доріжки.

source: Track length is unavailable. Please close and reopen the audio track.
uk: Довжина доріжки недоступна. Будьласка, закрийте звукову доріжку й відкрийте її знову.

source: Track length: {trackLength}
uk: Довжина доріжки: {trackLength}

source: Announces remaining length of the audio track.
uk: Оголошує решту довжини доріжки.

source: Cannot tell you remaining time for the current track
uk: Неможливо оголосити решту часу для поточної доріжки

source: Announces the audio channel you are editing.
uk: Оголошує звуковий канал, який ви редагуєте.

source: Selected channel: {audioChannel}
uk: Вибраний канал: {audioChannel}

source: Announces audio zoom level.
uk: Оголошує рівень збільшення аудіо.

source: Zoom level: {zoomLevel}
uk: Рівень збільшення: {zoomLevel}

source: Toggles whether NVDA announces editing commands during audio recording or playback.
uk: Перемикає оголошення NVDA команд редагування під час запису або відтворення звуку.

source: You need to be in sound window to toggle command announcement
uk: Ви повинні перебувати у вікні програвача, щоб перемикати оголошення команд

source: command announcement on
uk: оголошення команд ввімкнено

source: command announcement off
uk: оголошення команд вимкнено

source: An add-on for enhancing access and usage of the GoldWave audio editor.
uk: Додаток для розширення доступності й використання звукового редактора GoldWave.
