Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/Weather_Plus/nvda.po
Languages: ar, fa, sk

source: Displays information on the current city.
ar: يعرض معلومات عن المدينة الحالية.
sk: Zobrazí informácie o aktuálnom meste.

source: Allows you to define the area, in order to adapt the sound effects.
ar: يتيح لك تحديد المنطقة ، من أجل تكييف المؤثرات الصوتية
fa: به شما اجازه میدهد ناحیه‌ای را برای تطبیقِ جلوه‌های صوتی تعریف کنید.
sk: Umožňuje definovať oblasť, aby jej bolo možné prispôsobiť zvukové efekty.

source: Add the current city into your list.
ar: إضافة المدينة الحالية في قائمتك
fa: شهرِ جاری را به فهرستِ شما اضافه میکند.
sk: Pridajte aktuálne mesto do zoznamu.

source: Presets the current city as the default, will be used every time you restart the plugin.
ar: الإعدادات المسبقة للمدينة الحالية كإعداد إفتراضي, سيتم إستخدامها كل مرة تقوم فيها بإعادة تشغيل الإضافة.
fa: شهرِ جاری را به عنوانِ پیشفرض تنظیم میکند که هربار با شروعِ مجددِ افزونه استفاده خواهد شد.
sk: Prednastaví aktuálne mesto ako predvolené, čo sa použije pri každom reštarte pluginu.

source: Delete the current city from your list.
ar: إحذف المدينة الحالية من قائمتك.
fa: شهرِ جاری را از فهرستِ شما حذف میکند.
sk: Odstráňte aktuálne mesto zo zoznamu.

source: Rename the current city.
ar: إعداة تسمية المدينة الحالية.
fa: نامِ شهرِ جاری را تغییر میدهد.
sk: Premenujte aktuálne mesto.

source: Permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated.
ar: يسمح بإدراج في قائمتك مدن جديدة تستوردها من قائمة أخرى مع الامتداد *.zipcodes; يمكنك تحديد المدينة التي تريد استيرادها، عن طريق تشغيل خانة الاختيار.
fa: اجازه میدهد تا شهرهای جدیدی که آنها را از فهرستِ دیگری با پسوندِ *.zipcodes وارد میکنید، در فهرستِ خود بگنجانید. با فعال کردن کادرِ مربوطه می‌توانید شهری را که می‌خواهید وارد کنید، انتخاب کنید.
sk: Umožňuje zahrnúť do zoznamu nové mestá, ktoré sú importované z iného zoznamu z rozšírenia * .zipcodes; zapnutím začiarkavacieho poľa môžete vybrať mesto, ktoré chcete importovať.

source: Permits to save your list of cities in a specified path.
ar: يسمح بحفظ قائمة المدن الخاصة بك في مسار محدد.
fa: اجازه میدهد تا فهرستِ شهرهایتان را در مسیرِ معینی ذخیره کنید.
sk: Umožní uložiť zoznam miest do určeného umiestnenia.

source: You can enter or search for a city
ar: يمكنك إدخال المعرف أوالبحث عن مدينة
fa: میتوانید شهری را وارد یا جستجو کنید
sk: Môžete zadať alebo vyhľadať mesto

source: By city woeID: 715399
ar: بواسطة معرف المدينةمثال : 1979608
sk: Podľa WOEID mesta: 715399

source: By only city name: Ferrara
ar: باسم المدينة فقط مثال: غزة gaza
sk: Iba názov mesta: Ferrara

source: By state or region and city name: Emilia Romagna Ferrara
ar: من قبل الدولة أو المنطقة اسم المدينة: إميليا رومانيا فيرارا
sk: Podľa štátu alebo regiónu a názvu mesta: Emilia Romagna Ferrara

source: By city name and country: Ferrara,it
ar: اسم المدينة والبلد مثال : gaza,ps
sk: Podľa názvu mesta a krajiny: kód Ferrara

source: By postal code: 44100,it
ar: بواسطة الكود مثال :44100,it
sk: Podľa PSČ mesta: 44100,it

source: By geographic coordinates: latitude, longitude
ar: بواسطة الإحداثيات الجغرافية: خطوط الطول والعرض
sk: Podľa zemepisných súradníc: zemepisná šírka, zemepisná dĺžka

source: If the city is not found
ar: إذا لم يتم العثور على المدينة
fa: اگر شهر پیدا نشد
sk: Ak je mesto nenájdené

source: Try with or without the country of origin
ar: حاول بدون كتابة البلد
fa: با یا بدونِ کشورِ مبدأ امتحان کنید
sk: Skúste s alebo bez krajiny pôvodu

source: Try to merge the name with hyphens, or separate it with spaces
ar: أو حاول لدمج الاسم مع المنطقة بفاصلة ، أو فصلهما بمسافات
sk: Skúste rozdeliť názov spojovníkom alebo medzerou

source: Try deleting apostrophes
ar: أو حاول حذف الفاصلة
fa: سعی کنید آپُستْرُف‌ها را حذف کنید
sk: Skúste odstrániť apostrofy

source: Try changing the vowels accented with normal vowels
ar: حاول تغيير حروف العلة معلمة طبيعية مع حروف العلة
fa: سعی کنید حروفِ صدادارِ دارای اکسنت را به حروفِ صدادارِ معمولی تغییر دهید
sk: Skúste zmeniť samohlásky obvyklými samohláskami

source: Try with a closest location
ar: أو حاول مع موقع أقرب منك
fa: با نزدیکترین مکان امتحان کنید
sk: Skúste s najbližším miestom

source: Help placing
ar: المساعدة
fa: راهنما
sk: Nápoveda s umiestnením

source: No sound effect in memory!
ar: لا توجد مؤثرات في الذاكرة
fa: جلوه‌ی صوتیی در حافظه نیست!
sk: Žiadny zvukový efekt v pamäti!

source: I can't reproduce the sound.
ar: أنا لا أستطيع اخراج الصوت .
fa: نمی توانم صدا را تولید کنم.
sk: Nemôžem opakovať zvuk.

source: not found! Press F1 for help on entering data.
ar: لم يتم العصور ! إضغط f1 للمساعدة في كيفية إدخال المعلومات
fa: پیدا نشد! برای راهنمایی جهتِ وارد کردنِ اطلاعات، F1 را فشار دهید.
sk: Nenájdené! Stlačte F1 pre pomoc pri zadávaní dát

source: Is not working properly or has been removed from the database of
ar: لا يعمل بشكل صحيح أو تمت الإزالة من قاعدة البيانات
fa: درست کار نمیکند یا حذف شده است از پایگاهِ داده‌ی
sk: Nepracuje správne, alebo bol odobratý z databázy

source: Is no longer valid!
ar: غير متاح!
fa: دیگر معتبر نیست!
sk: Už nie je platný!

source: This option requires the installation of some audio effects
ar: يتطلب هذا الخيار تثبيت بعض التأثيرات الصوتية
fa: این گزینه نیازمندِ نصبِ برخی جلوه‌های صوتی است
sk: Táto voľba vyžaduje inštaláciu zvukových efektov

source: Do you want to install them?
ar: هل تريد تثبيتها؟
fa: میخواهید نصبشان کنید؟
sk: Chcete ich nainštalovať?

source: The audio effects are installed!
ar: يتم تثبيت التأثيرات الصوتية!
fa: جلوه‌های صوتی نصب شدند!
sk: Zvukové efekty sú nainštalované!

source: Would you like to update?
ar: هل ترغب في التحديث؟
fa: میخواهید بروز کنید؟
sk: Chcete ich aktualizovať?

source: Or do you want to uninstall them?
ar: هل تريد إزالة التثبيت؟
fa: یا میخواهید حذفشان کنید؟
sk: Alebo ich chcete odinštalovať?

source: Are you sure you want to uninstall the sound effects?
ar: هل أنت متأكد من تثبيت المؤثرات الصوتية
fa: آیا مطمئنید که میخواهید جلوه‌های صوتی را حذف کنید؟
sk: Naozaj chcete odinštalovať zvukové efekty?

source: Update in progress
ar: تقدم التحديث.
fa: بروزرسانی درحالِ انجام است
sk: Prebieha aktualizácia

source: Installation in progress
ar: جاري التثبيت
fa: نصب درحالِ انجام است
sk: Prebieha inštalácia

source: Please wait...
ar: الرجاء الإنتظار...
fa: لطفا صبر کنید...
sk: Prosím čakajte ...

source: The installation of audio effects has been completed successfully!
ar: تم الانتهاء من تركيب التأثيرات الصوتية بنجاح!
fa: نصبِ جلوه‌های صوتی با موفقیت کامل شد!
sk: Inštalácia zvukových efektov prebehla úspešne!

source: Adding folder:
ar: إضافة مجلد:
fa: درحالِ افزودنِ پوشه:
sk: Pridávam zložku:

source: The upgrade of audio effects has been completed successfully!
ar: تم الانتهاء من ترقية من التأثيرات الصوتية بنجاح!
fa: ارتقای جلوه‌های صوتی با موفقیت کامل شد!
sk: Aktualizácia zvukových efektov prebehla úspešne!

source: These sound effects are subject to change by the author.
ar: هذه المؤثرات الصوتية هي عرضة للتغيير من قبل المؤلف.
fa: این جلوه های صوتی ممکن است توسط نویسنده تغییر کند.
sk: Tieto zvukové efekty môže autor zmeniť

source: Disable and re-enable this option in order to update or uninstall them.
ar: تعطيل وإعادة تمكين هذا الخيار لتحديثها.
fa: این گزینه را غیرفعال و دوباره فعال کنید تا بروزرسانی یا حذف شوند.
sk: Vypnite a zapnite túto voľbu pre ich aktualizáciu alebo ich odinštalujte.

source: Verify that your internet connection is active, or try again later.
ar: تحقق من أن الإتصال بالإإنترنت نشط، أو حاول مرة أخرى لاحقاً.
fa: بررسی کنید که اتصال اینترنت شما فعال است، یا بعداً دوباره تلاش کنید.
sk: Overte funkčnosť internetového pripojenia, a opakujte neskôr.

source: File corrupted or not available!
ar: الملف تالف أو أنه غير متوفر!
fa: فایل خراب شده یا در دسترس نیست!
sk: Súbor je poškodený, alebo nie je dostupný

source: Sorry, i could not complete the installation of the sound effects!
ar: عذراً يتعذر إكمال تثبيت التأثيرات الصوتية!
sk: Inštalácia zvukových efektov nemohla byť dokončená!

source: Installation Error!
ar: خطأ في التثبيت
fa: خطای نصب!
sk: Chyba pri inštalácii!

source: The details of this city are not in the database and so I added them to the list. Try again!
ar: تفاصيل هذه المدينة ليست في قاعدة البيانات ولذا أضفتها إلى القائمة. حاول مرة أخري!
sk: Podrobnosti o tomto meste nie sú v databáze a preto boli pridané do zoznamu. Skúste to znova!

source: Cannot identify your location, due to insufficient data.
ar: لا يمكن تحديد موقعك نظرا لعدم كفاية البيانات.
fa: به دلیلِ اطلاعاتِ ناکافی، نمیتوانم مکانِ شما را شناسایی کنم.
sk: Kvôli nedostatočným dátam nemôžem lokalizovať vašu polohu

source: Daylight saving time
ar: أمطار خفيفة
sk: Letný čas

source: ahead
ar: قبل
sk: dopredu

source: back
ar: مرة أخرى
sk: dozadu

source: Starts on
ar: تبدأ في
sk: Začína

source: set your clock
ar: تعيين الخاص بك على مدار الساعة
sk: nastavte hodiny

source: hour
ar: ساعة
sk: hodina

source: Ends on
ar: تنتهي في
sk: Končí

source: Details of
ar: تفاصيل من :
fa: جزئیاتِ
sk: Podrobnosti o

source: Place
ar: الموضع
fa: محل
sk: Miesto

source: Current local time
ar: حجم الصوت الحالي
fa: زمانِ محلّیِ فعلی
sk: Aktuálny miestny čas

source: Degrees latitude
ar: درجة خط العرض
fa: درجه‌ی عرضِ جغرافیایی
sk: Stupňa zemepisnej šírky

source: Degrees longitude
ar: درجة خط الطول
fa: درجه‌ی طولِ جغرافیایی
sk: Stupňa zemepisnej dĺžky

source: Elevation above sea level
ar: الارتفاع فوق مستوى سطح البحر
fa: ارتفاع از سطحِ دریا
sk: Kóta nadmorskej výšky

source: meters
ar: أمتار
fa: متر
sk: Metrov

source: Define the area for
ar: تحديد منطقة
fa: تعریفِ ناحیه برای
sk: Definujte oblasť pre

source: Hinterland
ar: منطقة نائية
fa: کرانه‌ی داخلی
sk: Vnútrozemské

source: Maritime area
ar: منطقة بَحْرِيَّة
fa: منطقه‌ی دریایی
sk: Prímorská oblasť

source: Desert zone
ar: منطقة صحراوية
fa: منطقه‌ی بیابانی
sk: Púštna oblasť

source: Arctic zone
ar: منطقة القطب الشمالي
fa: منطقه‌ی قطبی
sk: Arktická oblasť

source: Mountain zone
ar: منطقة جبلية
fa: منطقه‌ی کوهستانی
sk: Horská oblasť

source: Enter new name.
ar: أدخل اسمًا جديدًا.
fa: نامِ جدید را وارد کنید.
sk: Zadajte nový názov.

source: it can't be used because it already exists!
ar: لا يمكن استخدامه لأنه موجود بالفعل !
fa: نمی توان از آن استفاده کرد زیرا از قبل وجود دارد!
sk: nie je možné ho použiť, pretože už existuje!

source: is correct
ar: تم التصحيح
fa: درست است
sk: Je správne

source: But the name
ar: الإسم
fa: ولی نامِ
sk: Ale zadaný názov

source: already exists
ar: موجود بالفعل
fa: از قبل وجود دارد
sk: už existuje

source: You have to change it!
ar: لديك لتغيير ذلك!
fa: باید تغییرش بدهید!
sk: Je potrebné to zmeniť!

source: The city proper is
ar: المدينة الصحيح هو
fa: شهرِ مناسب
sk: Správne mesto je

source: Want to use the suggested name?
ar: هل ترغب في استخدام الاسم المقترح؟
fa: میخواهید نامِ پیشنهادی را استفاده کنید؟
sk: Chcete použiť navrhnutý názov?

source: Import cities
ar: إ&ستيراد... المدينة
fa: وارد کردنِ شهرها
sk: Importovať kódy miest

source: Do you want to replace your list with this?
ar: هل تريد حذفه من القائمة الخاصة بك؟
fa: آیا میخواهید فهرستتان را با این جایگزین کنید؟
sk: Chcete nahradiť svoj zoznam týmto?

source: If you select yes, your list will be completely replaced.
ar: إذا قمت بتحديد نعم ، سيتم استبدال تماما.
fa: اگر بله را انتخاب کنید، فهرستِ شما بطور کامل جایگزین خواهد شد.
sk: Ak zvolíte áno, váš zoznam bude úplne nahradený.

source: If you select no, the new cities will be added to your list.
ar: إذا قمت بتحديد لا, المدن الجديدة ستضاف إلى القائمة الخاصة بك.
fa: اگر نه را انتخاب کنید، شهرهای جدید به فهرستتان افزوده خواهند شد.
sk: Ak zvolíte nie, nové mestá budú pridané do vášho zoznamu.

source: Select import mode
ar: حدد استيراد الوضعية ،
fa: حالتِ وارد کردن را انتخاب کنید
sk: Vyberte si režim importu.

source: File contents
ar: محتوى الملف
fa: محتویاتِ فایل
sk: Obsahy súboru

source: cities
ar: لا توجد مدن ليتم العصور عليها
fa: شهرها
sk: mestá

source: Activate the check boxes of the cities you want to import.
ar: تنشيط خانات الاختيار من المدن التي تريد استيرادها.
fa: کادرِ شهرهایی را که میخواهید وارد کنید علامت بزنید.
sk: Začiarknite políčko kódu mesta, ktoré chcete importovať.

source: Importing cities in progress
ar: جاري الإستيراد المدن
fa: وارد کردنِ شهرها درحالِ انجام است
sk: prebieha import kódov miest

source: Were added
ar: تم اضافته
fa: افزوده شدند
sk: Boli pridané

source: new cities to the list
ar: رمز جديد الى القائمة
fa: شهرهای جدید به فهرست
sk: nové kódy miest do zoznamu

source: Have been ignored because existing
ar: تم تجاهل للقائمة
fa: نادیده گرفته شدند به خاطر موجود بودن
sk: boli ignorované kvôli existujúcim

source: Content of imported list
ar: محتوى قائمة الإستيراد
fa: محتوای فهرستِ واردشده
sk: Obsah importovaného zoznamu

source: selected by the user
ar: تحديد من قبل المستخدم
fa: انتخاب‌شده توسط کاربر
sk: Vybrané používateľom

source: Import finished
ar: تم الإستيراد
fa: وارد کردن تمام شد
sk: Import bol dokončený.

source: A copy of
ar: نسخة من
fa: یک نسخه از
sk: Kópia

source: It will be exported
ar: سيتم تصديره
fa: صادر خواهد شد
sk: Bude exportované

source: But it does not yet contain the changes you just made the list!
ar: ولكنه لا يحتوي على بعد التغييرات التي أدلى به للتو القائمة!
fa: اما هنوز شاملِ تغییراتی که شما در لیست ایجاد کرده اید نیست!
sk: Ale ešte neobsahuje zmeny, ktoré ste práve vykonali v zozname!

source: I proceed?
ar: انتقل؟
fa: ادامه بدهم؟
sk: Mám vykonať?

source: Export cities
ar: تصدير المدن ت
fa: صادر کردنِ شهرها
sk: Exportovať kódy imest

source: You can not export the same file at the same path!
ar: لا يمكنك تصدير نفس الملف في نفس المسار!
fa: نمیتوانید همان فایل را در همان مسیر صادر کنید!
sk: Nemôžete exportovať rovnaký súbor na to isté miesto!

source: january
ar: كانون الثاني/يناير
fa: ژانویه
sk: január

source: february
ar: شباط/فبراير
fa: فوریه
sk: február

source: march
ar: آذار مارس
fa: مارس
sk: marec

source: april
ar: نيسان/أبريل
fa: آوریل
sk: apríl

source: may
ar: أيار/مايو
fa: مِه
sk: máj

source: june
ar: حزيران/يونيه
fa: ژوئن
sk: jún

source: july
ar: تموز/يوليه
fa: ژوییه
sk: júl

source: august
ar: آب/أغسطس
fa: اوت

source: september
ar: أيلول/سبتمبر
fa: سپتامبر

source: october
ar: تشرين الأول/أكتوبر
fa: اکتبر
sk: október

source: november
ar: تشرين الثاني/نوفمبر
fa: نوامبر

source: december
ar: كانون الأول ديسمبر
fa: دسامبر

source: Monday
ar: الإثنين
fa: دوشنبه
sk: Pondelok

source: Tuesday
ar: الثلاثاء
fa: سه‌شنبه
sk: Utorok

source: Wednesday
ar: الأربعاء
fa: چهارشنبه
sk: Streda

source: Thursday
ar: الخميس
fa: پنج‌شنبه
sk: Štvrtok

source: Friday
ar: الجمعة
fa: جمعه
sk: Piatok

source: Saturday
ar: السبت
fa: شنبه
sk: Sobota

source: Sunday
ar: الأحد
fa: یک‌شنبه
sk: Nedeľa

source: It was not possible find the acronym of %s!
ar: لم يكن من الممكن العثور على اختصار %s!
sk: Nebolo možné nájsť akronym %s!

source: This does not allow to get the city local time, the sound effects will not be consistent.
ar: هذا لا يسمح للحصول على المدينة بالتوقيت المحلي ، والمؤثرات الصوتية لن تكون متسقة.
sk: To neumožňuje získať miestny čas v meste, zvukové efekty nebudú konzistentné.

source: Please report this to the author so he can add this country in database.
ar: الرجاء الإبلاغ عن هذا للمؤلف حتى يتمكن من إضافة هذا البلد في قاعدة البيانات.
fa: لطفا این را به نویسنده‌ی افزونه گزارش بدهید تا بتواند این کشور را در پایگاهِ داده اضافه کند.
sk: Oznámte to prosím autorovi, aby mohol túto krajinu pridať do databázy.

source: Send an email to %s
ar: إرسال بريد إلكتروني إلى %s
fa: یک ایمیل به %s بفرستید
sk: Odoslať e-mail na % s

source: With object the line below, thanks.
ar: مع كائن السطر أدناه ، شكرا.
fa: با موضوعِ خطِّ زیر. متشکرم.
sk: s predmetom pod čiarou, vďaka.

source: Downloaded
ar: تم التحميل
fa: دانلود شد
sk: Stiahnuté

source: of
ar: من
fa: از
sk: z

source: Find...
ar: بحث
fa: پیدا کردن...
sk: Nájsť

source: Find next
ar: البحث التالي
fa: پیدا کردنِ بعدی
sk: Nájsť ďalšie

source: Find previous
ar: البحث السابق
fa: پیدا کردنِ قبلی
sk: Nájsť predchádzajúce

source: Empty file or not in cities woeID format compatible!
ar: الملف فارغ أو لا يوجد تنسيق مناسب لمعرف المدن!
sk: Prázdny súbor, alebo nekompatibilný formát s kódmi miest WOEID!

source: Be an error has occurred.
ar: كن حدث خطأ.
fa: خطایی رخ داده است.
sk: Vyskytla sa chyba.

source: See the log for more information.
ar: انظر السجل لمزيد من المعلومات.
fa: لاگ را برای اطلاعاتِ بیشتر ببینید.
sk: Ďalšie informácie nájdete v logu.

source: Error: failure writing file!
ar: خطأ: فشل ملف الكتابة!
fa: خطا: نِوِشتنِ فایل دچار خطا شد!
sk: Chyba pri zápise do súboru!

source: occurrences found
ar: تم العصور على الأحداث
fa: موارد پیدا شد
sk: nájdené výskyty

source: for
ar: من أجل
fa: برای
sk: pre

source: Choose a city.
ar: اختر المدينة.
fa: یک شهر را انتخاب کنید.
sk: Vyberte mesto.

source: List of availables Cities
ar: قائمة بالمدن المتاحة
fa: فهرستِ شهرهای موجود
sk: Zoznam dostupných miest

source: Do not show this message again!
ar: لا تظهر هذه الرسالة مرة أخرى!
fa: این پیام را دوباره نشان نده!
sk: Túto správu znovu nezobrazovať!

source: &Install...
ar: &تثبيت...
fa: &نصب کردن...
sk: &Inštalovať ...

source: Upd&ate...
ar: الت&حديث....
fa: ب&روزرسانی...
sk: &Aktualizovať ...

source: &Close
ar: إ&غلاق
fa: &بستن
sk: &Zavrieť

source: &Uninstall...
ar: &الغاء التثبيت
fa: &حذفِ نصب...
sk: &Odinštalovať

source: Type the search string
ar: اكتب سلسلة البحث
fa: رشته‌ی جستجو را تایپ کنید
sk: Napíšte, čo chcete nájsť

source: Find
ar: البحث
fa: پیدا کردن
sk: Nájsť

source: next
ar: التالي
fa: بعدی
sk: Ďalšie

source: previous
ar: السابق
fa: قبلی
sk: Predchádzajúce

source: No results next for
ar: لا توجد نتائج تالية
fa: نتیجه‌ی بعدی نیست برای
sk: Žiadne ďalšie výsledky pre

source: No previous results for
ar: لا توجد نتائج سابقة
fa: نتیجه‌ی قبلی نیست برای
sk: Žiadne predchádzajúce výsledky pre

source: &Select all
ar: &تحديد الكل
fa: انتخابِ &همه
sk: &Vybrať všetko

source: &Deselect all
ar: إل&غاء تحديد الكل
fa: &از انتخاب درآوردنِ همه
sk: &Zrušiť výber

source: not checked
ar: غير محدد
fa: بدونِ علامت
sk: nezačiarknuté

source: checked
ar: محدد
fa: علامت‌دار
sk: začiarknuté

source: check box
ar: خانة الاختيار
fa: کادرِ علامت‌زدنی
sk: začiarkavacie pole

source: check boxes checked
ar: التحقق من إلغاء تحديد خانات الاختيار
fa: کادر علامت‌دار است
sk: začiarkávacie polia začiarknuté

source: check boxes not checked
ar: خانة إختيار غير محدد
fa: کادر بدونِ علامت است
sk: začiarkávacie polia nezačiarknuté

source: Saving in progress
ar: جاري الحفظ
fa: ذخیره کردن درحالِ انجام است
sk: Priebeh ukladania

source: Download canceled.
ar: تم إلغاء التحميل
fa: دانلود لغو شد.
sk: Sťahovanie je zrušené.

source: &Copy to clipboard
ar: &نسخ إلى الحافظة
fa: &کپی در کلیپ‌برد
sk: &Skopírovať do schránky

source: Adds local temperature and forecast 24 ours and prediction up to 9 days.
ar: يضيف درجات الحرارة المحلية والتنبؤات 24 لدينا والتنبؤ تصل إلى 9 أيام.\n
sk: Ohlasuje aktuálnu teplotu, predpoveď počasia od 24 hod až na 9 dní a umožňuje vybrať si mesto.

source: NVDA+w for the current bulletin.
ar: NVDA+w لمعرفة النشرة الجوية الحالية.
fa: NVDA+w برای گزارشِ فعلی.
sk: NVDA+w Ohlási aktuálnu správu o počasí.

source: NVDA+shift+w for the prediction in the current 24 hours and prediction up to 9 days.
ar: NVDA + shift + w لرؤية التوقعات الحالية وأيضًا الأيام التسعة التالية.
fa: NVDA+shift+w برای پیشبینیِ ۲۴ ساعتِ آینده تا ۹ روزِ آینده.
sk: NVDA+shift+w Ohlási predpoveď od 24 hod až na 9 dní.

source: NVDA+shift+control+w for quickly enter a temporary city.
ar: NVDA+shift+control+w لضبط مدينة مؤقتة.
fa: NVDA+shift+control+w برای ورودِ سریعِ یک شهرِ موقت.
sk: NVDA+shift+control+w pre rýchle zadanie dočasného mesta.

source: NVDA + shift + control + alt + w for open the Weather Plus settings.
ar: NVDA + shift + control + alt + w لفتح أعدادات إدارة المدن.
fa: NVDA + shift + control + alt + w برای باز کردنِ تنظیماتِ WeatherPlus.
sk: NVDA+shift+control+alt+w Otvorí dialóg nastavenia doplnku Weather Plus.

source: NVDA+alt+w announces the date of the last update of the weather report.
ar: NVDA+alt+w للإعلان عن آخر تحديث للنشرة الجوية.
fa: NVDA+alt+w تاریخِ آخرین بروزرسانیِ گزارشِ آب و هوا را اعلام میکند.
sk: NVDA+alt+w ohlási dátum poslednej aktualizácie aktuálnej správy o počasí.

source: Shift+control+w alternates between Fahrenheit, Celsius and Kelvin.
ar: Shift+control+w للتبديل بين وحدة القياس .
fa: Shift+control+w مقیاسِ دما را بینِ فارِنهایْت، سانتیگراد و کِلوین جابجا میکند.
sk: Shift+control+w prepne medzi stupňami Fahrenheita, Celzia a Kelvina.

source: For other instructions, you can also press Add-on Help button in Add-ons manager.
ar: للحصول على تعليمات أخرى ، يمكنك أيضا الضغط على زر المساعدة للإضافة في مدير الإضافات.
fa: برای دیگر دستورالعمل‌ها، میتوانید دکمه‌ی راهنمای افزونه را در مدیریتِ افزونه‌ها بزنید.
sk: Pre ďalšie informácie otvorte nápovedu v správcovi doplnku.

source: Enter a City or choose one from the list, if available.
fa: نامِ یک شهر را وارد کنید، یا اگر موجود باشد، یکی را از فهرست انتخاب کنید.

source: The city
fa: شهر

source: The cities on your list are not compatible with the Weather API!
fa: شهرهای موجود در فهرست شما با واسط برنامه‌نویسیِ Weather سازگار نیستند!

source: Sorry, I can not receive data, problems with the download page, try again later please!
fa: متاسفم. نمیتوانم اطلاعات دریافت کنم. صفحه‌ی دانلود مشکل دارد. لطفا بعدا دوباره تلاش کنید!

source: Sorry, I can not receive data, verify that your internet connection is active, or try again later!
fa: متاسفم. نمیتوانم اطلاعات دریافت کنم. مطمئن شوید که اتصالِ اینترنت فعال است، یا بعدا دوباره تلاش کنید!

source: Attenction!
fa: توجه!

source: The cloudiness is
fa: میزانِ ابری بودن

source: The precipitation is
fa: میزانِ بارندگی

source: inches
fa: اینچ

source: nanometers
fa: نانُمِتر

source: millimeters
fa: میلیمتر

source: With gusts of
fa: با وزشِ

source: The cloudiness is of
fa: میزانِ ابری بودن

source: The precipitation is of
fa: میزانِ بارندگیِ

source: and the precipitation is
fa: و میزانِ بارندگی

source: The UV radiation is of
fa: اشعه‌ی فرابنفش

source: The moon rises at
fa: ماه طلوع میکند در ساعتِ

source: Sorry, the city is not set!
fa: متاسفم. شهر تنظیم نشده است!

source: Sorry, the city set is not valid or contains incomplete data!
fa: متاسفم. شهرِ تعیین‌شده معتبر نیست یا اطلاعاتش ناقص است!

source: Is not working properly, contains incomplete data or has been removed from the
fa: درست کار نمیکند، اطلاعات ناقصی دارد یا حذف شده است از

source: Provides the weather forecast and current temperature for 24 hours and the next %d days.
fa: پیشبینیِ هوا و دمای فعلی را برای ۲۴ ساعت و %d روزِ آینده اعلام میکند.

source: Unspecified
fa: نامشخص

source: API response language:
fa: زبانِ پاسخِ API:

source: Read &wind information
fa: خواندنِ اطلاعاتِ &باد

source: Add wind &gust speed
fa: افزودنِ سرعتِ &وزشِ باد

source: &Read atmospherical information
fa: خواندنِ اطلاعاتِ &جوّی

source: Add cloudiness &value
fa: افزودنِ مقدارِ &ابری بودن

source: Add precipitation &value
fa: افزودنِ مقدارِ &بارِش

source: Add &ultraviolet radiation value
fa: افزودنِ مقدارِ اشعه‌ی &فرابنفش

source: Read a&stronomical information
fa: خواندنِ اطلاعاتِ &ستاره‌شناسی

source: Test the city validity and find the data of it.
fa: اعتبارِ شهر را آزمایش و داده‌های آن را پیدا میکند.

source: Displays information about the current city.
fa: اطلاعاتِ شهرِ جاری را نمایش میدهد.

source: By Latitude and Longitude: 48.8567,2.3508
fa: بر اساسِ طول و عرضِ جغرافیایی: 48.8567,2.3508

source: By City name: Paris
fa: بر اساسِ نامِ شهر: Paris

source: By City name and country: Toronto,Canada
fa: بر اساسِ نامِ شهر و کشور: Toronto,Canada

source: Or Toronto,CA
fa: یا Toronto,CA

source: By City name and region: Toronto,Ontario
fa: بر اساسِ نامِ شهر و منطقه: Toronto,Ontario

source: By US zip: 10001
fa: بر اساسِ زیپ کدِ ایالاتِ متحده‌ی آمریکا: 10001

source: By UK postcode: SW1
fa: بر اساسِ کدِ پستیِ انگلستان: SW1

source: By Canada postal code: G2J
fa: بر اساسِ کدِ پستیِ کانادا: G2J

source: By metar:<metar code>: metar:EGLL
fa: بر اساسِ مِتار:<کدِ مِتار>: metar:EGLL
