Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/Weather_Plus/nvda.po
Languages: ar, fa, sk

source: You have installed the Weather Plus add-on which is incompatible with this one. The new name of this add-on is Weather_Plus with an underscore. Click OK to update it.
ar: لقد قمت بتثبيت الوظيفة الإضافية-WeatherPlus التي لا تتوافق مع هذه الوظيفة. الاسم الجديد لهذه الإضافة هو Weather_Plus مع الشرطة السفلية.
sk: Nainštalovali ste doplnok Weather Plus, ktorý nie je kompatibilný s týmto doplnkom. Nový názov tohto doplnku je Weather_Plus s podčiarkovníkom. Kliknutím na tlačidlo OK ho aktualizujte.

source: Update confirmation
ar: تأكيد التحديث
sk: Potvrdenie aktualizácie

source: Fahrenheit
ar: فهرنهايت
fa: فارِنهایْت

source: Celsius
ar: مئوية
fa: سانتیگراد
sk: Celzia

source: Kelvin
ar: كلفن
fa: کِلوین

source: unknown
ar: غير معروف
fa: ناشناس
sk: neznáme

source: Weather Plus &Settings
ar: إعدادات الط&قس
fa: &تنظیماتِ Weather Plus
sk: &Nastavenia doplnku počasie+

source: Show configuration items.
ar: إظهار عناصر التكوين.
fa: مواردِ تنظیمات را نشان میدهد.
sk: Zobraziť položky nastavenia

source: Set and &manage your cities...
ar: إ&دارة تعين المدن...
fa: شهرهایتان را تنظیم و &مدیریت کنید...
sk: Nastaviť a ovládať kód mesta

source: Displays or allows to set the current cities from a list
ar: لعرض أو تعيين الرمز البريدي الحالي في القائمة
fa: شهرهای جاری را نمایش میدهد و اجازه میدهد تا آن‌ها را تنظیم کنید.
sk: Zobrazí alebo umožní nastaviť kód mesta zo zoznamu

source: Set a &temporary city...
ar: ضبط المدينة المؤ&قتة...
fa: یک شهرِ &موقت تعیین کنید...
sk: Nastaviť dočasný kód mesta.

source: Allows to set one temporary city from a list
ar: يسمح لك بتعيين الرمز مؤقتا
fa: اجازه میدهد که یک شهر موقت از فهرست تعیین کنید.
sk: Umožňuje nastaviť dočasný kód mesta zo zoznamu

source: &Documentation
ar: الم&ساعدة
fa: &راهنما
sk: Nápove&da

source: Opens the help file for the current language
ar: فتح ملف المساعدة للغة الحالية.
fa: فایلِ راهنمای زبانِ جاری را باز میکند
sk: Otvorí nápovedu pre aktuálne zvolený jazyk

source: &Check for Upgrade...
ar: البح&ث عن التاحديث
fa: &بررسیِ بروزرسانی...
sk: Skontrolovať vyššiu verziu...

source: Notify if there is an upgraded version available
ar: عفواً لا يوجد تحديث في الوقت الحالي
fa: اگر نسخه‌ی جدیدی موجود باشد اطلاع می‌دهد
sk: Upozorniť, ak je k dispozícii aktualizácia

source: Settings
ar: الإعدادات
fa: تنظیمات
sk: Nastavenia

source: Preset
ar: ضبط كافتراضي
fa: پیش‌تنظیم
sk: Predvolené mesto

source: None
ar: غير معروف
fa: هیچ
sk: Nič

source: Enter a City, woeId or choose one from the list, if available.
ar: أدخل اسم مدينة، أو i d أو اختر واحدة m من القائمة، إذا كانت متوفرة.
sk: Zadajte mesto, WOEID alebo ho vyberte zo zoznamu, ak je k dispozícii.

source: The woeID
ar: المُعرِف
sk: kód miest WOEID

source: assigned to
ar: تعيين إلى
sk: Patrí k

source: has not been preset.
ar: عدم الإعداد المسبق.
fa: از پیش تنظیم نشده است.
sk: nie je predvolené.

source: Will be used in temporary mode!
ar: ستستخدم في وضع مؤقت!
fa: در حالت موقت استفاده خواهد شد!
sk: Bude použité v dočasnom režime

source: Notice!
ar: تنبيه
fa: توجه!
sk: Upozornenie!

source: You have modified the list of your cities
ar: لقد قمت بتعديل قائمة المدن الخاصة بك
fa: شما فهرستِ شهرهایتان را تغییر داده‌اید
sk: Upravil ste zoznam vašich miest

source: Do you want to save it?
ar: هل تريد حفظها ا؟
fa: میخواهید ذخیره‌اش کنید؟
sk: Chcete to uložiť?

source: The cities on your list are not compatible with the Yahoo API!
ar: المدن في قائمتك غير متوافقة مع Yahoo API!
sk: Mestá vo vašom zozname nie sú kompatibilné s rozhraním Yahoo API!

source: They have to be tested and validated, you can do it from the addon settings window.
ar: يجب اختبارها والتحقق من صحتها ، يمكنك القيام بذلك من نافذة إعدادات الملحق.
fa: آن‌ها باید آزموده و تایید شوند. میتوانید این کار را در پنجره‌ی تنظیماتِ افزونه انجام دهید.
sk: Musia byť testované a overené, môžete to urobiť z okna nastavení Addon.

source: Setting up a temporary city
ar: ضبط مؤقت
fa: در حالِ تعیینِ یک شهرِ موقت
sk: Nastaviť kód mesta ako dočasný

source: Cities List available:
ar: قائمة بالمدن المتاحة
fa: فهرستِ شهرهای در دسترس:
sk: Zoznam kódov miest je dostupný:

source: Documentation not available for the current language!
ar: المساعدة غير متوفرة للغة الحالية!
fa: راهنما برای این زبان موجود نیست!
sk: Nápoveda pre tento jazyk nie je dostupná

source: Sorry, i can not receive data, verify that your internet connection is active, or try again later!
ar: عذراً لا يمكن تلقي البيانات، تحقق من أن اتصال الإنترنت بك نشط، أو حاول مرة أخرى في وقت لاحق!
sk: Nemôžem prijímať dáta, overte funkčnosť internetového pripojenia, alebo skúste neskôr!

source: version
ar: إصدار
fa: نسخه‌ی
sk: verzia

source: is available.
ar: متاح.
fa: در دسترس است.
sk: je k dispozícii

source: Installed version
ar: الاصدار المثبت هو:
fa: نسخه‌ی نصب‌شده
sk: Nainštalovaná verzia

source: Do you want to download and install it?
ar: هل تريد تحميل الإضافة وتثبيتها؟
fa: آیا میخواهید دانلود و نصبش کنید؟
sk: Chcete ho prevziať a nainštalovať?

source: Sorry, at the time an update is not available.
ar: عفواً, لا يوجد تحديث في الوقت الحالي.
fa: متاسفم. الآن بروزرسانی‌ای موجود نیست.
sk: V tejto chvíli nie je aktualizácia dostupná.

source: not found!
ar: لم يتم العصور !
fa: پیدا نشد!
sk: Nenájdené

source: You need to upgrade the sound effects by reactivating the appropriate option from the settings of
ar: تحتاج إلى ترقية المؤثرات الصوتية عن طريق إعادة تنشيط الخيار المناسب من الإعدادات
fa: شما باید جلوه‌های صوتی را بروز کنید با فعالسازیِ دوباره‌ی گزینه‌ی مربوط از تنظیماتِ
sk: Je potrebné znovu aktivovať nastavenia priradených zvukov v nastavení doplnku

source: But if these are already updated, then you need to update
ar: ولكن إذا تم تحديثها بالفعل ، فأنت بحاجة إلى تحديث
fa: ولی اگر این جلوه‌ها قبلا بروز شده‌اند، باید بروز کنید
sk: "Ak sú však už aktualizované, musíte ich aktualizovať"

source: I can not load the settings!
ar: لم يتم تحميل الإعدادات!
fa: نمیتوانم تنظیمات را بارگزاری کنم!
sk: Nemôžem načítať nastavenia!

source: I can not save the settings!
ar: لم يتم حفظ المدينة!
fa: نمیتوانم تنظیمات را ذخیره کنم!
sk: Nemôžem uložiť nastavenia

source: invalid name
ar: الإسم غير موجود !
fa: نامِ نامعتبر
sk: Neplatný názov

source: miles
ar: أميال
fa: مایْل
sk: míle

source: millimeters of mercury
ar: مليمتر زئبقي
fa: میلیمترِ جیوه
sk: milimetrov ortuti

source: inches of mercury
ar: مليمتر زئبقي
fa: اینچِ جیوه
sk: palcov ortuťového stĺpca

source: kilometers
ar: كيلو متر
fa: کیلومتر
sk: kilometrov

source: millibars
ar: مِلْي بار
fa: میلیبار
sk: millibarov

source: the weather report is currently
ar: تقرير حالة الطقس الحاليه.
fa: هوا درحالِ حاضر
sk: teraz je

source: degrees
ar: درجات
fa: درجه
sk: stupňov

source: The wind direction is from
ar: إتجاه الرياح هو من
fa: جهتِ وزشِ باد از
sk: Smer vetra od

source: with speed of
ar: مع سرعة
fa: با سرعتِ
sk: s rýchlosťou

source: The wind speed is
ar: وسرعة الرياح
fa: سرعتِ باد
sk: Rýchlosť vetra je

source: The perceived temperature is
ar: درجات الحرارة المتوقعة هي
fa: دمای محسوس
sk: Pocitová teplota je

source: steady
ar: ثابت.
sk: ustálený

source: rising
ar: إرتفاع
sk: stúpajúci

source: falling
ar: هبوط
sk: klesajúci

source: The humidity is
ar: والرطوبة هي
fa: رطوبت
sk: Vlhkosť je

source: and the visibility is up to
ar: وضوح تصل إلى
fa: و میزانِ دید تا
sk: a viditeľnosť do

source: The visibility is up to
ar: وضوح تصل إلى
fa: میزانِ دید تا
sk: Viditeľnosť je až do

source: The pressure is
ar: والضغط هو
fa: فشار
sk: Tlak je

source: and the state of the barometric pressure is
ar: حالة الضغط الجوي هي
sk: a stav barometrického tlaku je

source: The state of the barometric pressure is
ar: حالة الضغط الجوي هي
sk: Sstav barometrického tlaku je

source: The sun rises at
ar: تُشرق الشمس في
fa: خورشید طلوع میکند در ساعتِ
sk: Slnko vychádza v

source: and sets at
ar: والغروب في
fa: و غروب میکند در ساعتِ
sk: a zapadá v

source: the forecast for today is
ar: هي .
fa: پیشبینیِ هوا در امروز
sk: Predpoveď na dnešok je:

source: with a maximum temperature of
ar: درجة الحرارة القصوى هي
fa: با بیشینه دمای
sk: maximálne

source: and a minimum of
ar: الصغرى
fa: و کمینه‌ی
sk: a minimálne

source: not available
ar: غير متاح.
fa: موجود نیست
sk: nie je k dispozícii

source: In
ar: التوقعات لهذا اليوم في:
fa: در
sk: V

source: Unnamed
ar: غير مسمى
fa: بینام
sk: Nepomenované

source: Sorry, the woeID is not set!
ar: عفوا لم يتم ضبط المعرف؟
sk: Kód mesta woeID nie je nastavený

source: kilometers per hour
ar: كيلومتر في الساعة
fa: کیلومتر بر ساعت
sk: kilometrov za hodinu

source: miles per hour
ar: ميل في الساعة
fa: مایْل بر ساعت
sk: míľ za hodinu

source: in the morning
ar: في الصباح
sk: Ráno

source: in the evening
ar: في المساء
sk: večer

source: and
ar: و
sk: a

source: to
ar: إلى
sk: do

source: in the vicinity
ar: في محيط
sk: V okolí

source: tornado
ar: اعصار
sk: tornádo

source: tropical storm
ar: العاصفة الاستوائية
sk: tropická búrka

source: hurricane
ar: إعصار
sk: hurikán

source: severe thunderstorms
ar: عواصف رعدية متفرقة
sk: silné búrky

source: mixed rain and snow
ar: مختلطة الأمطار والثلوج
sk: dážď so snehom

source: mixed rain and hail
ar: مختلطة المطر والبرد
sk: dážď s krúpami

source: mixed rain and sleet
ar: مختلطة المطر والصقيع
sk: dážď a zmiešaný dážď so snehom

source: mixed snow and sleet
ar: مختلطة الثلوج و الصقيع
sk: sneh a zmiešaný dážď so snehom

source: snow flurries
ar: هبات
sk: snehová fujavica

source: smoke
ar: دخان
sk: opar

source: smoky
ar: دخان
sk: zahmlené

source: precipitation
ar: هطول
sk: dažďové zrážky

source: sunny intervals
ar: فترات مشمسة
sk: občas slnečno

source: sunny period
ar: فترة مشمسة
sk: slnečné obdobie

source: light snow
ar: ثلوج خفيفة
sk: slabé sneženie

source: scattered snow showers
ar: سقوط ثلوج متفرقة
sk: ojedinelé snehové prehánky

source: snow showers
ar: زخات الثلوج
sk: snehové prehánky

source: snow shower
ar: تساقط أمطار ثلجية
sk: snehová prehánka

source: snowstorm
ar: عاصفة ثلجية
sk: Snehová búrka

source: snowdrift
ar: الثلج
sk: zvírený sneh

source: drifting snow
ar: انجراف الثلوج
sk: zvírený sneh

source: wintry Mix
ar: مزيج شتوي
sk: mrznúci dážď

source: ice to rain
ar: الثلج المطر
sk: dážď s ľadom

source: ice
ar: الجليد
sk: poľadovica

source: blizzard
ar: عاصفة ثلجية
sk: snehová búrka

source: blowing snow
ar: تهب الثلوج
sk: Sneženie s prudkým vetrom

source: snow
ar: الثلج
sk: sneženie

source: light rain with thunder
ar: أمطار خفيفة مع الرعد
sk: slabý dážď s hrmením

source: few showers
ar: بعض زخات من المطر
sk: niekoľko prehánok

source: heavy showers
ar: أمطار غزيرة
sk: silné prehánky

source: heavy thunderstorms
ar: العواصف الرعدية الغزيرة
sk: silné búrky

source: heavy thunderstorm
ar: عاصفة رعدية غزيرة
sk: silná búrka

source: lightning
ar: صاعقة
sk: blýskanie

source: isolated clouds
ar: غيوم متفرقة
sk: ojedinelé mraky

source: partly cloudy
ar: غائم جزئيا
sk: čiastočne oblačno

source: partly bright
ar: مشرق جزئيا
sk: čiastočne jasno

source: showers early
ar: الإستحمام في وقت مبكر
sk: ranné prehánky

source: light rain
ar: أمطار خفيفة
sk: slabý dážď

source: heavy rain
ar: مطر غزير
sk: hustý dážď

source: isolated showers
ar: زخات متفرقة
sk: ojedinelé prehánky

source: isolated thunderstorms
ar: عواصف رعدية متفرقة
sk: ojedinelé búrky

source: isolated thundershowers
ar: زخات متفرقة
sk: ojedinelé prehánky s hrmením

source: mostly cloudy
ar: غائم
sk: väčšinou oblačno

source: mostly dry
ar: جاف غالبا
sk: väčšinou sucho

source: mostly clear
ar: معظمها واضحة أو مشمس
sk: väčšinou jasno

source: clearing
ar: مسح
sk: vyjasnenie

source: no rain
ar: لا توجد أمطار
sk: žiadny dážď

source: sleet
ar: قطرات من الثلج
sk: dážď so snehom

source: blowing dust
ar: تهب الغبار
sk: poletujúci prach

source: widespread dust
ar: غبار على نطاق واسع
sk: väčšinou prach

source: low drifting sand
ar: انخفاض في الرمال المنجرفة
sk: nízko poletujúci piesok

source: sandstorm
ar: عاصفة رملية
sk: piesočná búrka

source: sand storm
ar: عاصفة رملية
sk: piesočná búrka

source: dust
ar: الغبار
sk: prach

source: sand
ar: رمل
sk: piesok

source: thundery showers
ar: زخات رعدية
sk: prehánky s hrmením

source: thundershowers
ar: عواصف رعدية
sk: prehánky s hrmením

source: scattered thunderstorms
ar: عواصف رعدية متفرقة
sk: miestami búrky

source: scattered showers
ar: سقوط ثلوج متفرقة
sk: ojedinelé prehánky

source: thunderstorms
ar: عواصف رعدية
sk: búrky

source: thunderstorm
ar: عاصفة رعدية
sk: búrka

source: storm
ar: العاصفة
sk: búrka

source: hail
ar: حائل او وابل
sk: krupobitie

source: foggy
ar: ضبابي غير واضح
sk: hmlisto

source: fog
ar: مكسو بالضباب
sk: hmla

source: haze
ar: ضباب
sk: opar

source: mist
ar: ضباب
sk: hmla

source: clear
ar: صافي
sk: jasno

source: fair
ar: مناسب أو جميل
sk: pekne

source: fine
ar: راءع
sk: pekne

source: overcast
ar: مُلَبَد بالغيوم
sk: zamračené

source: light showers
ar: امطار خفيفة
sk: slabé prehánky

source: light drizzle
ar: رذاذ خفيف
sk: slabé mrholenie

source: freezing rain
ar: مطر متجمد
sk: mrznúci dážď

source: frequent showers
ar: إستحمام متكرر
sk: časté prehánky

source: rain shower
ar: صوت المطر
sk: dažďová prehánka

source: rain
ar: المطر
sk: dážď

source: freezing drizzle
ar: رذاذ متجمد
sk: mrznúce mrholenie

source: showers
ar: زخات المطر
sk: prehánky

source: drizzle
ar: تمطر رذاذاً
sk: mrholenie

source: dry
ar: الجافة
sk: sucho

source: mild
ar: خفيف
sk: mierny

source: clouds
ar: السُحُبْ
sk: mraky

source: cloudy
ar: غائم
sk: oblačno

source: mostly sunny
ar: مُشْمِس غالبا
sk: väčšinou slnečno

source: sunny
ar: مُشْمِس
sk: slnečno

source: sun
ar: الشمس
sk: slnko

source: bright
ar: مشرق
sk: jasno

source: thunder
ar: صوت رعد
sk: hrmenie

source: shower
ar: دش
sk: prehánka

source: breezy
ar: نسيم
sk: veterno

source: blustery
ar: عاصف
sk: búrlivý

source: windy
ar: عاصف
sk: veterno

source: wind
ar: الرياح
sk: vietor

source: flurries
ar: هبات
sk: prívaly dažďa

source: late
ar: متأخر
sk: neskôr

source: early
ar: مبكراً
sk: ranné

source: isolated
ar: معزول
sk: ojedinelé

source: shallow fog
ar: غاءم بسبب الضباب
sk: slabá hmla

source: heavy
ar: ثقيل
sk: silný

source: cold
ar: البرد
sk: chladno

source: hot
ar: الدافئة
sk: horúco

source: Sorry, it was not possible to load the most recent update!
ar: عفوا,لم نتمكن من التحقق من اسم المدينة !
fa: متاسفانه نمیتوانم جدیدترین بروزرسانی را بارگزاری کنم!
sk: Nebolo však možné overiť meno zodpovedajúceho mesta!

source: Please try again later.
ar: يرجى المحاولة مرة أخرى في وقت لاحق.
fa: لطفا بعدا دوباره تلاش کنید.
sk: Skúste neskôr, prosím.

source: meters per second
ar: أمتار في الثانية
fa: متر بر ثانیه
sk: metrov za sekundu

source: Sorry, the woeID set is not valid or contains incomplete data!
ar: عذرًا ، مجموعة woeID غير صالحة أو تحتوي على بيانات غير كاملة!
sk: Prepáčte, nastavený woeID nie je platný, alebo obsahuje neúplné údaje!

source: north
ar: الشمال
fa: شمال
sk: severu

source: north northeast
ar: شمالية شرقية
fa: شمال شمالِ شرقی
sk: severu až severovýchodu

source: northeast
ar: شمال شرقي
fa: شمالِ شرقی
sk: severovýchodu

source: east northeast
ar: شمال شرق
fa: شرق شمالِ شرقی
sk: východu až severovýchodu

source: east
ar: الشرق
fa: شرق
sk: východu

source: east southeast
ar: الجنوب الشرقي
fa: شرق جنوبِ شرقی
sk: východu až juhovýchodu

source: southeast
ar: الجنوب الشرقي
fa: جنوبِ شرقی
sk: juhovýchodu

source: south southeast
ar: جنوب شرقي
fa: جنوب جنوبِ شرقی
sk: juhu až juhovýchodu

source: south
ar: جنوب
fa: جنوب
sk: juhu

source: south southwest
ar: جنوب غرب
fa: جنوب جنوبِ غربی
sk: juhu až juhozápadu

source: southwest
ar: جنوب غرب
fa: جنوبِ غربی
sk: juhozápadu

source: west southwest
ar: جنوب غرب
fa: غرب جنوبِ غربی
sk: západu až juhozápadu

source: west
ar: غرب
fa: غرب
sk: západu

source: west northwest
ar: شمال غرب
fa: غرب شمالِ غربی
sk: západu až severozápadu

source: northwest
ar: من الشمال الغربي
fa: شمالِ غربی
sk: severozápadu

source: north northwest
ar: شمال غربي
fa: شمال شمالِ غربی
sk: severu až severozápadu

source: Is not working properly, contains incomplete data or has been removed from the database of
ar: لا يعمل بشكل صحيح أو يحتوي على بيانات غير كاملة أو تمت إزالته من قاعدة بيانات
sk: Nepracuje správne, obsahuje neúplné údaje, alebo bol odobratý z databázy

source: It could be a temporary problem and you may wait a while '...
ar: يمكن ان تكون مشكلة مؤقتة يمكنك الانتظار لبعض الوقت ,...
fa: ممکن است مشکلِ موقتی باشد و باید مقداری صبر کنید...
sk: Môže to byť dočasný problém, chvíľu počkajte !!!

source: Do you want to delete it from your list?
ar: هل تريد حذفه من القائمة الخاصة بك؟
fa: میخواهید از فهرستتان پاکش کنید؟
sk: Chcete to vymazať zo zoznamu

source: Provides the current temperature and weather conditions.
ar: يوفر درجة الحرارة وظروف الطقس الحالية.
fa: دمای فعلی و شرایطِ آب و هوایی را اعلام میکند.
sk: Poskytuje informácie o aktuálnej teplote a stave počasia.

source: Provides the weather forecast and current temperature for 24 hours and the next 9 days.
ar: يوفر توقعات الطقس ودرجة الحرارة الحالية لمدة 24 ساعة و 9 أيام القادمة.
sk: Poskytuje informácie o predpovedi počasia a aktuálnej teplote na 24 hodín a 9 nasledujúcich dní.

source: Sorry, no list available!
ar: عذراً، لا توجد قائمة متوفرة!
fa: متاسفم. فهرستی موجود نیست!
sk: Žiadny zoznam nie je dostupný!

source: Allows you to set a temporary city.
ar: يسمح لك بتعيين الرمز مؤقتا.
fa: به شما اجازه میدهد یک شهر موقت تعیین کنید.
sk: Umožňuje nastaviť dočasný kód mesta.

source: Scale of temperature measurement set into
ar: تحديد قياس درجة الحرارة
fa: مقیاسِ اندازه‌گیریِ دما تنظیم شد روی
sk: Jednotky merania teploty nastavené na

source: Allows you to set a temporary scale of temperature mesurement.
ar: يسمح لك تعيين مقياس مؤقتة من ميسوريمينت درجة الحرارة.
fa: به شما اجازه میدهد مقیاسِ موقتِ اندازه‌گیریِ دما تنظیم کنید.
sk: Umožňuje nastaviť dočasné jednotky merania teploty.

source: at
ar: الساعة
fa: در
sk: v

source: Last update of the current weather report
ar: آخر تحديث للتقرير الحالي للطقس هو
fa: آخرین بروزرسانیِ گزارشِ فعلیِ آب و هوا
sk: Posledná aktualizácia súčasnej správy o počasí

source: Announces the date of the last update of the weather report.
ar: للإعلان عن تاريخ آخر تحديث لِتقرير الطقس.
fa: تاریخِ آخرین گزارشِ آب و هوا را اعلام میکند.
sk: Ohlasuje dátum poslednej aktualizácie súčasnej správy o počasí.

source: Open the Weather Plus settings dialog.
ar: إعدادات الط&قس.
fa: پنجره‌ی تنظیماتِ WeatherPlus را باز میکند.
sk: Otvoriť dialóg nastavenia doplnku Weather Plus

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast, f5: volume controls.
ar: f1: المساعدة في إضافة موضع, f2: الإنتقال إلى أخرة نافذة, f3: القائمة وصندوق التحرير, f4:إختيار مجموع الأيام لمعرفة الطقس, f5 :التحكم في الصوت,
fa: f1: راهنما؛ f2: آخرین تنظیمِ انتخاب‌شده؛ f3: فهرست و کادرِ ویرایشی؛ f4: تنظیمِ دوره‌ی پیشبینیِ هوا؛ f5: تنظیمِ حجمِ صدا.
sk: f1: nápoveda o umiestnení, f2: posledný výber TAB, f3: zoznam a edit pole, f4: kontrola dĺžky predpovede počasia, f5 ovládanie hlasitosti.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast.
ar: f1: المساعدة في إضافة موضع, f2: الإنتقال إلى أخرة نافذة, f3: القائمة وصندوق التحرير, f4:إختيار مجموع الأيام لمعرفة الطقس,
fa: f1: راهنما؛ f2: آخرین تنظیمِ انتخاب‌شده؛ f3: فهرست و کادرِ ویرایشی؛ f4: تنظیمِ دوره‌ی پیشبینیِ هوا.
sk: f1: nápoveda o umiestnení, f2: posledný výber TAB, f3: zoznam a edit pole, f4: kontrola dĺžky predpovede počasia.

source: Test
ar: إختبار
fa: آزمودن
sk: Testovanie

source: Details
ar: ال&تفاصيل
fa: جزئیات
sk: Podrobnosti o meste

source: Define
ar: بيئة المن&طقة
fa: تعریف کردن
sk: Definovať

source: Add
ar: إضافة
fa: افزودن
sk: Pridať

source: Remove
ar: إ&زالة
fa: حذف کردن
sk: Odobrať

source: Rename
ar: إ&عادة تسميةغير مسمى
fa: تغییرِ نام
sk: Premenovať

source: &Import new cities...
ar: ا&ستيراد المدن
fa: &وارد کردنِ شهرهای جدید...
sk: &Importovať nové kódy miest a krajín ...

source: &Export your cities...
ar: ت&صدير المدن...
fa: &صادر کردنِ شهرهای شما...
sk: &Exportovať vlastné kódy miest a krajín ...

source: Scale of temperature measurement:
ar: إختيار المقياس لقياس درجة الحرارة:
fa: مقیاسِ اندازه‌گیریِ دما:
sk: Jednotky merania teploty:

source: Degrees shown as:
ar: درجات كما هو موضح:
fa: درجه نمایش‌داده‌شده به صورتِ:
sk: Zobraziť stupne ako:

source: C - F - K
ar: م - ف - ك
fa: س - ف - ک

source: Don't specify
ar: لم تُحدد
sk: Neurčovať

source: Weather Forecasts up to days:
ar: عدد الأيام لمعرفة الطقس فيها
fa: پیشبینیِ هوا تا چند روز:
sk: Predpoveď na dnešok je:

source: &Copy the weather report and weather forecast, including city details to clipboard
ar: نسخ تقرير الأحوال الجوية وحالة الطقس، بما في ذلك تفاصيل المدينة إلى الحافظة
fa: &کپیِ گزارش و پیشبینیِ آب و هوا، از جمله جزئیاتِ شهر در کلیپ‌برد
sk: &Kopírovať správu o počasí vr. predpovede a podrobnosti o meste do schránky

source: Enable &audio effects (only for the current weather conditions)
ar: تمكين المء&ثرات الصوتية فقط لمعرفة الطقس الحالي .
fa: فعال کردنِ &جلوه‌های صوتی فقط برای شرایطِ فعلیِ آب و هوایی
sk: &Zapnúť zvukové efekty (Len pre aktuálny stav počasia)

source: Use only &weather effects
ar: است&خدم الصوت فقط دون المؤثرات
fa: استفاده فقط از &جلوه‌های آب و هوایی
sk: Použite len & efekty počasia

source: General audio volume
ar: حجم الصوت العام
fa: حجمِ صدای کلی
sk: Všeobecné nastavenie hlasitosti zvuku

source: Current audio volume
ar: حجم الصوت الحالي:
fa: حجمِ صدای فعلی
sk: Aktuálna hlasitosť zvuku

source: Enable &help buttons in the settings window
ar: تمكين أزرار المسا&عدة في نافذة الإعدادات.
fa: فعال کردنِ دکمه‌ی &راهنما در پنجره‌ی تنظیمات
sk: Zapnúť nápovedné popisk&y prvkov v okne pre nastavenie

source: Read &wind informations
ar: قراءة معلومات الريا&ح
sk: &Ohlasovať informácie o vetre

source: Add wind directi&on
ar: إضافة ات&جاه الرياح
fa: افزودنِ &جهتِ باد
sk: P&ridať smer vetra

source: Add wi&nd speed
ar: إضافة &سرعة الرياح
fa: افزودنِ &سرعتِ باد
sk: Pridať rýc&hlosť vetra

source: Add speed in &meters per second of the wind
ar: إضافة سرعة الرياح &مترا في الثانية
fa: افزودنِ سرعتِ باد به &متر بر ثانیه
sk: Pridať rýchlosť vetra v &metroch za sekundu

source: Add perceived &temperature
ar: إضافة درجة الحرارة ال&متوقعة
fa: افزودنِ دمای &محسوس
sk: Pridať &pocitovú teplotu

source: &Read atmospherical informations
ar: قراءة المعلومات ال&جويه
sk: Ohlasovať &atmosférické informácie/tlak vlhkosť)

source: Add humidity va&lue
ar: إضافة قيمة الر&طوبة
fa: افزودنِ مقدارِ &رطوبت
sk: Pridať hod&notu vlhkosti

source: Add &visibility value
ar: إضافة قيمة ال&رؤية
fa: افزودنِ مقدارِ &دید
sk: Pridať hodnotu &viditeľnosti

source: Add atmospheric &pressure value
ar: إضافة قيمة ال&ضغط الجوي
fa: افزودنِ مقدارِ ف&شارِ جوّی
sk: Pridať hodnotu atmos&ferického tlaku

source: Indicates the atmospheric pressure in millimeters of mercur&y (mmHg)
ar: &قيمة الضغط الجوي مصحوبة بوحد القياس (من الزئبق)
fa: مشخص کردنِ فشارِ جوّی به میلیمترِ ج&یوه
sk: Oznamuje v milimetro&ch ortuti atmosférický tlak(mmHg)

source: Add status of &barometric pressure
ar: إضافة حالة ال&ضغط الجوي
sk: Pridať stav &barometrického tlaku

source: Read a&stronomical informations
ar: قراءة المعلومات ال&فلكية
sk: Ohla&sovať astronomické informácie (východ / západ slnka)

source: Enable reading of the hours in &24-hour format
ar: تمكين قراءة الوقت بنظام &24 ساعة
fa: خواندنِ ساعت به صورتِ &۲۴ ساعتی
sk: Povoliť ohlasovanie času v &24 hodinovom formáte

source: Use the comma to separate decimals, example (4,&15)
ar: استخدام الفاصلة للفصل بين لالأرقام العشرية ، على سبيل المثال (4,&15)
fa: استفاده از کاما برای جداسازیِ ا&عشار
sk: Použiť čiarku na oddeľovanie desatinných čísel, príklad (4,&15)

source: Check for &upgrade
ar: للكشف عن وجود تحدي&ث
fa: بررسیِ &بروزرسانی
sk: Skontro&lovať vyššiu verziu...

source: Testing the validity of city woeID entry and find the name of city assigned, or viceversa.
ar: اختبار صلاحية إدخال woeID للمدينة وابحث عن اسم المدينة المعينة أو viceversa.
sk: Testovanie platnosti vstupu mesta WOEID a hľadanie názvu prideleného mesta,alebo naopak.
