Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/Weather_Plus/nvda.po
Languages: ar, fa, sk

source: By iata:<3 digit airport code>: iata:DXB
fa: بر اساسِ یاتا:<کدِ سه‌رقمیِ فرودگاه>: iata:DXB

source: By auto:ip IP lookup: auto:ip
fa: بر اساسِ جستجوی IPِ auto:ip: auto:ip

source: By IP address (IPv4 and IPv6 supported): 100.0.0.1
fa: بر اساسِ نشانیِ I P(IPv4 و IPv6 پشتیبانی میشود): 100.0.0.1

source: if there will be cities with the same name, will be listed
fa: اگر شهرهایی با یک نام وجود دارد، فهرست خواهد شد

source: By default, confirming a selection, is used the postal code
fa: بطور پیشفرض، تأییدِ یک انتخاب، از کدِ پستی استفاده میشود

source: If the postal code is not valid, will be used a text string: city, state, region
fa: اگر کدِ پستی معتبر نباشد، از یک رشته‌ی متنی استفاده خواهد شد: شهر، ایالت یا استان، منطقه

source: You can indicate how to proceed by prefixing the following commands
fa: میتوانید نحوه ادامه دادن را با پیشوند گُذاشتنِ فرمان‌های زیر مشخص کنید

source: Direct (cities with the same name, will not listed), by typing D:City: D:Paris
fa: مستقیم، با تایپِ D:شهر (شهرهای همنام فهرست نخواهند شد): D:Paris

source: Geographic coordinates, by typing G:City: G:Venezia
fa: مختصاتِ جغرافیایی، با تایپِ G:شهر: G:Venezia

source: Text string, by typing T:City: T:Bologna
fa: رشته‌ی متنی، با تایپِ T:شهر: T:Bologna

source: Try to reverse the order in the search key
fa: سعی کنید ترتیب را در جستجو معکوس کنید

source: Try to merge the name with hyphens, or separate it with separator
fa: سعی کنید نام را با خطِّ تیره ادغام کرده یا آن را با جداکننده جدا کنید

source: Try to change in English some parts
fa: سعی کنید برخی از قسمت ها را به انگلیسی تغییر دهید

source: Choose search key for
fa: انتخابِ کلیدِ جستجو برای

source: Unfortunately I could not recover enough data to find the city.
fa: متأسفانه نتوانستم اطلاعاتِ کافی را برای یافتنِ شهر بازیابی کنم.

source: Do I try anyway?
fa: آیا به هرحال تلاش کنم؟

source: Sorry, I could not complete the installation of the sound effects!
fa: متاسفم. نتوانستم نصبِ جلوه‌های صوتی را کامل کنم!

source: Empty file or not in cities format compatible!
fa: فایل خالی یا ناسازگار با قالبِ شهرهاست!

source: Containing incomplete data
fa: شاملِ داده‌های ناقص است

source: It was not possible find the acronym of "%s"!
fa: ممکن نیست سرنامِ "%s" را پیدا کنم!

source: This may not allow you to get the city details.
fa: ممکن است اجازه‌ی دریافتِ جزئیاتِ شهر را به شما ندهد.

source: Adds local temperature and forecast 24 ours and prediction up to 3 days.
fa: دمای محلی را تا ۲۴ ساعت و پیشبینیِ آب و هوا را تا ۳ روز اضافه میکند.
