Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/goldenCursor/nvda.po
Languages: ar, fa, pt_br, sk, sv, uk

source: left click
sv: vänsterklick
uk: лівий клік

source: Mouse positions for %s
ar: المواضع المحفوظة في%s
fa: موقعیت‌های موس برای %s
pt_br: Posições do mouse para %s
sk: Zapamätané pozície pre %s
sv: Muspositioner för %s
uk: Позиції миші для %s

source: New mouse position
ar: إنتقل إلى
fa: موقعیتِ جدیدِ موس
pt_br: Nova posição do mouse
sk: Nová pozícia
sv: Ny musposition
uk: Нова позиція миші

source: &Saved mouse positions
ar: مواضع المؤشر المحفوظة
fa: موقعیت‌های موسِ &ذخیره‌شده
pt_br: Posições do mouse &salvas
sk: &Uložené pozície
sv: &Sparade muspositioner
uk: &Збережені позиції миші

source: &Jump
ar: إنت&قل
fa: &پریدن
pt_br: Sal&tar
sk: &Skočiť
sv: &Hoppa
uk: &Перейти

source: &Rename
ar: إ&عادة تسمية
fa: &تغییرِ نام دادن
pt_br: &Renomear
sk: &Premenovať
sv: D&öp om
uk: &Перейменувати

source: &add shortcut
sv: L&ägg till genväg
uk: &додати жест вводу

source: &Delete
ar: ح&ذف.
fa: &حذف کردن
pt_br: &Excluir
sk: &Vymazať
sv: Ra&dera
uk: &Видалити

source: C&lear positions
ar: حذ&ف المواضع
fa: &پاک کردنِ موقعیت‌ها
pt_br: &Limpar posições
sk: vyma&zať pozície
sv: &Rensa positioner
uk: &Очистити позицію

source: &Close
ar: إ&غلاق
fa: &بستن
pt_br: &Fechar
sk: Za&vrieť
sv: &Stäng
uk: &Закрити

source: Name
ar: الإسم
fa: نام
pt_br: Nome
sk: Názov
sv: Namn
uk: Ім'я

source: Position X
ar: موضع X
fa: موقعیتِ X
pt_br: Posição X
sk: Pozícia X
uk: Позиція X

source: Position Y
ar: موضع Y
fa: موقعیتِ Y
pt_br: Posição Y
sk: Pozícia Y
uk: Позиція Y

source: shortCut
sv: genväg
uk: жест вводу

source: &X position
ar: موضع &x
fa: موقعیتِ &X
pt_br: Posição &X
sk: Pozícia &X
uk: позиція &X

source: &Y position
ar: موضع &y
fa: موقعیتِ &Y
pt_br: Posição &Y
sk: Pozícia &Y
uk: позиція &Y

source: New name
ar: الإسم الجديد
fa: نامِ جدید
pt_br: Novo nome
sk: Nový názov
sv: Nytt namn
uk: Нове ім'я

source: Rename
ar: إعادة تسمية
fa: تغییرِ نام
pt_br: Renomear
sk: premenovať
sv: Döp om
uk: Перейменувати

source: Another mouse position has the same name as the entered name. Please choose a different name.
ar: موضع آخر له نفس الإسم مثل الاسم الذي تم إدخاله. يرجى اختيار اسم مختلف.
fa: موقعیتِ موسِ دیگری هم‌نام با نامِ واردشده است. لطفا نامِ دیگری انتخاب کنید.
pt_br: Outra posição do mouse tem o mesmo nome que o nome digitado. Por favor escolha um nome diferente.
sk: Pozícia s týmto názvom už existuje. Zvoľte iné meno.
sv: En annan musposition har samma namn som angetts. Vänligen välj ett annat namn.
uk: Інша позиція миші має те саме ім'я, що і введене. Будь ласка, виберіть інше ім'я.

source: Error
ar: خطأ
fa: خطا
pt_br: Erro
sk: Chyba
sv: Fel
uk: Помилка

source: Enter input gesture:
sv: Ange inmatningsgest:
uk: Введіть жест вводу:

source: This shortCut is not valid, choose another one please
sv: Denna genväg är inte giltig. Vänligen välj en annan
uk: Цей жест вводу недійсний, будь ласка, виберіть інший

source: Information
uk: Інформація

source: Shortcut added successfully
sv: Genväg har lagts till
uk: Жест вводу успішно додано

source: Are you sure you want to delete the position named {name}? This cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا الموضع واسمه {name}?هذا لا يمكن التراجع عنه.
fa: آیا مطمينید که میخواهید موقعیتِ {name} را حذف کنید? این کار برگشت‌پذیر نخواهد بود.
pt_br: Tem certeza de que deseja excluir a posição denominada {name}? Isto não pode ser desfeito.
sk: Naozaj chcete odstrániť pozíciu {name}?
sv: Är du säker på att du vill radera positionen som heter {name}? Detta kan inte ångras.
uk: Ви впевнені, що хочете видалити цю позицію {name}? Це неможливо скасувати.

source: Delete position
ar: حذف الموضع
fa: حذفِ موقعیت
pt_br: Excluir posição
sk: Vymazať pozíciu
sv: Radera position
uk: Видалити позицію

source: Are you sure you want to clear mouse positions for the current application ({appName})? This cannot be undone.
ar: هل أنت متأكد من إنك تريد مسح مواضع التطبيق الحالي وهو ({appName})? هذا لا يمكن التراجع عنه.
fa: آیا مطمينید که میخواهید موقعیت‌های موسِ برنامه‌ی جاری ({appName}) را حذف کنید? این کار برگشت‌پذیر نخواهد بود.
pt_br: Tem certeza de que deseja limpar as posições do mouse para o aplicativo atual ({appName})? Isto não pode ser desfeito.
sk: Naozaj chcete odstrániť uložené pozície pre ({appName})?
sv: Är du säker på att du vill rensa muspositionerna för den nuvarande applikationen ({appName})? Detta kan inte ångras.
uk: Ви впевнені, що хочете очистити всі позиції миші для поточної програми ({appName})? Це неможливо скасувати.

source: Clear mouse positions
ar: حذف المواضع
fa: پاک کردنِ موقعیت‌های موس
pt_br: Limpar as posições do mouse
sk: Vymazať pozície
sv: Rensa muspositioner
uk: Очистити позицію миші

source: All mouse positions for the application {appName} have been deleted.
ar: جميع مواضع التطبيق {appName} تم حذفها.
fa: همه‌ی موقعیت‌های موس برای برنامه‌ی {appName} حذف شد.
pt_br: Todas as posições do mouse para o aplicativo {appName} foram excluídas.
sk: Všetky pozície pre {appName} odstránené.
sv: Alla muspositioner för applikationen {appName} har raderats.
uk: Усі позиції миші для програми {appName} видалено.

source: Mouse positions cleared
ar: تم مسح المواضع
fa: موقعیت‌های موس پاک شدند.
pt_br: Posições do mouse apagadas
sk: Pozície odstránené
sv: Muspositioner rensade
uk: Позиції миші очищено

source: Opens a dialog listing mouse positions for the current application
ar: يفتح قائمة بمربع الحوار الخاص بالتطبيق الحالي
fa: پنجره‌ای را برای فهرست کردنِ موقعیت‌های موس برای برنامه‌ی جاری باز میکند.
pt_br: Abre uma caixa de diálogo listando as posições do mouse para o aplicativo atual
sk: Otvorí zoznam s uloženými pozíciami pre aktuálnu aplikáciu
sv: Öppnar en dialog med listan över muspositioner för aktuell applikation
uk: Відкриває діалог зі списком позицій миші для поточної програми

source: No mouse positions for %s.
ar: لا توجد مواضع محفوطة لتطبيق %s.
fa: موقعیتِ موس برای %s موجود نیست.
pt_br: Não existem posições do mouse para %s.
sk: Nenašli sa žiadne pozície pre %s.
sv: Inga muspositioner för %s.
uk: Немає позиції миші для %s.

source: Opens a dialog to label the current mouse position and saves it
ar: يفتح مربع حوار لحفظ وتسمية الموضع الحالي
fa: پنجره‌ای را برای برچسب گذاشتن روی موقعیتِ جاریِ موس و ذخیره کردنِ آن باز میکند.
pt_br: Abre uma caixa de diálogo para rotular a posição atual do mouse e salvá-la
sk: Otvorí dialóg na pomenovanie a uloženie pozície
sv: Öppnar en dialog för att namnge nuvarande musposition och sparar den
uk: Відкриває діалог для позначення поточної позиції миші та зберігає її

source: Enter the name for the current mouse position (x: {positionX}, Y: {positionY}
sv: Ange namnet för den aktuella muspositionen (x: {positionX}, Y: {positionY}
uk: Введіть ім'я для поточної позиції миші (x: {positionX}, Y: {positionY}

source: Save mouse position
ar: حفظ موضع جديد
fa: ذخیره‌ی موقعیتِ موس
pt_br: Salvar posição do mouse
sk: Uložiť pozíciu
sv: Spara musposition
uk: Зберегти позицію миші

source: Position saved in %s.
ar: تم حفظ الموضع في %s.
fa: موقعیت در %s ذخیره شد.
pt_br: Posição salva em %s.
sk: Pozícia uložená v %s.
sv: Position sparad i %s.
uk: Позицію збережено в %s.

source: Changes mouse movement unit
ar: وحدة تغييرات حركة المؤشر
fa: واحدِ حرکتِ موس را تغییر میدهد.
pt_br: Muda a unidade de movimento do mouse
sk: Zmení jednotku na pohyb myši
sv: Ändrar enheten för musförflyttning
uk: Змінює одиницю переміщення миші

source: toggles reporting of mouse coordinates in pixels when mouse moves
ar: تبديل الإبلاغ عن إحداثيات الماوس في بكسل عندما تحرك الماوس
fa: اعلامِ مختصات را هنگامِ حرکت موس به پیکسل فعال یا غیرفعال میکند.
pt_br: alterna o anúncio de coordenadas do mouse em pixels quando o mouse se move
sk: Zapína a vypína oznamovanie pozície kurzora v pixeloch
sv: växlar rapportering av muskoordinater i pixlar när musen flyttas
uk: перемикає оголошення про координати миші у пікселях при переміщенні миші

source: Report new mouse coordinates on
ar: الإعلان عن موضع المؤشر الحالي تشغيل
fa: اعلامِ مختصاتِ جدیدِ موس، روشن
pt_br: Anúncio de novas coordenadas do mouse ativado
sk: Oznamovať pozíciu myši
sv: Rapportera nya muskoordinater på
uk: Повідомити про нові координати миші увімкнено

source: Report new mouse coordinates off
ar: الإعلان عن موضع المؤشر الحالي إيقاف
fa: اعلامِ مختصاتِ جدیدِ موس، خاموش
pt_br: Anúncio de novas coordenadas do mouse desativado
sk: Neoznamovať pozíciu myši
sv: Rapportera nya muskoordinater av
uk: Повідомити про нові координати миші вимкнено

source: Reports current X and Y mouse position
ar: الإعلان عن موضع x y لموضع المؤشر الحالي
fa: موقعیتِ جاریِ موس را به شکلِ X و Y اعلام میکند.
pt_br: Anuncia a posição X e Y atual do mouse
sk: Oznámy pozíciu myši
sv: Rapporterar nuvarande muspositions X och Y
uk: Повідомляє поточні позиції миші за X і Y

source: Toggles mouse arrows to move the mouse with the arrow keys
ar: التبديل بين تحرك المؤشر بالأسهم
fa: جهت‌نماهای موس را برای حرکت دادَنِ موس با صفحه‌کلید فعال یا غیرفعال میکند.
pt_br: Alterna as setas do mouse para mover o mouse com as teclas de seta
sk: Zapína a vypína ovládanie myši šípkami
sv: Växlar förflyttning av musen med piltangenterna
uk: Перемикає вказівник миші для переміщення миші за допомогою клавіш зі стрілками

source: Mouse arrows on
ar: التحريك بالأسهم تشغيل
fa: جهت‌نماهای موس، روشن
pt_br: Setas do mouse ativadas
sk: Ovládanie myši šípkami zapnuté
sv: Muspilar på
uk: Стрілки миші ввімкнені

source: Mouse arrows off
ar: التحريك بالأسهم تعطيل
fa: جهت‌نماهای موس، خاموش
pt_br: Setas do mouse desativadas
sk: Ovládanie myši šípkami vypnuté
sv: Muspilar av
uk: Стрілки миші вимкнені

source: Moves the Mouse pointer to the right
ar: تحريك المؤشر لليمين
fa: نشانگرِ موس را به راست میبَرَد.
pt_br: Move o Ponteiro do mouse para a direita
sk: Posunie ukazovateľ myši doprava
sv: Flyttar muspekaren åt höger
uk: Переміщує вказівник миші вправо

source: Moves the Mouse pointer to the left
ar: تحريك المؤشر لليسار
fa: نشانگرِ موس را به چپ میبَرَد.
pt_br: Move o Ponteiro do mouse para a esquerda
sk: Posunie ukazovateľ myši doľava
sv: Flyttar muspekaren åt vänster
uk: Переміщує вказівник миші вліво

source: Moves the Mouse pointer down
ar: تحريك المؤشر للأسفل
fa: نشانگرِ موس را به پایین میبَرَد.
pt_br: Move o Ponteiro do mouse para baixo
sk: Posunie ukazovateľ myši dole
sv: Flyttar muspekaren nedåt
uk: Переміщує вказівник миші вниз

source: Moves the Mouse pointer up
ar: تحريك المؤشر للأعلى
fa: نشان‌گرِ موس را به بالا میبَرَد.
pt_br: Move o Ponteiro do mouse para cima
sk: Posunie ukazovateľ myši hore
sv: Flyttar muspekaren uppåt
uk: Переміщує вказівник миші вгору

source: Opens a dialog to enter the X and Y coordinates for the mouse to move to
ar: يفتح مربع حوار لإدخال قيمة X و Y للإنتقال لهم
fa: پنجره‌ای را جهتِ ورودِ مختصات X و Y برای بُردنِ موس به نقطه‌ی موردِ نظر باز میکند.
pt_br: Abre uma caixa de diálogo para inserir as coordenadas X e Y do mouse para mover para
sk: Otvorí dialóg na ručné zadanie pozície myši
sv: Öppnar en dialog för att ange X och Y koordinaterna dit muspekaren ska flyttas
uk: Відкриває діалог для введення координат X і Y на які потрібно перемістити мишу

source: Toggles mouse movement restriction between current application and unrestricted
ar: تبديل لحَصر المؤشر في نافذة التطبيق النشط
fa: محدودیتِ حرکتِ موس را بینِ برنامه‌ی جاری و نامحدود تغییر میدهد.
pt_br: Alterna a restrição de movimento do mouse entre o aplicativo atual e irrestrito
sk: Zapína a vypína obmedzenie pohybu kurzora myši na okno aktuálnej aplikácie
sv: Växlar begränsning av musrörelser mellan nuvarande applikation och obegränsat
uk: Перемикає обмеження руху миші між поточною програмою та необмеженим

source: Mouse movement restricted to current application
ar: حركة المؤشر تقتصر على التطبيق الحالي
fa: حرکتِ موس به برنامه‌ی جاری محدود شد.
pt_br: Movimento do mouse restrito à aplicação atual
sk: Pohyb myši obmedzený na aktuálne okno
sv: Musförflyttningar begränsade till nuvarande applikation
uk: Рух миші обмежено поточною програмою

source: Mouse movement unrestricted
ar: حركة المؤشر غير مقيدة
fa: حرکتِ موس نامحدود شد.
pt_br: Movimento do mouse irrestrito
sk: Obmedzenie myši vypnuté
sv: Musrörelser obegränsade
uk: Рух миші необмежений

source: &Announce new mouse coordinates when mouse moves
ar: الإ&علان عن موضع المؤشر عند الحركة
fa: &اعلامِ مختصاتِ جدید هنگامِ حرکتِ موس
pt_br: &Anuncia novas coordenadas do mouse quando o mouse se mover
sk: &Oznamovať pozíciu myši pri pohybe kurzora
sv: &Meddela de nya koordinaterna när musen flyttas
uk: &Оголошувати нові координати миші під час руху миші

source: Mouse movement &unit (in pixels)
ar: و&حدة حركة المؤشر (in pixels)
fa: &واحدِ حرکتِ موس به پیکسل
pt_br: &Unidade de movimento do mouse (em pixels)
sk: Jednotka na pohyb k&urzora myši (v pixeloch)
sv: M&usförflyttningsenhet (i pixlar)
uk: &одиниця руху миші (в пікселях)

source: Allows you to control the mouse movement with the keyboard. for further details please visit the addon guide help.
ar: يسمح لك للسيطرة على حركة الماوس مع لوحة المفاتيح. لمزيد من التفاصيل يرجى زيارة الملحق دليل المساعدة.
fa: به شما امکان میدهد حرکتِ نشان‌گرِ موس را با جهت‌نماها کنترل کنید. برای جزئیاتِ بیشتر راهنمای افزونه را ببینید.
pt_br: Permite que você controle o movimento do mouse com o teclado. Para mais detalhes por favor visite a ajuda do guia do complemento.
sk: Umožňuje ovládať myš z klávesnice. Podrobnosti nájdete v návode k doplnku.
sv: Låter dig kontrollera musen med tangentbordet. För ytterligare detaljer besök tilläggsguidens hjälp.
uk: Дозволяє керувати рухом миші за допомогою клавіатури. докладнішу інформацію можна знайти у довідці до додатка.

source: Golden Cursor
ar: المؤشر الذهبي
fa: مکان‌نمای طلایی
pt_br: Cursor Dourado
sk: Pokročilý kurzor myši

source: &Golden Cursor...
ar: المؤشر ال&ذهبي
pt_br: &Cursor Dourado...

source: Golden Cursor add-on settings
ar: إعدادات إضافة المؤشر الذهبي
pt_br: Configurações do complemento Cursor Dourado

source: Enter the name for the current mouse position (x: {x}, Y: {y})
ar: أدخل إسم لموضع (x: {x}, Y: {y})
fa: برای موقعیتِ جاریِ موس یک نام وارد کنید (x: {x}, Y: {y})
pt_br: Digite o nome da posição atual do mouse (x: {x}, Y: {y})
sk: Zadajte názov pre pozíciu myši (x: {x}, Y: {y})

source: Golden Cursor Settings
ar: إعدادات المؤشر الذهبي
pt_br: Configurações do Cursor Dourado
