Repository: nvda-es/screenReaderTranslations
Catalog: */add-ons/robEnhancements/nvda.po
Languages: es

source: Your Outlook version {Versionsnumber} is not supported.
es: Tu versión de Outlook {Versionsnumber} no está soportada.

source: ROB enhancements
es: Mejoras de ROB

source: This folder is empty.
es: Esta carpeta está vacía.

source: Jumps to the next Outlook folder with unread mails below the inbox.
es: Salta a la siguiente carpeta de Outlook con mensajes sin leer bajo la bandeja de entrada.

source: {count} mails in the folder {folder}
es: {count} mensajes en la carpeta {folder}

source: No unread mails found
es: No se han encontrado mensajes sin leer

source: Outlook object not available - please contact the addon developer
es: Objeto de Outlook no disponible. Contacta con el desarrollador del complemento

source: Show document URL, press twice copies to clipboard.
es: Mostrar la URL del documento. Si se pulsa dos veces, la copia al portapapeles.

source: copied to clipboard {URL}.
es: copiada al portapapeles {URL}.

source: Document URL not found.
es: No se encuentra la URL del documento.

source: No browser window found.
es: No se encuentra la ventana del navegador.

source: support for various apps and some new functions.
es: soporte para diversas aplicaciones y algunas funciones nuevas.
